Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: WIZARD - OK
cs: PRŮVODCE - OK
de: ASSISTENT - OK
es: ASISTENTE - OK
fr: ASSISTANT - OK
ja: ウィザード- OK
pl: ASYSTENT - OK
uk: МАЙСТЕР - ОК

source: Waiting for bed
cs: Čekám na podložku
es: Esperando a la base
fr: En attente du plateau
ja: ベッド:タイキチュウ
pl: Oczekiwanie na stół
uk: Очікування нагрівального столу

source: Waiting for chamber
cs: Čekám na komoru
es: Esperando a la cámara
fr: En attente de la chambre
ja: チャンバー:タイキチュウ
pl: Oczekiwanie na komorę
uk: Очікування камери

source: Waiting for fingerprint timed out
cs: Vypršela doba čekání na identifikátor
de: Wartezeit für Fingerprint ist abgelaufen
es: Se ha agotado el tiempo de espera de la huella dactilar
fr: Attente que l'empreinte digitale ait expiré
ja: ボードニンショウタイキ タイムアウト
pl: Oczekiwanie na odcisk palca przekroczyło limit czasu
uk: Вийшов час очікування відбитка пальця

source: Waiting for hotend
cs: Čekám na hotend
es: Esperando al hotend
fr: En attente de la hotend
ja: ホットエンド:タイキチュウ
pl: Oczekiwanie na hotend
uk: Очікування екструдера

source: Waiting for hotends to stabilize at calibration temperature:
cs: Stabilizace hotendů na kalibračních teplotách:
de: Warte auf die Stabilisierung der Hotends auf Kalibriertemperatur:
es: Esperando a que los hotends se estabilicen a la temperatura de calibración:
fr: Attente de stabilisation des hotends à la température de calibration :
ja: ホットエンドガ キャリブレーションオンドデ アンテイスルマデ タイキシマス:
pl: Czekam na ustabilizowanie temperatury hotendów do kalibracji:
uk: Очікування стабілізації температури екструдерів на температурі калібрування:

source: Waiting for nozzle temperature...
fr: En attente de la température de la buse...
ja: ノズルオンドヲマッテイマス...
pl: Oczekiwanie na temperaturę dyszy...

source: Waiting for nozzle to cool down
cs: Čeká se na ochlazení trysky
de: Warte bis zur Abkühlung der Düse
es: Esperando a que se enfríe la boquilla
fr: Attente du refroidissement de la buse
ja: ノズル ノ レイキャク ヲ マッテイマス
pl: Oczekiwanie na schłodzenie dyszy
uk: Очікування охолодження сопла

source: Waiting for puppies to start timed out
de: Warten auf den Start von Puppies Zeit abgelaufen
es: Se ha agotado la espera a que empiecen los puppies
fr: L'attente du démarrage des puppies a expiré
ja: Puppyスタートドウサガ タイムアウト
uk: Вийшов час очікування запуску puppy

source: Waiting for temperature
cs: Nastavování provozních teplot
de: Warte auf Temperatur
es: Esperando temp.
fr: En attente de temp.
ja: オンド タイキチュウ
pl: Czekam na temperaturę
uk: Очікування температури

source: Waiting for the user. Press "Resume" once the printer is ready.
cs: Čekám na potvrzení. Až bude tiskárna připravena, vyberte Pokračovat.
de: Wartet auf den Benutzer. Drücken Sie "Fortsetzen", sobald der Drucker bereit ist.
es: Esperando al usuario. Pulsa "Reanudar" una vez que la impresora esté lista.
fr: En attente de l'utilisateur. Appuyez sur "Reprendre" une fois que l'imprimante est prête.
ja: ユーザーソウサヲ マッテイマス。プリンターノ ジュンビガ デキタラ サイカイ ヲ オシテクダサイ。
pl: Oczekiwanie na użytkownika. Naciśnij "Wznów", gdy drukarka będzie gotowa.
uk: Очікування дій користувача. Натисніть «Відновити», коли принтер буде готовий.

source: Waiting for user input
cs: Čeká se na uživatele
de: Warte auf Benutzer
es: Esperando la entrada del usuario
fr: Attente de la saisie de l'utilisateur
ja: ユーザーノ ソウサヲ マッテイマス
pl: Czekam na użytkownika
uk: Очікування введення користувача

source: Warn
cs: Varovat
de: Warnen
es: Aviso
fr: Avertir
ja: チュウイ
pl: Ostrzegaj
uk: Попередження

source: Warning
cs: Varování
de: Warnung
es: Cuidado
fr: Avertissement
ja: ケイコク
pl: Ostrzeżenie
uk: Попередження

source: Was filament unload successful?
cs: Proběhlo vyjmutí filamentu správně?
de: Filamententladen erfolgreich?
es: ¿Se descargó el filamento con éxito?
fr: Le filament a-t-il été bien déchargé ?
ja: フィラメントノ アンロードニ セイコウシマシタカ?
pl: Czy udało się rozładować filament?
uk: Вивантаження філаменту пройшло успішно?

source: We are actively working on resolving these issues. Please send the crash dump, saved upon reset, to our support team.
es: Estamos trabajando activamente para resolver estos problemas. Envía el volcado de memoria, guardado tras el reinicio, a nuestro equipo de soporte técnico.
fr: Nous travaillons activement à résoudre ces problèmes. Veuillez envoyer le dump mémoire du crash, enregistré lors de la réinitialisation, à notre équipe support.
ja: コレラノ モンダイカイケツニムケテ セッキョクテキニ トリクンデオリマス。リセットジニ ホゾンサレタ クラッシュダンプヲ、サポートチームマデ オオクリクダサイ。
pl: Aktywnie pracujemy nad rozwiązaniem tych problemów. Prosimy o przesłanie do naszego zespołu pomocy technicznej zrzutu pamięci, zapisanego po zresetowaniu urządzenia.
uk: Ми активно працюємо над вирішенням цих проблем. Будь ласка, надішліть дамп збою, збережений після перезавантаження, нашій команді підтримки.

source: We need to start without the filament in the extruder. Please make sure there is no filament in the filament sensor.
cs: Je potřeba začít bez filamentu v extruderu. Ujistěte se, že v extruderu není filament.
de: Wir müssen ohne das Filament im Extruder beginnen. Bitte stellen Sie sicher, dass sich kein Filament im Filamentsensor befindet.
es: Tenemos que empezar sin filamento en el extrusor. Por favor comprueba que no haya filamento en el sensor de filamento.
fr: Nous devons commencer sans filament dans l'extrudeur. Veuillez vous assurer qu'il n'y a pas de filament dans le capteur de filament.
ja: エクストルーダーニ フィラメントガ ナイジョウタイデ スタートスルヒツヨウガ アリマス。フィラメントガ フィラメントセンサーナイニ ナイコトヲ カクニンシテクダサイ。
pl: Musimy zacząć bez filamentu w ekstruderze. Upewnij się, że w czujniku filamentu nie ma filamentu.
uk: Нам потрібно почати без філаменту в екструдері. Будь ласка, переконайтеся, що в датчику філаменту немає філаменту.

source: We need to start without the filament in the extruder. Please unload it.
cs: Je nutné začít bez filamentu v extruderu. Prosím vysuňte filament.
de: Es muss ohne das Filament im Extruder begonnen werden. Bitte entladen Sie es.
es: Tenemos que empezar sin filamento en el extrusor. Por favor, descárgalo.
fr: Nous devons commencer sans filament dans l'extrudeur. Veuillez le décharger.
ja: エクストルーダーニ フィラメントガ ナイジョウタイデ スタートスル ヒツヨウガ アリマス。フィラメントヲ アンロードシテクダサイ。
pl: Musimy zacząć bez filamentu w ekstruderze. Rozładuj filament.
uk: Нам потрібно почати без філаменту в екструдері. Будь ласка, вийміть його.

source: We suggest opening the online guide for the first-time calibration.
cs: Pro první kalibraci doporučujeme použít online návod.
de: Wir empfehlen die Online-Anleitung für die erstmalige Kalibrierung zu öffnen.
es: Sugerimos abrir la guía en línea para la primera calibración.
fr: Nous vous suggérons d'ouvrir le guide en ligne pour la première calibration.
ja: ハジメテキャリブレーションヲ オコナウバアイハ、オンラインガイドヲ カクニンシナガラ ジッコウスルコトヲ オススメシマス。
pl: Zalecamy otwarcie przewodnika online do pierwszej kalibracji.
uk: Для першого калібрування рекомендуємо відкрити онлайн-інструкцію.

source: We will need your help with this calibration. You will be asked to screw in a calibration pin.
cs: U této kalibrace je vyžadována vaše asistence. Je potřeba nainstalovat kalibrační pin.
de: Bei dieser Kalibrierung benötigen wir Ihre Hilfe. Sie werden aufgefordert werden, einen Kalibrierungsstift einzuschrauben.
es: Necesitaremos tu ayuda con la calibración. Te pediremos que atornilles un pin de calibración.
fr: Nous aurons besoin de votre aide pour cette calibration. Il vous sera demandé de visser un ergot de calibration.
ja: キャリブレーションハ ユーザーノ ソウサガ ヒツヨウデス。キャリブレーションピンヲ トリツケマス。
pl: Będziemy potrzebować Twojej pomocy przy tej kalibracji. Drukarka poprosi Cię o wkręcenie trzpienia kalibracyjnego.
uk: Нам знадобиться ваша допомога з цим калібруванням. Вас попросять вкрутити калібрувальний штифт.

source: We will need your help with this test. You will be asked to tap the nozzle. Don't worry; it is going to be cold.
cs: Bude vyžadována vaše asistence. Ve správný okamžik se dotkněte trysky. Nebojte, bude studená.
es: Necesitaremos su ayuda con esta prueba. Se le pedirá que toque la boquilla. No se preocupe, estará fría.
fr: Nous aurons besoin de votre aide pour ce test. On vous demandera de toucher la buse. Ne vous inquiétez pas, elle sera froide.
ja: コノテストニハ ユーザーノ キョウリョクガ ヒツヨウデス。ノズルヲ タタイテモライマス。シンパイシナイデクダサイ、カンタンデス。
pl: Będziemy potrzebować Twojej pomocy przy tym teście. Poprosimy Cię o dotknięcie dyszy. Nie obawiaj się, będzie zimna.
uk: Нам знадобиться ваша допомога в цьому тесті. Вас попросять торкнутися сопла. Не хвилюйтеся, воно буде холодне.

source: Wed
cs: St
de: Mi.
es: Mie
fr: mer
ja: スイヨウ
pl: Śr
uk: Ср

source: Welcome to the Cold Pull wizard. Prepare a 30cm piece of PLA filament and follow the instructions. For more details, visit:
cs: Toto je průvodce procedurou Cold Pull. Připravte si 30cm kus PLA filamentu a následuje instrukce. Detailní postup je na:
de: Willkommen beim Kaltzug-Assistenten. Bereiten Sie ein 30 cm langes Stück PLA Filament vor und folgen Sie den Anweisungen. Für weitere Details besuchen Sie bitte:
es: Bienvenido al asistente de Tirón en Frío. Prepara un trozo de filamento PLA de 30cm y sigue las instrucciones. Para más detalles, visita:
fr: Bienvenue dans l'assistant de Traction à froid. Préparez un morceau de filament PLA de 30 cm et suivez les instructions. Pour plus de détails, visitez :
ja: コールドプルウィザードヘ ヨウコソ。30cmノ PLAフィラメントヲ ヨウイシ、シジニ シタガッテクダサイ。ショウサイハ コチラヲ ゴランクダサイ:
pl: Witamy w kreatorze Cold Pull. Przygotuj 30-centymetrowy odcinek filamentu PLA i postępuj zgodnie z instrukcjami. Więcej informacji znajdziesz na:
uk: Ласкаво просимо до майстра холодного витягування. Підготуйте 30 см PLA-філаменту та дотримуйтесь інструкцій. Докладніше див.:

source: What is this?
cs: Co je to?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
ja: コレハ ナニカ?
pl: Co to jest?
uk: Що це?

source: What nozzle diameter do I have?
cs: Jaký je průměr nainstalované trysky?
de: Welchen Düsendurchmesser habe ich?
es: ¿Qué diámetro de boquilla tengo?
fr: Quel diamètre de buse ai-je ?
ja: ノズル ノ チョッケイ
pl: Jaka jest średnica mojej dyszy?
uk: Який у мене діаметр сопла?

source: Wi-Fi Status
cs: Stav Wi-Fi
es: Estado Wi-Fi
fr: État du Wi-Fi
ja: Wi-Fi ノ ジョウキョウ
pl: Stan Wi-Fi
uk: Статус Wi-Fi

source: Wi-Fi Wizard
cs: Průvodce Wi-Fi
de: Wi-Fi Assistent
es: Asistente Wi-Fi
fr: Assistant Wi-Fi
ja: Wi-Fi ノ ウィザード
pl: Asystent Wi-Fi
uk: Майстер Wi-Fi

source: Wi-Fi credentials (SSID and password) discovered on the USB flash drive. Would you like to connect your printer to Wi-Fi now?
cs: Údaje pro přihlášení k Wi-Fi nalezeny na USB disku. Připojit tiskárnu k Wi-Fi nyní?
de: Wi-Fi Zugangsdaten (SSID und Passwort) wurden auf dem USB-Stick entdeckt. Möchten Sie Ihren Drucker jetzt mit dem Wi-Fi verbinden?
es: Credenciales Wi-Fi (SSID y contraseña) encontradas en la memoria USB. ¿Te gustaría conectar tu impresora al Wi-Fi ahora?
fr: Identifiants Wi-Fi (SSID et mot de passe) découverts sur la clé USB. Souhaitez-vous connecter votre imprimante au Wi-Fi maintenant ?
ja: USBフラッシュドライブニ Wi-Fiニンショウジョウホウ(SSIDト パスワード)ガ ケンシュツサレマシタ。プリンタヲ Wi-Fiセツゾクシマスカ?
pl: Dane uwierzytelniające Wi-Fi (SSID i hasło) wykryte w pamięci USB. Czy chcesz teraz podłączyć drukarkę do sieci Wi-Fi?
uk: На USB-накопичувачі виявлено облікові дані Wi-Fi (SSID та пароль). Бажаєте підключити свій принтер до Wi-Fi зараз?

source: Wi-Fi credentials loaded via NFC. Apply credentials? SSID: %s
cs: Wi-Fi údaje nahrány skrz NFC. Aplikovat přihlašovací údaje? SSID: %s
de: Wi-Fi Zugangsdaten über NFC geladen. Zugangsdaten anwenden? SSID: %s
es: Credenciales Wi-Fi cargadas a través de NFC. ¿Aplicar credenciales? SSID: %s
fr: Identifiants Wi-Fi chargés via NFC. Appliquer les identifiants ? SSID : %s
ja: NFCカラ Wi-Fi ニンショウジョウホウ ヲ ロード キョカ シマスカ? SSID: %s
pl: Dane uwierzytelniające Wi-Fi załadowane przez NFC. Zastosować te dane? SSID: %s
uk: Облікові дані Wi-Fi завантажено через NFC. Застосувати облікові дані? SSID: %s

source: WiFi connection
cs: Wi-Fi připojení
de: Wi-Fi Verbindung
es: Conexión WiFi
fr: Connexion Wifi
ja: WiFiセツゾク
pl: Połączenie WiFi
uk: З'єднання WiFi

source: WiFi not connected
cs: Wi-Fi nepřipojena
de: Wi-Fi nicht verbunden
es: WiFi no conectado
fr: WiFi non connecté
ja: WiFiニ セツゾクシテイマセン
pl: WiFi nie połączone
uk: WiFi не підключено

source: Wipe tower %dg
cs: Čistící věž: %dg
de: Reinigungsturm %dg
es: Torre de limpieza %dg
fr: Tour de nettoyage %dg
ja: ワイプタワー %dg
pl: Wieża czyszcząca %dg
uk: Вежа очищення %dг

source: With sock
cs: S návlekem
de: Mit Socke
es: Con calcetín
fr: Avec chaussette
ja: ソックス アリ
pl: Ze skarpetą
uk: З носком

source: Wizard
cs: Průvodce
de: Assistent
es: Asistente
fr: Assistant
ja: ウィザード
pl: Asystent
uk: Майстер

source: Would you like to purge the filament? It will then retract to prevent oozing. Be careful, the nozzle is hot!
fr: Purger le filament? Il sera rétracté pour éviter le suintement. Attention, la buse est chaude!
ja: フィラメントヲパージシマスカ? ソノゴ. オオジングヲフセグタメニリトラクトシマス. チュウイ. ノズルハアツイデス!
pl: Czy chcesz oczyścić filament? Zostanie on następnie wycofany, aby zapobiec wyciekaniu. Uwaga, dysza jest gorąca!

source: Wrong
cs: Nesprávné
de: Falsch
es: Incorrecto
fr: Faux
ja: コトナリマス
pl: Niepoprawnie
uk: Неправильно

source: Wrong hardware
cs: Nesprávný HW
de: Falsche Hardware
es: Hardware incorrecto
fr: Mauvais matériel
ja: コトナル ハードウェア
pl: Niewłaściwy sprzęt
uk: Неправильне обладнання

source: X Axis
cs: Osa X
de: X-Achse
es: Eje X
fr: Axe X
ja: X ジク
pl: Oś X
uk: Вісь X

source: X current (0 default)
cs: Proud X (0 výchozí)
de: X Strom (0 Standard)
es: Corriente X (0 por defecto)
fr: Courant de l'axe X actuel (0 par défaut)
ja: ゲンザイ ノ X(キホン 0)
pl: Prąd osi X (domyślnie 0)
uk: Струм X (за замовчуванням 0)

source: X-axis
cs: Osa X
de: X-Achse
es: Eje X
fr: Axe X
ja: Xジク
pl: Oś X
uk: Вісь X

source: X-axis Filter
cs: Filtr osy X
de: X-Achse Filter
es: Filtro eje X
fr: Filtre de l'axe X
ja: Xジク フィルター
pl: Filtr osi X
uk: Фільтр осі X

source: X-axis Freq.
cs: Osa X frekv.
de: X-Achse Freq.
es: Frec. eje X
fr: Fréquence de l'axe X
ja: Xジク フリケンシー
pl: Częstotliwość osi X
uk: Частота осі X

source: X-axis direction
cs: Směr osy X
de: X-Achse Richtung
es: Dirección eje X
fr: Direction de l'axe X
ja: Xジク ノ ホウコウ
pl: Kierunek osi X
uk: Напрямок осі X

source: X-axis steps per unit
cs: Počet kroků/jednotka (osa X)
de: X-Achse Schritte pro Einheit
es: Pasos por unidad eje X
fr: Pas par unité sur l'axe X
ja: タンイアタリノ Xジク ステップスウ
pl: Kroki osi X na jednostkę
uk: Кількість кроків осі X на одиницю

source: XL Buddy 5V Current
cs: XL Buddy 5V proud
de: XL Buddy 5V Strom
es: Corriente 5V XL Buddy
fr: Courant du 5V de la XL Buddy
ja: XL Buddy 5V デンリュウ
pl: Prąd 5V XL Buddy
uk: Струм 5V плати Buddy XL

source: XL Enclosure
ja: XLエンクロージャー
uk: Корпус XL

source: XY POSITION INVALID
cs: NEPLATNA POZICE XY
de: XY POSITION UNGÜLTIG
es: POSICIÓN XY INVÁLIDA
fr: POSITION XY INVALIDE
ja: XYポジション ガ ムコウ
pl: NIEPRAWIDŁOWA POZYCJA XY
uk: НЕДІЙСНЕ ПОЛОЖЕННЯ XY

source: XY PROBE UNSTABLE
cs: XY SONDA NESTABILNÍ
de: XY SENSOR INSTABIL
es: SONDA XY INESTABLE
fr: SONDE XY INSTABLE
ja: XYプローブ ガ フアンテイ
pl: PRÓBKOWANIE XY NIESTABILNE
uk: НЕСТАБІЛЬНИЙ ЗОНД XY

source: XY probing failed due to the low measurement stability.
cs: Testování XY selhalo kvůli nízké stabilitě měření.
de: XY-Messung ist wegen geringer Messstabilität fehlgeschlagen.
es: El sondeo XY falló debido a la baja estabilidad de la medición.
fr: La sonde XY a échoué en raison d'une faible stabilité de mesure.
ja: XYプロービングノ ソクテイチガ フアンテイナタメ シッパイシマシタ。
pl: Próbkowanie XY nie powiodło się ze względu na niską stabilność pomiaru.
uk: Не вдалося виконати XY-зондування через низьку стабільність вимірювання.

source: Y Axis
cs: Osa Y
de: Y-Achse
es: Eje Y
fr: Axe Y
ja: Yジク
pl: Oś Y
uk: Вісь Y

source: Y current (0 default)
cs: Proud osy Y (0 výchozí)
de: Y Strom (0 Standard)
es: Corriente Y (0 por defecto)
fr: Courant de l'axe Y actuel (0 par défaut)
ja: ゲンザイ ノ Y(キホン 0)
pl: Prąd osi Y (domyślnie 0)
uk: Струм Y (за замовчуванням 0)

source: Y-axis
cs: Osa Y
de: Y-Achse
es: Eje Y
fr: Axe Y
ja: Yジク
pl: Oś Y
uk: Вісь Y

source: Y-axis Filter
cs: Filtr osy Y
de: Y-Achse Filter
es: Filtro eje Y
fr: Filtre de l'axe Y
ja: Yジク フィルター
pl: Filtr osi Y
uk: Фільтр осі Y

source: Y-axis Freq.
cs: Osa Y frekv.
de: Y-Achse Freq.
es: Frec. eje Y
fr: Fréquence de l'axe Y
ja: Yジク フリケンシー
pl: Częstotliwość osi Y
uk: Частота осі Y

source: Y-axis direction
cs: Směr osy Y
de: Y-Achse Richtung
es: Dirección eje Y
fr: Direction de l'axe Y
ja: Yジク ノ ホウコウ
pl: Kierunek osi Y
uk: Напрямок осі Y

source: Y-axis steps per unit
cs: Počet kroků na jednotku (Osa Y)
de: Y-Achse Schritte pro Einheit
es: Pasos por unidad eje Y
fr: Pas par unité sur l'axe Y
ja: タンイアタリノ Yジク ステップスウ
pl: Kroki osi Y na jednostkę
uk: Кількість кроків осі Y на одиницю

source: YES
cs: ANO
de: JA
es: SÍ
fr: OUI
ja: ハイ
pl: TAK
uk: ТАК

source: You can continue printing. If the issue persists, repeat this procedure again.
cs: Můžete pokračovat v tisku. Pokud problém přetrvává, opakujte proceduru.
de: Sie können mit dem Drucken fortfahren. Wenn das Problem weiterhin besteht, wiederholen Sie diesen Vorgang erneut.
es: Puedes continuar imprimiendo. Si el problema persiste, repite este procedimiento de nuevo.
fr: Vous pouvez continuer à imprimer. Si le problème persiste, répétez cette procédure.
ja: プリントヲ ツヅケルコトガ デキマス。モンダイガ カイケツシナイバアイハ モウイチド コノステップヲ クリカエシテクダサイ。
pl: Możesz kontynuować drukowanie. Jeśli problem nadal występuje, powtórz tę procedurę.
uk: Ви можете продовжити друк. Якщо проблема не зникає, повторіть цю процедуру ще раз.

source: You can determine the nozzle diameter by counting the markings (dots) on the nozzle: 0.40 mm nozzle: 3 dots 0.60 mm nozzle: 4 dots For more information, visit prusa.io/nozzle-types
cs: Vyberte správný průměr trysky spočítáním teček na obvodu trysky. 0.40 mm tryska: 3 tečky 0.60 mm tryska: 4 tečky Více informací na prusa.io/nozzle-types
de: Sie können den richtigen Düsendurchmesser feststellen, indem Sie die Markierungen (Punkte) auf der Düse zählen: 0,40 mm Düse: 3 Punkte 0,60 mm Düse: 4 Punkte Weitere Informationen finden Sie unter prusa.io/nozzle-types
es: Puedes determinar el diámetro de la boquilla contando las marcas (puntos) de la boquilla: Boquilla de 0.40 mm: 3 puntos Boquilla de 0.60 mm: 4 puntos Para más información, visita prusa.io/nozzle-types
fr: Vous pouvez déterminer le diamètre de la buse en comptant les marquages (points) sur la buse : Buse de 0,40 mm : 3 points Buse de 0,60 mm : 4 points Pour plus d'informations, visitez prusa.io/nozzle-types
ja: ノズルノ チョッケイ ハ ドットマーク ノ カズヲ シラベルコトデ カクニンデキマス : 0.40 mmノズル:3ドット 0.60 mmノズル:4ドット クワシクハ:prusa.io/nozzle-types
pl: Możesz określić średnicę dyszy, licząc oznaczenia (kropki): 0,40 mm: 3 kropki 0,60 mm: 4 kropki Aby uzyskać więcej informacji, odwiedź prusa.io/nozzle-types
uk: Ви можете визначити діаметр насадки, порахувавши маркування (точки) на насадці: 0.40 мм сопло: 3 точки 0.сопло 60 мм: 4 точки Для отримання додаткової інформації відвідайте prusa.io/nozzle-types

source: You can now fully use all network features of the printer.
cs: Nyní můžete využívat všechny síťové funkce.
de: Sie können nun alle Netzwerkfunktionen des Druckers voll nutzen.
es: Ahora puedes utilizar plenamente todas las funciones de red de la impresora.
fr: Vous pouvez désormais utiliser pleinement toutes les fonctionnalités réseau de l'imprimante.
ja: コレデ、プリンタノスベテノネットワークキノウヲカンゼンニシヨウデキルヨウニナリマシタ。
pl: Możesz teraz korzystać ze wszystkich funkcji sieciowych drukarki.
uk: Тепер ви можете повноцінно використовувати всі мережеві функції принтера.

source: You can press 'Finish' to continue connecting on the background.
cs: Vyberte "Dokončit" a připojení se naváže na pozadí.
de: Sie können auf 'Fertig stellen' drücken, um die Verbindungsherstellung im Hintergrund fortzusetzen.
es: Puedes pulsar 'Finalizar' para seguir conectándote en segundo plano.
fr: Vous pouvez appuyer sur 'Terminer' pour continuer la connexion en arrière-plan.
ja: フィニッシュ ヲ オシテ バックグラウンドデ セツゾクスルコトガ デキマス
pl: Możesz nacisnąć "Zakończ", aby kontynuować łączenie w tle.
uk: Ви можете натиснути «Готово», щоб продовжити підключення у фоновому режимі.

source: You did not tap the nozzle or you tapped it too soon. Retry?
cs: Nedotkli jste se trysky nebo jste se dotkli příliš brzy. Opakovat?
es: No has golpeado la boquilla o la ha pulsado demasiado pronto. ¿Quiere volver a intentarlo?
fr: Vous n'avez pas appuyé sur la buse ou vous l'avez appuyée trop tôt. Voulez-vous réessayer?
ja: ノズルヲ タタカナカッタカ タタクタイミングガ ハヤイデス。リトライシマスカ?
pl: Nie dotknięto dyszy lub dotknięto za wcześnie. Spróbować ponownie?
uk: Ви не торкнулися сопла або торкнулися занадто рано. Спробувати знову?

source: You're already successfully connected through the ethernet cable. Switch to Wi-Fi and continue?
cs: Už jste připojení pomocí kabelu. Chcete přesto přepnout na Wi-Fi?
de: Sie sind bereits erfolgreich über das Ethernet-Kabel verbunden. Zu Wi-Fi wechseln und fortfahren?
es: Ya estás conectado correctamente a través del cable ethernet. ¿Cambiar a Wi-Fi y continuar?
fr: Vous êtes déjà connecté avec succès via le câble Ethernet. Passer au Wi-Fi et continuer ?
ja: イーサネットケーブル ノ セツゾク ハ デキテイマス。 Wi-Fi ニ キリカエテ ツヅケマスカ?
pl: Masz już udane połączenie przez przewód Ethernet. Przełączyć na Wi-Fi i kontynuować?
uk: Ви вже успішно підключені через кабель Ethernet. Переключитися на Wi-Fi та продовжити?

source: Z AXIS MOVE
cs: POHYB OSY Z
de: Z-ACHSE BEWEGEN
es: MOVER EJE Z
fr: DÉPLACEMENT DE L'AXE Z
ja: Zジク イドウ
pl: RUCH OSI Z
uk: РУХ ПО ОСІ Z

source: Z Axis
cs: Osa Z
de: Z-Achse
es: Eje Z
fr: Axe z
ja: Zジク
pl: Oś Z
uk: Вісь Z

source: Z current
cs: Proud Z
de: Z Strom
es: Corriente Z
fr: Courant sur Z
ja: ゲンザイ ノ Z
pl: Prąd osi Z
uk: Струм Z

source: Z height
cs: Výška Z
de: Z Höhe
es: Altura Z
fr: Hauteur Z
ja: Zタカサ
pl: Wysokość Z
uk: Висота Z

source: Z height:
cs: Výška Z:
de: Z Höhe:
es: Altura en Z:
fr: Hauteur Z :
ja: Zタカサ:
pl: Wysokość Z:
uk: Висота Z:

source: Z-axis
cs: Osa Z
de: Z-Achse
es: Eje Z
fr: Axe Z
ja: Zジク
pl: Oś Z
uk: Вісь Z

source: Z-axis calibration
cs: Kalibrace osy Z
de: Kalibrierung Z-Achse
es: Calibración eje Z
fr: Calibration de l'axe Z
ja: Zジクキャリブレーション
pl: Kalibracja osi Z
uk: Калібрування осі Z

source: Z-axis direction
cs: Směr osy Z
de: Z-Achse Richtung
es: Dirección eje Z
fr: Direction de l'axe Z
ja: Zジク ノ ホウコウ
pl: Kierunek osi Z
uk: Напрямок осі Z

source: Z-axis length
cs: Délka osy Z
de: Z-Achse Länge
es: Longitud eje Z
fr: Longueur de l'axe Z
ja: Zジク ノ ナガサ
pl: Zakres osi Z
uk: Довжина осі Z

source: Z-axis steps per unit
cs: Počet kroků/jednotka (Osa Z)
de: Z-Achse Schritte pro Einheit
es: Pasos por unidad eje Z
fr: Pas par unité sur l'axe Z
ja: タンイアタリノ Zジク ステップスウ
pl: Kroki osi Z na jednostkę
uk: Кількість кроків осі Z на одиницю

source: axis
cs: osa
de: Achse
es: ejes
fr: axe
ja: ジク
pl: oś
uk: вісь

source: axis frequency is too high. Please check your HW setup. If the problem prevails, contact the customer support.
cs: osa: příliš vysoká frekvence. Zkontrolujte nastavení HW. Pokud problém přetrvává, kontaktujte podporu.
de: Achsenfrequenz ist zu hoch. Bitte überprüfen Sie Ihre HW-Einstellungen. Wenn das Problem weiterhin besteht, wenden Sie sich an den Kundensupport.
es: : frecuencia del eje demasiado alta. Comprueba la configuración de tu HW. Si el problema persiste, contacta con atención al cliente.
fr: la fréquence de l'axe est trop élevée. Veuillez vérifier votre configuration matérielle. Si le problème persiste, contactez le support client.
ja: ジクノ シュウハスウガ タカスギマス。 ハードウェアセッテイヲ カクニンシテクダサイ。 モンダイガ カイケツシナイ バアイハ、カスタマーサポートニ ゴレンラククダサイ。
pl: : częstotliwość osi jest zbyt wysoka. Sprawdź ustawienia sprzętowe. Jeśli problem nadal występuje, skontaktuj się z działem wsparcia.
uk: Занадто висока частота осі. Будь ласка, перевірте налаштування обладнання. Якщо проблема не зникає, зверніться до служби підтримки.
