Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Do you want to connect to the Wi-Fi with the Prusa app on your phone using NFC?
cs: Chcete se připojit k Wi-Fi pomocí mobilní aplikace Prusa a NFC?
de: Möchten Sie mit der Prusa App auf Ihrem Telefon über NFC eine Verbindung zum Wi-Fi herstellen?
es: ¿Quieres conectarte al Wi-Fi con la app de Prusa en tu teléfono mediante NFC?
fr: Voulez-vous vous connecter au Wi-Fi avec l'application Prusa sur votre téléphone via le NFC ?
ja: NFCヲ ツカッテ スマートフォンノ プルサアプリデ Wi-Fiニ セツゾクシマスカ?
pl: Czy chcesz połączyć się z Wi-Fi za pomocą aplikacji Prusa na telefonie przy użyciu NFC?
uk: Ви хочете підключитися до Wi-Fi за допомогою програми Prusa на вашому телефоні через NFC?

source: Do you want to repeat the last step and readjust the distance between the nozzle and heatbed?
cs: Chcete zopakovat poslední krok a upravit nastavení vzdálenosti mezi tryskou a podložkou?
de: Möchten Sie den letzten Schritt wiederholen und den Abstand, zwischen Düse und Heizbett, neu einstellen?
es: ¿Quieres repetir el último paso y reajustar la distancia entre la boquilla y base?
fr: Répéter la dernière étape et réajuster la distance entre la buse et le plateau chauffant ?
ja: サイゴノ ステップヲ クリカエシ、ノズルト ヒートベッドノ キョリヲ サイチョウセイシマスカ?
pl: Czy chcesz powtórzyć ostatni krok i poprawić kalibrację odległości dyszy od stołu?
uk: Ви хочете повторити останній крок і відрегулювати відстань між соплом і нагрівальним столом?

source: Do you want to reset the Nextruder main-plate maintenance reminder?
cs: Chcete resetovat upozornění na termín údržby main-plate v Nextruderu?
de: Möchten Sie die Wartungserinnerung für die Nextruder-Main-Plate zurücksetzen?
es: ¿Deseas restablecer el recordatorio de mantenimiento de la main-plate del Nextruder?
fr: Voulez-vous réinitialiser le rappel de maintenance de la main-plate du Nextruder ?
ja: ネクストルーダーメインプレートノ メンテナンスリマインダーヲ リセットシマスカ?
pl: Czy chcesz zresetować przypomnienie o konserwacji przekładki głównej Nextrudera?
uk: Ви хочете скинути нагадування про обслуговування основної пластини Nextruder?

source: Do you want to reset the extruder maintenance reminder?
cs: Chcete resetovat termín upozornění na údržbu extruderu?
de: Möchten Sie die Erinnerung an die Extruderwartung zurücksetzen?
es: ¿Deseas restablecer el recordatorio de mantenimiento de extrusor?
fr: Voulez-vous réinitialiser le rappel de maintenance de l'extrudeur ?
ja: エクストルーダー メンテナンス リマインダー ヲ リセット シマスカ?
pl: Czy chcesz zresetować przypomnienie o konserwacji?
uk: Ви хочете скинути нагадування про обслуговування екструдера?

source: Do you want to save changes and reboot the printer?
cs: Uložit nastavení a restartovat tiskárnu?
de: Möchten Sie die Änderungen speichern und den Drucker neu starten?
es: ¿Deseas guardar los cambios y reiniciar la impresora?
fr: Voulez-vous enregistrer les modifications et redémarrer l'imprimante ?
ja: ヘンコウヲ ホゾンシテ プリンタヲ サイキドウシマスカ?
pl: Czy chcesz zapisać zmiany i ponownie uruchomić drukarkę?
uk: Ви хочете зберегти зміни та перезавантажити принтер?

source: Do you want to use the current value? Current: %0.3f. Default: %0.3f. Click NO to use the default value (recommended)
cs: Chcete použít aktuální hodnotu? Aktuální: %0.3f. Výchozí: %0.3f. Zvolením NE vyberete výchozí hodnotu (doporučeno)
de: Wollen Sie den aktuellen Wert verwenden? Aktuell: %0.3f. Standard: %0.3f. Klicken Sie auf NEIN, um den Standardwert zu verwenden (empfohlen)
es: ¿Quiere utilizar el valor actual? Actual: %0.3f. Por defecto: %0.3f. Haz clic en NO para usar el valor por defecto (recomendado)
fr: Voulez-vous utiliser les valeurs actuelles ? Actuelles : %0.3f. Défaut : %0.3f. Cliquez sur NON pour utiliser la valeur par défaut (recommandé)
ja: ゲンザイノ スウチヲ ツカイマスカ? ゲンザイ: %0.3f. デフォルト: %0.3f. デフォルトヲツカウバアイ、イイエ(スイショウ)
pl: Czy na pewno chcesz użyć tych wartości: Obecna: %0.3f. Domyślna: %0.3f. Wciśnij NIE, aby użyć domyślnej (zalecane)
uk: Ви хочете використовувати поточне значення? Поточне: %0.3f. За замовчуванням: %0.3f. Натисніть НІ, щоб використовувати значення за замовчуванням (рекомендовано)

source: Do you wish to retry the failed selftest?
cs: Opakovat selftest, který selhal?
de: Möchten Sie den fehlgeschlagenen Selbsttest wiederholen?
es: ¿Deseas reintentar el seltest fallido?
fr: Souhaitez-vous réessayer le selftest ayant échoué ?
ja: シッパイシタ セルフテスト ヲ リトライシマスカ?
pl: Czy chcesz ponowić nieudany Selftest?
uk: Бажаєте повторити невдалий самотест?

source: Dock %d calibration
cs: Dock %d - Kalibrace
de: Kalibrierung Dock %d
es: Calibración Dock %d
fr: Calibration du Dock %d
ja: ドック %d キャリブレーション
pl: %d Kalibracja doku
uk: Калібрування док-станції %d

source: Dock %d position differs too much from expected values.
cs: Pozice doku %d se příliš liší od očekávaných hodnot.
de: Position des Docks %d weicht zu stark von den erwarteten Werten ab.
es: La posición del Dock %d difiere demasiado de los valores esperados.
fr: La position du dock %d diffère trop des valeurs attendues.
ja: ドック %d ポジショント キタイチトノ チガイガ オオキイデス。
pl: Pozycja doku %d różni się nadmiernie od oczekiwanych wartości.
uk: Положення док-станції %d занадто відрізняється від очікуваних значень.

source: Dock 1 Calibration
cs: Dok 1 - Kalibrace
de: Kalibrierung Dock 1
es: Calibración Dock 1
fr: Calibration du Dock 1
ja: ドック1 キャリブレーション
pl: Kalibracja doku 1
uk: Калібрування док-станції 1

source: Dock 2 Calibration
cs: Dok 2 - Kalibrace
de: Kalibrierung Dock 2
es: Calibración Dock 2
fr: Calibration du Dock 2
ja: ドック2 キャリブレーション
pl: Kalibracja doku 2
uk: Калібрування док-станції 2

source: Dock 3 Calibration
cs: Dok 3 - Kalibrace
de: Kalibrierung Dock 3
es: Calibración Dock 3
fr: Calibration du Dock 3
ja: ドック3 キャリブレーション
pl: Kalibracja doku 3
uk: Калібрування док-станції 3

source: Dock 4 Calibration
cs: Dok 4 - Kalibrace
de: Kalibrierung Dock 4
es: Calibración Dock 4
fr: Calibration du Dock 4
ja: ドック4 キャリブレーション
pl: Kalibracja doku 4
uk: Калібрування док-станції 4

source: Dock 5 Calibration
cs: Dok 5 - Kalibrace
de: Kalibrierung Dock 5
es: Calibración Dock 5
fr: Calibration du Dock 5
ja: ドック5 キャリブレーション
pl: Kalibracja doku 5
uk: Калібрування док-станції 5

source: Dock Calibration
cs: Kalibrace doku
de: Kalibrierung Dock
es: Calibración Dock
fr: Calibration du Dock
ja: ドックキャリブレーション
pl: Kalibracja doku
uk: Калібрування док-станції

source: Dock Position
cs: Pozice doku
es: Posición Dock
fr: Position du dock
ja: ドック ポジション
pl: Pozycja doku
uk: Положення док-станції

source: Dock X
cs: Dok X
ja: ドックX
pl: Dok X
uk: Док X

source: Dock Y
cs: Dok Y
ja: ドックY
pl: Dok Y
uk: Док Y

source: Dock successfully calibrated.
cs: Dok úspěšně zkalibrován.
de: Dock erfolgreich kalibriert.
es: Dock calibrado con éxito.
fr: Dock calibré avec succès.
ja: ドックキャリブレーション セイコウ
pl: Dok skalibrowany pomyślnie.
uk: Док-станцію успішно відкалібровано.

source: Don't change
cs: Neměnit
de: Nicht wechseln
es: No cambiar
fr: Ne pas changer
ja: ヘンコウ シナイ
pl: Nie zmieniaj
uk: Не змінювати

source: Don't touch the extruder.
cs: Nedotýkejte se extruderu.
de: Berühren Sie den Extruder nicht.
es: No toques el extrusor.
fr: Ne touchez pas l'extrudeur.
ja: エクストルーダーニ サワラナイデ クダサイ
pl: Nie dotykaj ekstrudera.
uk: Не торкайтеся екструдера.

source: Done
cs: Hotovo
de: Abgeschlossen
es: Listo
fr: Fini
ja: カンリョウ
pl: Gotowe
uk: Готово

source: Door Sensor
cs: Senzor dveří
de: Türsensor
es: Sensor de la Puerta
fr: Capteur de porte
ja: ドアセンサー
pl: Czujnik drzwi
uk: Датчик дверей

source: Download and copy the firmware (.bbf) file to the USB flash drive. Insert the drive into the printer and turn it on or restart it. Confirm the installation of the new firmware.
cs: Stáhněte a nakopírujte soubor firmwaru (.bbf) na USB disk. Vložte jej do tiskárny a přístroj zapněte či restartujte. Tlačítkem pak potvrďte instalaci nového firmwaru.
de: Laden Sie die Firmware-Datei (.bbf) herunter und kopieren Sie sie auf den USB-Stick. Stecken Sie den Stick in den Drucker und schalten Sie ihn ein oder starten Sie ihn neu. Bestätigen Sie die Installation der neuen Firmware.
es: Descargar y copiar el archivo (.bff) a la memoria USB. Insértala en la impresora y ponla en marcha o bien reiníciala. Confirma la instalación del nuevo firmware.
fr: Téléchargez le fichier firmware (.bbf) sur une clé USB, insérez-la dans l'imprimante, allumez ou redémarrez, puis confirmez l'installation du nouveau firmware.
ja: ファームウェア (.bbf) ファイルヲ ダウンロードシテ USB ドライブニ コピーシマス。ドライブヲ プリンタニサシ サイキドウ シ、ファームウェアノ インストールヲ シテクダサイ。
pl: Pobierz i skopiuj plik firmware (.bbf) do pamięci USB. Podłącz pamięć do drukarki i włącz ją lub uruchom ponownie. Potwierdź instalację nowego firmware.
uk: Завантажте та скопіюйте файл прошивки (.bbf) на USB-накопичувач. Вставте накопичувач у принтер і ввімкніть або перезапустіть його. Підтвердьте встановлення нової прошивки.

source: Download the firmware (.bbf) file to the USB flash drive.
cs: Stáhněte firmware (.bbf) na USB disk.
de: Firmware-Datei (.bbf) auf den USB-Stick herunterladen.
es: Guarda el archivo de firmware (.bbf) en la memoria USB.
fr: Téléchargez le fichier du firmware (.bbf) sur la clé USB.
ja: ファームウェアファイル(<i>.bbf) ヲ USBドライブニ ホゾンシマス。
pl: Pobierz plik z firmware (.bbf) do pamięci USB.
uk: Завантажте файл прошивки (.bbf) на USB-накопичувач.

source: Downloading...
cs: Stahování...
de: Herunterladen...
es: Descargando...
fr: Téléchargement...
ja: ダウンロードチュウ
pl: Pobieranie...
uk: Завантаження...

source: Dry run (no extrusion)
cs: Běh naprázdno (bez extruze)
de: Trockenlauf (keine Extrusion)
es: Funcionamiento en seco (sin extrusión)
fr: Exécution à vide (pas d'extrusion)
ja: ドライラン (オシダシ ナシ)
pl: Suchy przebieg (bez ekstruzji)
uk: Сухий запуск (без екструзії)

source: During the test, the heatbed, and extruder will move in full range. Printer may vibrate and be noisier during homing.
cs: Nyní se otestuje plný rozsah pohybu podložky a extruderu. Při homingu je tiskárna hlučnější a může vibrovat.
de: Während des Tests bewegen sich das Heizbett und der Extruder im gesamten Bereich. Der Drucker kann während des Homing vibrieren und lauter sein.
es: Durante la prueba, la base calefactable y el extrusor se moverán en toda su extensión. La impresora puede vibrar y ser más ruidosa al ir a la posición inicial (homing).
fr: Pendant le test, le plateau chauffant et l'extrudeur se déplaceront complètement. L'imprimante peut vibrer pendant l'initialisation.
ja: テスト ノ アイダ ヒートベッド ト エクストルーダー ハ フルレンジデ ウゴキマス。 ゲンテンヘノ フッキチュウニ プリンタガ シンドウシ、サドウオンガ オオキクナルコトガ アリマス。
pl: Podczas testu stół grzewczy i ekstruder będą poruszać się w pełnym zakresie. Drukarka może wibrować i być głośniejsza podczas bazowania.
uk: Під час тесту нагрівальний стіл та екструдер рухатимуться в повному діапазоні. Принтер може вібрувати та бути шумнішим під час калібрування початкових позицій.

source: Dwarf Board Temp
cs: Teplota desky Dwarf
es: Temp Placa Dwarf
fr: Température de la Carte Dwarf
ja: Dwarf ボードオンド
pl: Temperatura płyty Dwarf
uk: Температура плати Dwarf

source: Dwarf MCU Temp
cs: Teplota Dwarf MCU
es: Temp MCU Dwarf
fr: Température du MCU Dwarf
ja: Dwarf MCU オンド
pl: Temp. Dwarf MCU
uk: Температура MCU Dwarf

source: Dwarf board encountered the following problem: %s
cs: Deska Dwarf má následující problém: %s
de: Bei der Dwarf-Platine ist folgendes Problem aufgetreten: %s
es: La placa dwarf ha encontrado el siguiente problema: %s
fr: La carte Dwarf a rencontré le problème suivant : %s
ja: Dwarfボードガ モンダイニ ソウグウシマシタ: %s
pl: Płytka Dwarf napotkała następujący problem: %s
uk: Плата Dwarf зіткнулася з такою проблемою: %s

source: Dwelling
cs: Vyčkávání
es: Esperando
fr: Attente
ja: スタンバイ
pl: Wygrzewanie
uk: Очікування

source: Dynamic
cs: Dynamický
de: Dynamisch
es: Dinámico
fr: Dynamique
ja: ダイナミック
pl: Dynamicznie
uk: Динамічний

source: EJECT FROM MMU
cs: PŘEDNÍ VYSUNUTÍ Z MMU
de: AUSWURF AUS MMU
es: EXPULSAR DEL MMU
fr: ÉJECTER DU MMU
ja: MMUカラ イジェクト
pl: WYSUŃ Z MMU
uk: ВИЙНЯТИ З MMU

source: EMERGENCY STOP
cs: NOUZOVÉ ZASTAVENÍ
de: Notstopp
es: PARADA EMERGENCIA
fr: ARRÊT D'URGENCE
ja: キンキュウテイシ
pl: AWARYJNE WYŁĄCZENIE
uk: АВАРІЙНА ЗУПИНКА

source: ENCLOSURE SETTINGS
cs: NASTAVENÍ BOXU
de: ENCLOSURE EINSTELLUNGEN
es: AJUSTES CERRAMIENTO
fr: PARAMÈTRES DE L'ENCEINTE
ja: エンクロージャーセッティング
pl: USTAWIENIA OBUDOWY
uk: НАЛАШТУВАННЯ КОРПУСУ

source: ERR HW test failed
cs: ERR: HW test selhal
de: TEST Fehlgeschlagen!
es: ERR Test HW fallido
fr: ERR Échec du test HW
ja: エラー ハードウェアテスト シッパイ
pl: ERR Test HW nie powiódł się
uk: ПОМИЛКА Тест обладнання не вдалося

source: ERR Help filament
cs: ERR: Asist. filamentu
de: FEHL. Fil.Hilfe
es: ERR Ayuda filamento
fr: ERR Aider filament
ja: フィラメント ホジョエラー
pl: ERR filament wymaga pomocy
uk: ПОМИЛКА Допомога філаменту

source: ERR Helping filament
cs: ERR: Asist. filamentu
de: FEHLER Fil.Hilfe
es: ERR Ayuda filamento
fr: ERR Aide du filament
ja: フィラメントホジョエラー
pl: ERR filament - pomoc
uk: ПОМИЛКА Допомога філаменту

source: ERR Internal
cs: ERR: Interní
de: FEHLER Intern
es: ERR Interno
fr: ERR Interne
ja: ナイブエラー
pl: ERR wewnętrzny
uk: ПОМИЛКА Внутрішня

source: ERR TMC failed
cs: ERR: selhání TMC
de: FEHLER TMC
es: ERR Fallo TMC
fr: ERR Échec TMC
ja: TMCエラーノ シッパイ
pl: ERR Błąd TMC
uk: ПОМИЛКА TMC не вдалося

source: ERR Wait for User
cs: ERR: Čekám na uživatele
de: FEHLER WarteBenutzer
es: ERR Espera usuario
fr: ERR Attente Utilisateur
ja: ユーザーノ ソウサヲ マッテイマス
pl: ERR czekam na użytkownika
uk: ПОМИЛКА Очікування користувача

source: ERROR
cs: CHYBA
de: FEHLER
fr: ERREUR
ja: エラー
pl: BŁĄD
uk: ПОМИЛКА

source: ESP error
cs: Chyba ESP
de: ESP Fehler
es: Error ESP
fr: Erreur ESP
ja: ESPエラー
pl: Błąd ESP
uk: Помилка ESP

source: ETHERNET SETTINGS
cs: NASTAVENÍ LAN
de: ETHERNET EINSTELLUNGEN
es: AJUSTES DE ETHERNET
fr: PARAMÈTRES ETHERNET
ja: イーサネットセッティング
pl: USTAWIENIA ETHERNET
uk: НАЛАШТУВАННЯ ETHERNET

source: EXPERIMENTAL SETTINGS
cs: EXPERIMENTÁLNÍ NASTAVENÍ
es: AJUSTES EXPERIMENTALES
fr: RÉGLAGES EXPÉRIMENTAUX
ja: ジッケンテキナ キノウ
pl: USTAWIENIA EKSPERYMENTALNE
uk: ЕКСПЕРИМЕНТАЛЬНІ НАЛАШТУВАННЯ

source: EXTRUDER ERROR
cs: CHYBA EXTRUDERU
de: EXTRUDER FEHLER
es: ERROR EXTRUSOR
fr: ERREUR DE L'EXTRUDEUR
ja: エクストルーダーエラー
pl: BŁĄD EKSTRUDERA
uk: ПОМИЛКА ЕКСТРУДЕРА

source: EXTRUDER MAXTEMP ERROR
cs: EXTRUDER: CHYBA MAXTEMP
de: EXTRUDER MAXTEMP FEHLER
es: ERROR MAXTEMP EXTRUSOR
fr: ERREUR MAXTEMP DE L'EXTRUDEUR
ja: エクストルーダー サイダイオンドエラー
pl: BŁĄD MAXTEMP EKSTRUDERA
uk: ПОМИЛКА МАКСИМАЛЬНОЇ ТЕМПЕРАТУРИ ЕКСТРУДЕРА

source: EXTRUDER MINTEMP ERROR
cs: EXTRUDER: CHYBA MINTEMP
de: EXTRUDER MINTEMP FEHLER
es: ERROR MINTEMP EXTRUSOR
fr: ERREUR MINTEMP DE L'EXTRUDEUR
ja: エクストルーダー サイショウオンドエラー
pl: BŁĄD MINTEMP EKSTRUDERA
uk: ПОМИЛКА МІНІМАЛЬНОЇ ТЕМПЕРАТУРИ ЕКСТРУДЕРА

source: EXTRUDER NOT DETECTED
cs: EXTRUDER NEBYL DETEKOVÁN
de: EXTRUDER NICHT ERKANNT
es: EXTRUSOR NO DETECTADO
fr: EXTRUDEUR NON DÉTECTÉ
ja: エクストルーダー ニンシキセズ
pl: NIE WYKRYTO EKSTRUDERA
uk: ЕКСТРУДЕР НЕ ВИЯВЛЕНО

source: EXTRUDER PREHEAT ERROR
cs: EXTRUDER: CHYBA PŘEDEHŘEVU
de: EXTRUDER PREHEAT FEHLER
es: ERROR PRECALENTAMIENTO EXTRUSOR
fr: ERREUR DE PRÉCHAUFFAGE DE L'EXTRUDEUR
ja: エクストルーダー プリヒートエラー
pl: BŁĄD NAGRZEWANIA EKSTRUDERA
uk: ПОМИЛКА ПОПЕРЕДНЬОГО НАГРІВУ ЕКСТРУДЕРА

source: EXTRUDER THERMAL RUNAWAY
es: DERIVA TÉRMICA EXTRUSOR
fr: EMBALLEMENT THERMIQUE DE L'EXTRUDEUR
ja: エクストルーダー ネツボウソウ
pl: THERMAL RUNAWAY - EKSTRUDER
uk: ТЕРМІЧНА НЕСТАБІЛЬНІСТЬ ЕКСТРУДЕРА

source: Edit Filaments
cs: Upravit filamenty
de: Filamente bearbeiten
es: Editar Filamentos
fr: Modifier les filaments
ja: フィラメントノ エディット
pl: Edytuj filamenty
uk: Редагувати філаменти

source: Eject From MMU
cs: Přední vysunutí z MMU
de: Auswurf aus MMU
es: Expulsar del MMU
fr: Éjecter du MMU
ja: MMUカラ イジェクト
pl: Wysuń z MMU
uk: ВИЙНЯТИ З MMU

source: Ejecting
cs: Vysouvání
de: Auswerfen
es: Extrayendo
fr: Éjection
ja: イジェクト
pl: Wysuwanie
uk: Виймання

source: Ejecting filament
cs: Vysunutí z MMU
de: Fil. auswerfend
es: Expulsando filamento
fr: Éjection du filament
ja: フィラメントイジェクト
pl: Wysuwanie filamentu
uk: Виймання філаменту

source: Emergency stop invoked by G-code (M112).
cs: G-Code M112 aktivoval nouzové zastavení.
de: Notstopp aus G-Code (M112).
es: Parada de emergencia invocada por código G (M112).
fr: Arrêt d'urgence invoqué par G-code (M112).
ja: Gcode(M112)ニヨル ヒジョウテイシ
pl: Zatrzymanie awaryjne wywołane z G-code (M112).
uk: Аварійна зупинка, викликана G-кодом (M112).

source: Emulate Watchdog
cs: Watchdog emulace
de: Watchdog emulieren
es: Emular Watchdog
fr: Émuler le chien de garde
ja: ウオッチドッグエミュレート
pl: Emuluj Watchdog
uk: Емулювати сторожовий таймер

source: Enable Filaments
cs: Povolit filamenty
de: Filamente aktivieren
es: Activar Filamentos
fr: Activer les filaments
ja: フィラメント ユウコウ
pl: Włącz filamenty
uk: Увімкнути філаменти

source: Enable Metrics
cs: Povolit metriky
de: Kennzahlen aktivieren
es: Activar Métricas
fr: Activer les métriques
ja: メトリクス ユウコウ
pl: Włącz dane diagnostyczne
uk: Увімкнути метрики

source: Enabled
cs: Zapnuto
de: Aktiviert
es: Activado
fr: Activé
ja: ユウコウ
pl: Włączono
uk: Увімкнено

source: Enclosure
cs: Box na tiskárnu
es: Cerramiento
fr: Enceinte
ja: エンクロージャー
pl: Obudowa
uk: Корпус

source: Enclosure Settings
cs: Nastavení boxu
de: Enclosure Einstellungen
es: Ajustes Cerramiento
fr: Paramètres de l'enceinte
ja: エンクロージャーセッティング
pl: Ustawienia obudowy
uk: Налаштування корпусу

source: Enclosure fan
cs: Ventilátor boxu
de: Enclosure Lüfter
es: Ventilador cerramiento
fr: Ventilateur de l'enceinte
ja: エンクロージャーファン
pl: Wentylator obudowy
uk: Вентилятор корпусу

source: Enclosure fan not spinning. Check it for possible debris, then inspect the wiring.
cs: Ventilátor boxu se netočí. Zkontrolujte, zda není blokován, pak zkontrolujte zapojení.
de: Der Lüfter des Enclosures dreht sich nicht. Überprüfen Sie ihn auf mögliche Verschmutzungen und dann die Verkabelung.
es: El ventilador del cerramiento no gira. Comprueba que no haya residuos y, a continuación, inspecciona el cableado.
fr: Le ventilateur de l'enceinte ne tourne pas. Vérifiez qu'il n'y a pas de débris, puis inspectez le câblage.
ja: エンクロージャーノ ファンガ カイテンシテイマセン。ゴミガ ツマッテイナイカ カクニンシ、ハイセンヲ テンケンシマス。
pl: Wentylator obudowy nie obraca się. Sprawdź, czy nie jest zablokowany przez zanieczyszczenia, następnie sprawdź przewody.
uk: Вентилятор корпусу не обертається. Перевірте його на наявність засмічень, потім огляньте проводку.

source: Enclosure temperature
cs: Teplota v boxu
de: Enclosure Temperatur
es: Temperatura del cerramiento
fr: Température de l'enceinte
ja: エンクロージャーナイ オンド
pl: Temperatura w obudowie
uk: Температура в корпусі

source: End of test
cs: Konec testu
de: Testende
es: Fin del test
fr: Fin du test
ja: テスト シュウリョウ
pl: Koniec testu
uk: Кінець тесту

source: Engaging idler
cs: Aktivace idleru
de: Spannrol. einkuppeln
es: Enganchando tensor
fr: Engagement de l'idler
ja: アイドラーヲ ツケル
pl: Urucham. docisku
uk: Зачеплення холостого ходу

source: Ensure the top ventilation grille is closed for optimal chamber temperature.
cs: Ujistěte se, že horní ventilační mřížka je uzavřená, aby se dosáhlo optimální teploty.
de: Stellen Sie sicher, dass das obere Lüftungsgitter geschlossen ist, um eine optimale Kammertemperatur zu gewährleisten.
es: Asegúrate de que la rejilla de ventilación superior está cerrada para obtener una temperatura óptima de la cámara.
fr: Assurez-vous que la grille de ventilation supérieure est fermée pour une température optimale de la chambre.
ja: チャンバーノ オンドヲ サイテキニ タモツタメ、ウエノ カンキマドガ トジテイルコトヲ カクニンシマス。
pl: Upewnij się, że górna kratka wentylacyjna jest zamknięta, aby zapewnić optymalną temperaturę w komorze.
uk: Переконайтеся, що верхня вентиляційна решітка закрита для оптимальної температури в камері.

source: Ensure the top ventilation grille is open for proper airflow.
cs: Ujistěte se, že horní mřížka je otevřená kvůli optimálnímu proudění vzduchu.
de: Stellen Sie sicher, dass das obere Lüftungsgitter geöffnet ist, um einen guten Luftstrom zu gewährleisten.
es: Asegúrate de que la rejilla de ventilación superior está abierta para que el aire circule correctamente.
fr: Assurez-vous que la grille de ventilation supérieure est ouverte pour une bonne circulation de l'air.
ja: テキセツナ エアフローヲ カクホスルタメ、ウエノ カンキマドガ アイテイルコトヲ カクニンシテクダサイ。
pl: Upewnij się, że górna kratka wentylacyjna jest otwarta, aby zapewnić prawidłowy przepływ powietrza.
uk: Переконайтеся, що верхня вентиляційна решітка відкрита для належного потоку повітря.

source: Enter credentials manually
cs: Vložit údaje ručně
de: Zugangsdaten manuell eingeben
es: Introduce las credenciales manualmente
fr: Saisir les informations d'identification manuellement
ja: シュドウ デ ジョウホウヲ ニュウリョク
pl: Wpisz dane logowania ręcznie
uk: Ввести облікові дані вручну

source: Error
cs: Chyba
de: Fehlermeldung
fr: Erreur
ja: エラー
pl: Błąd
uk: Помилка

source: Error erasing flash! Restart the printer and try again.
cs: Chyba mazání flash! Restartujte tiskárnu a opakujte akci.
de: Fehler beim Löschen des Flash! Drucker neustarten und erneut versuchen.
es: ¡Error al borrar memoria flash! Reinicia impresora y reinténtalo.
fr: Erreur d'effacement de la flash ! Redémarrez l'imprimante et réessayez.
ja: イレースエラー プリンタヲ サイキドウシ リトライシテクダサイ。
pl: Błąd wymazywania flash! Zrestartuj drukarkę i spróbuj ponownie.
uk: Помилка видалення флеш-пам'яті! Перезавантажте принтер і спробуйте знову.

source: Error invalid selftest state
cs: Chyba: neplatný stav selftestu
de: Fehler ungültiger Selftest-Status
es: Error: estado selftest inválido
fr: Erreur état de selftest non valide
ja: セルフテスト ムコウノ エラー
pl: Błąd: Nieprawidłowy stan Selftestu
uk: Помилка: недійсний стан самотесту

source: Error saving crash dump report to the USB drive. Please reinsert the USB drive and try again.
cs: Chyba při ukládání výpisu chyb na USB. Vložte USB znovu a opakujte akci.
de: Fehler beim Speichern des Crash-Dump-Berichts auf das USB-Laufwerk. Bitte stecken Sie das USB-Laufwerk wieder an und versuchen Sie es erneut.
es: Error al guardar los detalles del error de memoria en la unidad USB. Vuelve a insertar la unidad USB e intentalo otra vez.
fr: Erreur au cours de la sauvegarde du rapport de vidage mémoire suite à une panne sur la clé USB. Veuillez réinsérer la clé USB et réessayer.
ja: USBドライブヘ クラッシュダンプレポートノ ホゾンチュウニ エラーガ ハッセイシマシタ。USBドライブヲ イチドハズシ、リトライシテクダサイ。
pl: Błąd zapisywania zrzutu pamięci w pamięci USB. Odłącz i podłącz pamięć USB, następnie spróbuj ponownie.
uk: Помилка збереження звіту про дамп аварії на USB-накопичувач. Будь ласка, перевставте USB-накопичувач і спробуйте знову.

source: Ethernet
ja: イーサネット

source: Ethernet cable not plugged in
cs: Ethernetový kabel nezapojen
de: Ethernet-Kabel nicht eingesteckt
es: Cable ethernet no conectado
fr: Câble Ethernet non branché
ja: LANケーブルガ ツナガッテイマセン
pl: Przewód Ethernet nie jest podłączony
uk: Мережевий кабель не підключено

source: Ethernet connection
cs: Ethernet připojení
de: Ethernet-Verbindung
es: Conexión Ethernet
fr: Connexion Ethernet
ja: イーサネットセツゾク
pl: Połączenie Ethernet
uk: Ethernet-з'єднання

source: Execute Factory Reset
cs: Spustit tovární reset
es: Ejecutar Restablecimiento de Fábrica
fr: Exécuter la Réinitialisation d'Usine
ja: ファクトリーリセット ジッコウ
pl: Wykonaj reset ustawień fabrycznych
uk: Виконати скидання до заводських налаштувань

source: Exit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
ja: モドル
pl: Wyjście
uk: Вихід

source: Experimental Settings
cs: Experimentální nastavení
de: Experimentelle Einstellungen
es: Ajustes Experimentales
fr: Réglages expérimentaux
ja: ジッケンテキナ キノウ
pl: Ustawienia eksperymentalne
uk: Експериментальні налаштування

source: Extruder
es: Extrusor
fr: Extrudeur
ja: エクストルーダー
pl: Ekstruder
uk: Екструдер

source: Extruder Maintenance
cs: Údržba extruderu
de: Extruder Wartung
es: Mantenimiento Extrusor
fr: Maintenance de l'extrudeur
ja: エクストルーダー メンテナンス
pl: Konserwacja ekstrudera
uk: Обслуговування екструдера

source: Extruder current
cs: Proud extruderu
de: Extruder Strom
es: Corriente extrusor
fr: Courant de l'extrudeur
ja: ゲンザイノ エクストルーダー
pl: Prąd ekstrudera
uk: Струм екструдера
