Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Firmware file missing in the USB flash!
cs: Soubor firmwaru chybí na USB disku!
de: Firmware-Datei fehlt auf dem USB Stick!
es: ¡Falta un archivo de firmware en la memoria USB!
fr: Fichier de firmware manquant dans la clé USB !
ja: ファームウェアファイルガ USBニ アリマセン Flash!
pl: Brak pliku firmware w pamięci USB flash!
uk: Файл прошивки відсутній на USB- накопичувачі!

source: Firmware file has invalid size! Check the file on the USB drive and try again.
cs: Soubor FW má špatnou velikost! Zkontrolujte soubor na USB a akci opakujte.
de: Firmware-Datei hat ungültige Größe! Prüfen Sie die Datei auf dem USB-Stick und neu versuchen.
es: ¡El archivo de FW tiene tamaño no válido! Verifica el archivo en la unidad USB e intenta nuevamente.
fr: Le fichier du firmware a une taille invalide ! Vérifiez le fichier sur la clé USB et réessayez.
ja: ファームウェア ファイルノ サイズガムコウデス! USBドライブヲ カクニンシ リトライシテクダサイ。
pl: Plik firmware ma nieprawidłowy rozmiar! Sprawdź plik w pamięci USB i spróbuj ponownie.
uk: Файл прошивки має недійсний розмір! Перевірте файл на USB-накопичувачі та спробуйте знову.

source: Firmware hash verification failed! Firmware file is damaged. Try downloading and copying it onto the USB drive again.
cs: Kontrola FW hash selhala! Soubor FW poškozen. Stáhněte a nakopírujte jej na USB disk znovu.
de: Firmware-Hash Check fehlgeschlagen! Die Firmware-Datei ist beschädigt. Neu herunterladen und wieder auf den USB-Stick kopieren.
es: ¡Error verificación hash firmware! Archivo FW dañado. Intenta descargarlo y copiarlo de nuevo a la unidad USB.
fr: La vérification du hachage du firmware a échoué ! Le fichier du firmware est endommagé. Essayez de le télécharger et de le copier à nouveau sur la clé USB.
ja: ファームウェアハッシュ ケンショウニ シッパイシマシタ! ファームウェアファイルガ ハソンシテイマス。 モウイチドダウンロードシ USBドライブニ コピーシテクダサイ。
pl: Weryfikacja hashu firmware nie powiodła się! Plik firmware jest uszkodzony. Spróbuj pobrać i skopiować go na USB ponownie.
uk: Помилка перевірки хеш-суми прошивки! Файл прошивки пошкоджено. Спробуйте завантажити та скопіювати його на USB-накопичувач знову.

source: Firmware in the internal flash corrupted! Please reflash the firmware.
cs: FW v interní flash paměti poškozen! Nahrajte FW znovu.
de: Die Firmware im internen Flash ist beschädigt! Bitte die Firmware neu flashen.
es: ¡FW de flash interno dañado! Por favor, reflashea el firmware.
fr: Firmware dans la mémoire flash interne corrompu ! Veuillez reflasher le firmware.
ja: ナイゾウメモリノ ファームウェアガ ハソンシテイマス モウイチド ファームウェアノ カキコミヲ ジッコウシテクダサイ!
pl: Firmware w wewnętrznej pamięci flash uszkodzony! Wgraj firmware ponownie.
uk: Прошивку у внутрішній пам'яті пошкоджено! Будь ласка, перепрошийте прошивку.

source: Firmware signature verification failed! Only official signed firmware can be flashed.
cs: Test podpisu FW selhal! Nahrát lze jen oficiální verze firmwaru.
de: Überprüfung der Firmware-Signatur fehlgeschlagen! Nur offizielle signierte Firmware kann geflasht werden.
es: ¡Fallo verificación de firma del FW! Sólo se puede instalar FW oficial.
fr: Échec de la vérification de la signature du firmware ! Seul le firmware officiel signé peut être flashé.
ja: ファームウェアノ ショメイケンシュツニ シッパイシマシタ! セイシキナ ファームウェアノミ カキコミスルコトガデキマス。
pl: Weryfikacja podpisu firmware nie powiodła się! Tylko oficjalnie podpisane firmware może być flashowane.
uk: Помилка перевірки підпису прошивки! Можна прошивати лише офіційну підписану прошивку.

source: Firmware/printer types do not match. Make sure you have the right firmware file for your printer model.
cs: Nesouhlasí verze FW / tiskárny. Ujistěte se, že máte správnou verzi FW pro vaši tiskárnu.
de: Firmware/Drucker Typen stimmen nicht überein. Stellen Sie sicher, dass Sie die richtige Firmware Datei für Ihren Drucker haben.
es: Firmware/impresora no coincide. Asegúrate de que tienes el archivo de FW correcto para tu modelo de impresora.
fr: Les types de firmware/d'imprimante ne correspondent pas. Assurez-vous d'avoir le bon fichier de firmware pour votre modèle d'imprimante.
ja: ファームウェアトプリンタノ タイプガ イッチシマセン。 プリンタニ タイシテ ファームウェアノ ファイルガ タダシイカ カクニンシテクダサイ。
pl: Rodzaje firmware/drukarki są rozbieżne. Upewnij się, że masz właściwe firmware dla danego modelu drukarki.
uk: Типи прошивки/ принтера не збігаються. Переконайтеся, що у вас правильний файл прошивки для вашої моделі принтера.

source: Firmware/printer versions do not match! You are trying to flash FW meant for other revision of the Buddy board.
cs: Nesouhlasí verze FW a tiskárny. Váš FW je pro jinou revizi desky Buddy.
de: Firmware/Drucker Versionen stimmen nicht überein! Sie versuchen FW für eine andere Revision des Buddy-Boards zu flashen.
es: ¡Firmware/impresora no coincide! Tratas de flashear el FW destinado a otra revisión de placa Buddy.
fr: Échec de la vérification de la signature du firmware ! Seul le firmware officiel signé peut être flashé.
ja: ファームウェア/プリンタノ バージョンガ イッチシマセン。 Buddyボードノ ホカノ リビジョンノ ファームウェアヲ カキコミシヨウト シテイマス。
pl: Wersje firmware/drukarki są rozbieżne! Próbujesz flashować FW przeznaczone dla innej wersji płytki Buddy.
uk: Версії прошивки/ принтера не збігаються! Ви намагаєтеся прошити ПЗ, призначене для іншої ревізії плати Buddy.

source: First Layer Calibration
cs: Kalibrace první vrstvy
de: Erste-Schicht-Kalibrierung
es: Cal. Primera Capa
fr: Calibration Première Couche
ja: ファーストレイヤーキャリブレーション
pl: Kalibracja pierwszej warstwy
uk: КАЛІБРУВАННЯ ПЕРШОГО ШАРУ

source: Fix Common Misconfigurations
cs: Opravit běžné chyby konfigurace
es: Corregir Errores de Configuración Habituales
fr: Corriger les erreurs de configuration courantes
ja: コモン・ミスコンフィグヲ・フィックス
pl: Napraw typowe błędy konfiguracji
uk: Виправити поширені помилки конфігурації

source: Flash ESP
es: Flashear ESP
fr: Flasher l'ESP
ja: ESPヘ カキコミ
uk: Прошити ESP

source: FlashConn
fr: ConnFlash
ja: フラッシュ コンテンツ

source: FlashErr
fr: ErrFlash
ja: フラッシュエラー

source: Flashing err
cs: Chyba flashování
de: Flashing Fehler
es: Err flasheo
fr: Err de flashage
ja: フアームウェア フラシング エラー
pl: Błąd falshowania
uk: Помилка прошивки

source: Flow Factor
cs: Průtok
de: Flussfaktor
es: Factor de flujo
fr: Facteur de Débit
ja: フローファクター
pl: Przepływ
uk: Коефіцієнт потоку

source: Following features are required:
cs: Následující položky jsou vyžadovány:
de: Folgende Funktionen sind erforderlich:
es: Las siguientes características son necesarias:
fr: Les fonctionnalités suivantes sont requises :
ja: イカノ キノウガ ヒツヨウデス:
pl: Wymagane są następujące funkcje:
uk: Потрібні такі функції:

source: Footer
cs: Spodní lišta
de: Fußzeile
es: Pie de Página
fr: Pied de page
ja: フッター
pl: Stopka
uk: Нижня панель

source: For Filament Change, Preheat
cs: Předehřát pro výměnu fil.
de: Vorheizen zum Filamentwechsel
es: Para Cambiar el Filamento, Precalentar
fr: Pour le changement de filament, Préchauffez
ja: フィラメントチェンジノタメ プリヒート
pl: Przy wymianie filamentu, nagrzej
uk: Для заміни філаменту, попередній нагрів

source: Fri
cs: Pá
de: Fr.
es: Vie
fr: ven
ja: キンヨウ
pl: Pt
uk: Пт

source: Front PTFE Length
cs: Délka PTFE trubičky
es: Tubo PTFE frontal
fr: Tube PTFE avant
ja: フロントPTFEレングス
pl: Przednia rurka PTFE
uk: Довжина передньої PTFE

source: Front Side
cs: Přední strana
de: Vordere Seite
es: Lado Frontal
fr: Avant
ja: マエガワ
pl: Przód
uk: Передня сторона

source: Front Side [um]
cs: Přední strana [um]
de: Vordere Seite [um]
es: Lado Frontal [um]
fr: Avant [um]
ja: マエガワ [um]
pl: Przód [um]
uk: Передня сторона [мкм]

source: Full Reset
cs: Kompletní obnovení
es: Reset Completo
fr: Réinitialisation Complète
ja: フルリセット
pl: Pełny reset
uk: Повне скидання

source: G-CODE METRICS CONFIG CHANGE
cs: ZMĚNA KONFIGURACE G-CODE METRIK
de: G-CODE METRIK-KONFIGURATIONSÄNDERUNG
es: CAMBIAR CONFIGURACIÓN MÉTRICAS CÓDIGO G
fr: CHANGEMENT DE CONFIGURATION DES MÉTRIQUES DU G-CODE
ja: Gコードメトリクスコンフィグ ヘンコウ
pl: ZMIANA KONGIF. DANYCH DIAGN. Z G-CODE
uk: ЗМІНА КОНФІГУРАЦІЇ МЕТРИК G-КОДУ

source: G-Code Checks
cs: G-Code kontroly
es: Comprobaciones Código G
fr: Vérifications du G-code
ja: G-コード カクニン
pl: Kontrole G-code
uk: Перевірки G-коду

source: G-Code Compatibility
cs: Kompatibilita G-codu
es: Compatibilidad Código G
fr: Compatibilité du G-Code
ja: Gコード・コンパチビリティ
pl: Kompatybilność G-code
uk: Сумісність G-коду

source: G-Code Level
cs: G-Code úroveň
es: Nivel de Código G
fr: Niveau de G-code
ja: G-コード レベル
pl: Poziom G-code
uk: Рівень G-коду

source: G-Code filaments
cs: G-Code filamenty
de: G-Code Filamente
es: Códigos G filamentos
fr: Filaments du G-Code
ja: Gコード フィラメント
pl: Filamenty w G-code
uk: Філаменти G-коду

source: G-Code transfer running too slow. Check your network for issues or use different USB drive. Press Continue to resume printing.
cs: Přenos G-code je moc pomalý. Zkontrolujte síť nebo použijte jiný USB disk. Vyberte Pokračovat pro navázání tisku.
de: Die G-Code-Übertragung ist zu langsam. Prüfen Sie Ihr Netzwerk auf Probleme oder verwenden Sie einen anderen USB-Stick. Drücken Sie Weiter, um den Druck fortzusetzen.
es: La transferencia del Código G es demasiado lenta. Comprueba si hay problemas en la red o utiliza una unidad USB diferente. Pulsa Continuar para reanudar la impresión.
fr: Le transfert du G-Code est trop lent. Vérifiez votre réseau pour détecter tout problème ou utilisez une clé USB différente. Appuyez sur Continuer pour reprendre l'impression.
ja: Gcodeノ テンソウニ ジカンガ カカリスギテイマス。ネットワークニ モンダイガナイカ カクニンシテクダサイ。マタハ ベツノ USBドライブヲ タメシテクダサイ。ゾッコウヲ オシテ プリントヲ サイカイ シマス。
pl: Transfer G-code przebiega zbyt wolno. Sprawdź sieć pod kątem problemów lub użyj innej pamięci USB. Naciśnij przycisk Kontynuuj, aby wznowić drukowanie.
uk: Передача G-коду відбувається занадто повільно. Перевірте мережу на наявність проблем або скористайтеся іншим USB-накопичувачем. Натисніть «Продовжити», щоб відновити друк.

source: G-code command was too long and did not fit in the internal buffers. As a result, it may have been executed incorrectly.
cs: Příkaz G-code byl příliš dlouhý a nevešel se do interního bufferu. Nemusel být proto zpracován správně.
de: Der G-Code-Befehl war zu lang und passte nicht in die internen Puffer. Infolgedessen wurde er möglicherweise falsch ausgeführt.
es: El comando G-code era demasiado largo y no cabía en los búferes internos. Como resultado, puede haberse ejecutado incorrectamente.
fr: La commande G-code était trop longue et ne rentrait pas dans les buffers internes. Par conséquent, il se peut que l'opération ait été exécutée de manière incorrecte.
ja: Gコードコマンドガ ナガスギテ ナイブバッファヲ オーバーシマシタ。ソノタメ、マチガッテ ジッコウサレタカノウセイガアリマス。
pl: Polecenie G-code było zbyt długie i nie mieściło się w wewnętrznych buforach. W rezultacie mogło zostać wykonane niepoprawnie.
uk: Команда G-коду була занадто довгою та не помістилася у внутрішніх буферах. Як наслідок, її могло бути виконано неправильно.

source: G-code compatibility mode
cs: Režim kompatibility G-codu
es: Modo compatibilidad código G
fr: Mode de compatibilité du G-code
ja: Gコード・コンパチビリティ・モード
pl: Tryb kompatybilności G-code
uk: Режим сумісності з G-кодом

source: G-code not sliced for input shaping
cs: Tento G-code nepodporuje input shaping
es: El Código G no se ha laminado para input shaping
fr: G-code non découpé pour l'input shaping
ja: Gコード:インプット・シェーピング・ヒタイオウ
pl: G-code nie jest pocięty dla Input Shapera
uk: G-код не підготовлено для Input Shaper

source: G-code version doesn't match
cs: Verze G-Codu nesouhlasí
de: G-Code Version stimmt nicht überein
es: La versión de Código G no cuadra
fr: La version du G-code ne correspond pas
ja: Gコードノ バージョンガ アッテイマセン
pl: Rozbieżność wersji G-code
uk: Версія G-коду не збігається

source: GEAR ALIGNMENT
cs: ZAROVNÁNÍ PŘEVODOVKY
es: ALINEAMIENTO ENGRANAJES
fr: ALIGNEMENT DES ENGRENAGES
ja: ギア・アライメント
pl: OSIOWANIE KÓŁ ZĘBATYCH
uk: ВИРІВНЮВАННЯ РЕДУКТОРА

source: GEARBOX ALIGNMENT
cs: ZAROVNÁNÍ PŘEVODOVKY
es: ALINEAMIENTO CAJA ENGRANAJES
fr: ALIGNEMENT DU RÉDUCTEUR
ja: ギアボックス・アライメント
pl: OSIOWANIE PRZEKŁADNI
uk: ВИРІВНЮВАННЯ РЕДУКТОРА

source: Gateway
cs: Brána
es: Puerta de enlace
fr: Passerelle
ja: ゲートウェイ
pl: Bramka
uk: Шлюз

source: Gcode Corruption
cs: Poškozený G-code soubor.
de: G-Code Korruption
es: Corrupción del código G
fr: Corruption du Gcode
ja: Gコード ハソン
pl: Uszkodzenie G-code
uk: Пошкодження G-коду

source: Gcode Cropped
cs: Oříznutý G-code
de: G-Code Abgeschnitten
es: Código G Recortado
fr: Gcode Tronqué
ja: ジーコード ハ カット サレタ
pl: G-code przycięty
uk: G-код обрізано

source: Gcode is trying to change metrics configuration. Allow the changes?
cs: Soubor G-code se pokouší změnit konfiguraci metrik. Povolit změny?
de: Gcode versucht, die Konfiguration der Metriken zu ändern. Erlauben Sie die Änderungen?
es: El código G está intentando cambiar la configuración de las métricas. ¿Permitir los cambios?
fr: Le Gcode essaie de modifier la configuration des métriques. Autoriser les modifications ?
ja: Gコードガ メトリクスノ セッテイヲ ヘンコウシヨウト シテイマス。 キョカ シマスカ?
pl: G-code próbuje zmienić konfigurację zbierania danych diagnostycznych. Zezwolić na zmiany?
uk: G-код намагається змінити конфігурацію метрик. Дозволити зміни?

source: Gcode on the USB drive is corrupt. Fix manually before resuming.
cs: G-code soubor na USB disku je poškozen. Před pokračováním jej opravte.
de: Der G-Code auf dem USB-Stick ist fehlerhaft. Korrigieren Sie ihn manuell, bevor Sie fortfahren.
es: El código G de la unidad USB está dañado. Corrígelo manualmente antes de reanudar.
fr: Le Gcode sur la clé USB est corrompu. Corrigez-le manuellement avant de reprendre.
ja: USBドライブノ Gコード ガ コワレテイマス。シュドウデ シュウセイシテカラ サイカイシテクダサイ。
pl: G-code w pamięci USB jest uszkodzony. Napraw ręcznie przed wznowieniem.
uk: G-код на USB-накопичувачі пошкоджено. Виправте вручну перед продовженням.

source: Gearbox alignment in progress, please wait (approx. 20 seconds)
cs: Probíhá zarovnání převodovky, vyčkejte (cca 20 vteřin).
de: Getriebeausrichtung wird durchgeführt, bitte warten (ca. 20 Sekunden)
es: Alineación caja de engranajes en curso, por favor espera (aprox. 20 segundos)
fr: Alignement du réducteur en cours, veuillez patienter (environ 20 secondes)
ja: ギアボックスノ アライメントヲ オコナッテイマス。20ビョウホド オマチクダサイ。
pl: Trwa osiowanie przekładni, poczekaj (około 20 sekund)
uk: Вирівнювання редуктора триває, зачекайте (приблизно 20 секунд)

source: General Fails in Print
cs: Obecná selhání v tisku
de: Allgemeine Fehler im Druck
es: Fallos Generales en Impresión
fr: Échec général lors de l'impression
ja: イッパンテキナ プリントシッパイ
pl: Ogólne błędy wydruku
uk: Загальні помилки друку

source: Generate Password
cs: Generovat heslo
de: Kennwort generieren
es: Generar Contraseña
fr: Générer un Mot de Passe
ja: パスワードサクセイ
pl: Generuj hasło
uk: Згенерувати пароль

source: Gone
cs: Pryč
de: Verschwunden
es: Perdido
fr: Disparu
ja: ゴーン
pl: Brak
uk: Зникло

source: Grab the door in the middle, place your fingers behind it, and close it as shown in the picture. Then confirm.
cs: Uchopte dveře uprostřed, prsty umístěte za ně a zavřete je - viz obrázek. Následně krok potvrďte.
de: Greifen Sie die Tür in der Mitte, legen Sie Ihre Finger dahinter und schließen Sie sie, wie auf dem Bild gezeigt. Bestätigen Sie dann.
es: Coge la puerta del centro, coloca los dedos detrás y ciérrala como se muestra en la imagen. Luego confirma.
fr: Saisissez la porte au milieu, placez vos doigts derrière elle et fermez-la comme indiqué sur l'image. Puis confirmez.
ja: マンナカノ ドアヲツカミ、ウシロニ ユビヲオキ、シャシンノ ヨウニシメマス。
pl: Chwyć drzwi z tyłu pośrodku i zamknij w sposób pokazany na ilustracji. Następnie potwierdź.
uk: Візьміться за дверцята посередині, покладіть пальці за них і закрийте, як показано на малюнку. Потім підтвердьте.

source: HAL detected an I2C busy state when receiving data via I2C.
cs: HAL detekoval zaneprázdněný stav I2C během přijímání dat přes I2C.
de: HAL hat beim Empfang von Daten über I2C einen I2C-Busy erkannt.
es: HAL detectó un estado ocupado I2C al recibir datos vía I2C.
fr: La HAL a détecté un état I2C occupé lors de la réception de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ジュシンスルトキ、I2Cビジージョウタイヲ ケンシュツシマシタ。
pl: HAL wykrył zajętość I2C podczas odbierania danych przez I2C.
uk: HAL виявив зайнятий стан шини I2C під час отримання даних через I2C.

source: HAL detected an I2C busy state when sending data via I2C.
cs: HAL detekoval zaneprázdněný stav I2C během posílání dat přes I2C.
de: HAL hat beim Senden von Daten über I2C einen I2C Busy entdeckt.
es: HAL detectó un estado ocupado I2C al recibir datos vía I2C.
fr: La HAL a détecté un état I2C occupé lors de l'envoi de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ソウシンスルトキ、I2Cビジージョウタイヲ ケンシュツシマシタ。
pl: HAL wykrył zajętość I2C podczas wysyłania danych przez I2C.
uk: HAL виявив зайнятий стан шини I2C під час надсилання даних через I2C.

source: HAL detected an I2C error when receiving data via I2C.
cs: HAL detekoval I2C chybu během přijímání dat přes I2C.
de: HAL hat beim Empfang von Daten über I2C einen I2C-Fehler entdeckt.
es: HAL detectó un error de I2C al recibir datos vía I2C.
fr: La HAL a détecté une erreur I2C lors de la réception de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ジュシンスルトキニ I2Cエラーヲ ケンシュツシマシタ。
pl: HAL wykrył błąd I2C podczas odbierania danych przez I2C.
uk: HAL виявив помилку I2C під час отримання даних через I2C.

source: HAL detected an I2C error when sending data via I2C.
cs: HAL detekoval I2C časový limit během odesílání dat přes I2C.
de: HAL hat einen I2C-Fehler beim Senden von Daten über I2C entdeckt.
es: HAL detectó un error de I2C al enviar datos vía I2C.
fr: La HAL a détecté une erreur I2C lors de l'envoi de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ソウシンスルトキニ I2Cエラーヲ ケンシュツシマシタ。
pl: HAL wykrył błąd I2C podczas wysyłania danych przez I2C.
uk: HAL виявив помилку I2C під час надсилання даних через I2C.

source: HAL detected an I2C timeout when receiving data via I2C.
cs: HAL detekoval I2C časový limit během přijímání dat přes I2C.
de: HAL hat eine I2C-Zeitüberschreitung beim Empfang von Daten über I2C festgestellt.
es: HAL detectó un timeout de I2C al recibir datos vía I2C
fr: La HAL a détecté un timeout I2C lors de la réception de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ジュシンスルトキ、タイムアウトヲ ケンシュツシマシタ。
pl: HAL wykrył timeout I2C podczas odbierania danych przez I2C.
uk: HAL виявив тайм-аут I2C під час отримання даних через I2C.

source: HAL detected an I2C timeout when sending data via I2C.
cs: HAL detekoval nedefinovanou chybu I2C při odesílání dat přes I2C.
de: HAL hat eine I2C-Zeitüberschreitung beim Senden von Daten über I2C festgestellt.
es: HAL detectó un timeout de I2C al enviar datos vía I2C.
fr: La HAL a détecté un timeout I2C lors de l'envoi de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ソウシンスルトキ、I2Cタイムアウトヲ ケンシュツシマシタ。
pl: HAL wykrył timeout I2C podczas wysłania danych przez I2C.
uk: HAL виявив тайм-аут I2C під час надсилання даних через I2C.

source: HAL detected an I2C undefined error when receiving data via I2C.
cs: HAL detekoval nedefinovanou chybu I2C při přijímání dat přes I2C.
de: HAL hat einen undefinierten I2C-Fehler beim Empfang von Daten über I2C entdeckt.
es: HAL detectó un error indefinido I2C al recibir datos vía I2C
fr: La HAL a détecté une erreur I2C non définie lors de la réception de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ジュシンスルトキニ フメイナエラーヲ ケンシュツシマシタ。
pl: HAL wykrył niezdefiniowany błąd I2C podczas odbierania danych przez I2C.
uk: HAL виявив невизначену помилку I2C під час отримання даних через I2C.

source: HAL detected an I2C undefined error when sending data via I2C.
cs: HAL detekoval nedefinovanou chybu I2C při posílání dat přes I2C.
de: HAL hat einen undefinierten I2C-Fehler beim Senden von Daten über I2C entdeckt.
es: HAL detectó un error indefinido I2C al enviar datos vía I2C.
fr: La HAL a détecté une erreur I2C non définie lors de l'envoi de données via I2C.
ja: HALハ、I2Cケイユデ データヲ ソウシンスルトキニ フメイナエラーヲ ケンシュツシマシタ。
pl: HAL wykrył niezdefiniowany błąd I2C podczas wysyłania danych przez I2C.
uk: HAL виявив невизначену помилку I2C під час надсилання даних через I2C.

source: HARD RESET
fr: RÉINITIALISATION COMPLÈTE
ja: ハードリセット
uk: ЖОРСТКЕ ПЕРЕЗАВАНТАЖЕННЯ

source: HARDWARE
fr: MATÉRIEL
ja: ハードウェア
uk: ОБЛАДНАННЯ

source: HASH VERIFICATION FAILED
cs: SELHALA VERIFIKACE HASH
de: HASH-ÜBERPRÜFUNG FEHLGESCHLAGEN
es: FALLO VERIFICACIÓN HASH
fr: LA VÉRIFICATION DU HACHAGE A ÉCHOUÉ
ja: ハッシュケンショウ シッパイ
pl: WERYFIKACJA HASH NIE POWIODŁA SIĘ
uk: ПОМИЛКА ПЕРЕВІРКИ ХЕШ-СУМИ

source: HEATBED PORT OVERCURRENT
cs: NADPROUD PORTU PODLOŽKY
de: Überstrom Heizbett-Anschluss
es: SOBRECORRIENTE PUERTO BASE CALEFACTABLE
fr: SURINTENSITÉ DU PORT DU PLATEAU CHAUFFANT
ja: ヒートベッドポート カデンリュウ
pl: ZBYT DUŻY PRĄD NA PODGRZEWANYM STOLE
uk: ПЕРЕВАНТАЖЕННЯ СТРУМУ ПОРТУ НАГРІВАЛЬНОГО СТОЛУ

source: HEATBREAK COOLING TOO SLOW
cs: POMALÉ CHLAZENÍ HEATBREAKU
es: ENFRIAMIENTO DEL HEATBREAK DEMASIADO LENTO
fr: REFROIDISSEMENT DU HEATBREAK TROP LENT
ja: ヒートブレークレイキャクチエン
pl: CHŁODZENIE BARIERY CIEPLNEJ ZBYT WOLNE
uk: НАДТО ПОВІЛЬНЕ ОХОЛОДЖЕННЯ ТЕРМОБАР'ЄРА

source: HEATBREAK MAXTEMP ERROR
cs: CHYBA HEATBREAKU MAXTEMP
de: Heatbreak MAXTEMP Fehler
es: ERROR MAXTEMP HEATBREAK
fr: ERREUR MAXTEMP DE LA BARRIÈRE THERMIQUE
ja: ヒートブレイクサイダイオンドエラー
pl: MAXTEMP - BARIERA CIEPLNA
uk: ПОМИЛКА МАКСИМАЛЬНОЇ ТЕМПЕРАТУРИ ТЕРМОБАР'ЄРУ

source: HEATBREAK MINTEMP ERROR
cs: CHYBA HEATBREAKU MINTEMP
de: Heatbreak MINTEMP Fehler
es: ERROR MINTEMP HEATBREAK
fr: ERREUR MINTEMP DE LA BARRIÈRE THERMIQUE
ja: ヒートブレイクサイショウオンドエラー
pl: MINTEMP - BARIERA CIEPLNA
uk: ПОМИЛКА МІНІМАЛЬНОЇ ТЕМПЕРАТУРИ ТЕРМОБАР'ЄРУ

source: HEATUP
cs: ZAHŘÍVÁNÍ
de: AUFHEIZEN
es: CALENTAMIENTO
fr: CHAUFFAGE
ja: ヒートアップ
pl: GRZANIE
uk: НАГРІВАННЯ

source: HELP
cs: POMOC
de: HILFE
es: AYUDA
fr: AIDE
ja: ヘルプ
pl: POMOC
uk: ДОПОМОГА

source: HEPA Filter Expired
cs: Konec životnosti HEPA
de: HEPA-Filter ist abgelaufen
es: Filtro HEPA Caducado
fr: Filtre HEPA expiré
ja: HEPAフィルター キゲンギレ
pl: Koniec eksploatacji filtra HEPA
uk: Термін дії HEPA-фільтра закінчився

source: HEPA Filter Expiring
cs: Konec životnosti HEPA
de: HEPA-Filter läuft ab
es: Filtro HEPA Caducando
fr: Expiration du filtre HEPA
ja: HEPAフィルター ジュミョウ
pl: Wygasanie eksploatacji filtra HEPA
uk: Термін дії HEPA-фільтра закінчується

source: HOMING CALIBRATION NEEDED
cs: NUTNÁ KALIBRACE HOMINGU
es: CALIBRACIÓN HOMING NECESARIA
fr: CALIBRATION DE LA PRISE D'ORIGINE NÉCESSAIRE
ja: ホーミングキャリブレーションガ ヒツヨウ
pl: WYMAGANA KALIBRACJA BAZOWANIA
uk: Необхідне калібрування початкового положення

source: HOMING ERROR X
cs: CHYBA HOMINGU X
de: Homing Fehler X
es: ERROR DE HOMING X
fr: ERREUR DE PRISE D'ORIGINE EN X
ja: Xホーミングエラー
pl: BŁĄD BAZOWANIA X
uk: ПОМИЛКА КАЛІБРУВАННЯ ПОЧАТКОВОЇ ПОЗИЦІЇ ОСІ X

source: HOMING ERROR Y
cs: CHYBA HOMINGU Y
de: Homing Fehler Y
es: ERROR DE HOMING Y
fr: ERREUR DE PRISE D'ORIGINE EN Y
ja: Yホーミングエラー
pl: BŁĄD BAZOWANIA Y
uk: ПОМИЛКА КАЛІБРУВАННЯ ПОЧАТКОВОЇ ПОЗИЦІЇ ОСІ Y

source: HOMING ERROR Z
cs: CHYBA HOMINGU Z
de: Homing Fehler Z
es: ERROR DE HOMING Z
fr: ERREUR DE PRISE D'ORIGINE EN Z
ja: Zホーミングエラー
pl: BŁĄD BAZOWANIA Z
uk: ПОМИЛКА КАЛІБРУВАННЯ ПОЧАТКОВОЇ ПОЗИЦІЇ ОСІ Z

source: HOTEND HEATER OVERCURRENT
cs: NADPROUD VÝHŘEVU HOTENDU
de: HOTEND HEIZUNG ÜBERSTROM
es: SOBRECORRIENTE CALENTADOR FUSOR
fr: SURINTENSITÉ DE L'ÉLÉMENT CHAUFFANT DE LA HOTEND
ja: ホットエンドヒーターヘノ カデンリュウ
pl: ZBYT DUŻY PRĄD NA GRZAŁCE DYSZY
uk: ПЕРЕВАНТАЖЕННЯ СТРУМУ НАГРІВАЧА ЕКСТРУДЕРА

source: HW Configuration
cs: Konfigurace HW
es: Configuración HW
fr: Configuration HW
ja: HWコンフィグヲ・キープ
pl: Konfiguracja HW
uk: Конфігурація обладнання

source: HW Reset
es: Reset de HW
fr: Réinitialisation HW
ja: ハードウェアリセット
pl: Reset HW
uk: Апаратне скидання

source: HW test begin
cs: Začít HW test
de: HW Test Beginn
es: Comenzar test HW
fr: Début du test HW
ja: ハードウェアテストヲ スタートシマス
pl: Rozpocznij test HW
uk: Початок тесту обладнання

source: HW test cleanup
de: HW Testbereinigung
es: Test HW limpieza
fr: Nettoyage du test HW
ja: ハードウェアテスト クリーンアップ
pl: Czyść test HW
uk: Очищення після тесту обладнання

source: HW test display
de: HW Display Test
es: Test HW pantalla
fr: Test HW de l'écran
ja: ハードウェアテスト ディスプレイ
pl: Pokaż test HW
uk: Тест дисплея обладнання
