Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Extruder direction
cs: Směr extruderu
de: Extruder Richtung
es: Dirección extrusor
fr: Direction de l'extrudeur
ja: エクストルーダーノ ホウコウ
pl: Kierunek ekstrudera
uk: Напрямок екструдера

source: Extruder motor is not spinning on tool %d
cs: Extruzní motor na nástroji %d se neotáčí.
de: Extrudermotor dreht sich nicht auf Werkzeug %d
es: El motor del extrusor no gira en el cabezal %d
fr: Le moteur de l'extrudeur ne tourne pas sur l'outil %d
ja: エクストルーダーモータ、ツール %d カイテンシテイマセン。
pl: Silnik ekstrudera nie obraca się w narzędziu %d
uk: Двигун екструдера не обертається на інструменті %d.

source: Extruder steps per unit
cs: Počet kroků extruderu na jednotku
de: Extruder Schritte pro Einheit
es: Pasos por unidad extrusor
fr: Pas par unité de l'extrudeur
ja: エクストルーダーノ ステップスウ
pl: Kroki ekstrudera na jednostkę
uk: Кількість кроків екструдера на одиницю

source: FACTORY RESET
cs: TOVÁRNÍ RESET
de: Werkseinstellung
es: RESTABLECIMIENTO DE FÁBRICA
fr: RÉINITIALISATION USINE
ja: シュッカジョウタイニ リセット
pl: USTAWIENIA FABRYCZNE
uk: СКИДАННЯ ДО ЗАВОДСЬКИХ НАЛАШТУВАНЬ

source: FAILURE STATISTICS
cs: STATISTIKY CHYB
de: FEHLERSTATISTIK
es: ESTADÍSTICAS DE FALLOS
fr: STATISTIQUES DE DÉFAILLANCE
ja: シッパイノ ジョウホウ
pl: STATYSTYKI BŁĘDÓW
uk: СТАТИСТИКА ЗБОЇВ

source: FIL. ALREADY LOADED
cs: FILAMENT JIŽ ZAVEDEN
de: FIL. BEREITS GEL.
es: FIL. YA CARGADO
fr: FIL. DÉJÀ CHARGÉ
ja: フィラメントガ スデニ ロードサレテイマス
pl: FILAMENT JUŻ ZAŁADOWANY
uk: ФІЛАМЕНТ ВЖЕ ЗАВАНТАЖЕНО

source: FILAMENT
es: FILAMENTO
ja: フィラメント
uk: ФІЛАМЕНТ

source: FILAMENT CHANGE
cs: VÝMĚNA FILAMENTU
de: FILAMENT WECHSEL
es: CAMBIO FILAMENTO
fr: CHANGEMENT DE FILAMENT
ja: フィラメントチェンジ
pl: ZMIANA FILAMENTU
uk: ЗАМІНА ФІЛАМЕНТА

source: FILAMENT DETAIL
cs: DETAIL FILAMENTU
es: DETALLE FILAMENTO
fr: DÉTAIL DU FILAMENT
ja: フィラメントノ ショウサイ
pl: SZCZEGÓŁY FILAMENTU
uk: ДЕТАЛІ ФІЛАМЕНТА

source: FILAMENT EJECTED
cs: FILAMENT VYSUNUT
de: Filament ausgeworfen
es: FILAMENTO EXPULSADO
fr: FILAMENT ÉJECTÉ
ja: フィラメントイジェクト
pl: FILAMENT WYSUNIĘTY
uk: ФІЛАМЕНТ ВИДАЛЕНО

source: FILAMENT MANAGEMENT
cs: SPRÁVA FILAMENTŮ
es: GESTIÓN FILAMENTO
fr: GESTION DES FILAMENTS
ja: フィラメントノ カンリ
pl: ZARZĄDZANIE FILAMENTAMI
uk: КЕРУВАННЯ ФІЛАМЕНТАМИ

source: FILAMENT MAPPING
cs: MAPOVÁNÍ FILAMENTU
de: FILAMENT ZUORDNUNG
es: MAPEADO FILAMENTO
fr: ATTRIBUTION DE FILAMENT
ja: フィラメントマッピング
pl: MAPOWANIE FILAMENTU
uk: ВІДОБРАЖЕННЯ ФІЛАМЕНТІВ

source: FILAMENT MMU
cs: MMU FILAMENT
es: FILAMENTO MMU
fr: FILAMENT DU MMU
ja: MMUフィラメント
uk: ФІЛАМЕНТ MMU

source: FILAMENT REMOVED
cs: FILAMENT VYSUNUT
de: FILAMENT ENTFERNT
es: FILAMENTO RETIRADO
fr: FILAMENT RETIRÉ
ja: フィラメントリムーブ
pl: FILAMENT WYCIĄGNIĘTY
uk: ФІЛАМЕНТ ВИДАЛЕНО

source: FILAMENT SENSOR CALIBRATION
cs: KALIBRACE SENZORU FILAMENTU
es: CALIBRACIÓN SENSOR FILAMENTO
fr: CALIBRATION DU CAPTEUR DE FILAMENT
ja: フィラメント・センサー・キャリブレーション
pl: KALIBRACJA CZUJNIKA FILAMENTU
uk: КАЛІБРУВАННЯ ДАТЧИКА ФІЛАМЕНТУ

source: FILAMENT SENSORS
cs: SENZORY FILAMENTU
de: FILAMENTSENSOREN
es: SENSORES DE FILAMENTO
fr: CAPTEURS DE FILAMENT
ja: フィラメントセンサー
pl: CZUJNIKI FILAMENTU
uk: ДАТЧИКИ ФІЛАМЕНТА

source: FILAMENTS VISIBILITY
cs: VIDITELNOST FILAMENTŮ
es: VISIBILIDAD FILAMENTOS
fr: VISIBILITÉ DES FILAMENTS
ja: フィラメントノ シニンセイ
pl: WIDOCZNOŚĆ FILAMENTÓW
uk: ВИДИМІСТЬ ФІЛАМЕНТІВ

source: FILTER CHANGE
cs: VÝMĚNA FILTRU
de: FILTER WECHSEL
es: CAMBIO DE FILTRO
fr: CHANGEMENT DU FILTRE
ja: フィルターコウカン
pl: WYMIANA FILTRA
uk: ЗАМІНА ФІЛЬТРА

source: FINDA DIDNT TRIGGER
cs: FINDA NESEPNULA
de: FINDA N. AUSGELÖST
es: FINDA NO SE ACTIVO
fr: FINDA NON DÉCLENCHÉE
ja: FINDAガ サドウシマセン
pl: FINDA NIE WYWOŁANA
uk: FINDA НЕ СПРАЦЮВАВ

source: FINDA FILAM. STUCK
cs: FINDA: ZASEKLÝ FILAMENT
de: FINDA NICHT FIL.FREI
es: FINDA: ATASCO FIL.
fr: FINDA FIL. BLOQUÉ
ja: FINDA フィラメントスタック
pl: FINDA: FIL. ZABLOK.
uk: ФІЛАМЕНТ ЗАСТРЯГ У FINDA

source: FINDA didn't switch off while unloading filament. Try unloading manually. Ensure filament can move and FINDA works.
cs: FINDA se při vysouvání filamentu nevypnula. Zkuste filament vyjmout ručně. Ujistěte se, že se filament může pohybovat a FINDA funguje.
de: Die FINDA hat sich beim Entladen des Filaments nicht ausgeschaltet. Versuchen Sie, manuell zu entladen. Stellen Sie sicher, dass sich das Filament bewegen kann und FINDA funktioniert.
es: FINDA no se apagó mientras descargaba el filamento. Intenta descargar manualmente. Comprueba que el filamento puede moverse y el FINDA funciona.
fr: FINDA non désactivée lors du déchargement du filament. Essayez de décharger à la main. Assurez-vous que le filament peut bouger et que la FINDA fonctionne.
ja: フィラメントノ アンロードチュウニ FINDAガ オフニ ナリマセンデシタ。マニュアルデ アンロードシテクダサイ。フィラメントガ ウゴキ、FINDAガ ドウサスルコトヲ カクニンシテクダサイ。
pl: FINDA nie wyłączyła się podczas rozładowywania filamentu. Spróbuj rozładować ręcznie. Upewnij się, że filament może się poruszać, a FINDA działa.
uk: FINDA не вимкнувся під час вивантаження філаменту. Спробуйте вивантажити вручну. Переконайтеся, що філамент може рухатися, а FINDA працює.

source: FINDA didn't trigger while loading the filament. Ensure the filament can move and FINDA works.
cs: FINDA nesepnula při zavádění filamentu. Ujistěte se, že se filament může pohybovat a FINDA funguje.
de: FINDA hat beim Laden des Filaments nicht ausgelöst. Stellen Sie sicher, dass sich das Filament bewegen kann und FINDA funktioniert.
es: El FINDA no se activó al cargar el filamento. Asegúrate de que el filamento puede moverse y el FINDA funciona.
fr: La FINDA ne s'est pas déclenchée lors du chargement du filament. Assurez-vous que le filament peut bouger et que la FINDA fonctionne.
ja: フィラメントノ ロードチュウニ FINDAガ サドウシマセンデシタ。フィラメントガ ウゴキ、FINDAガ ドウサスルコトヲ カクニンシテクダサイ。
pl: FINDA nie została wywołana podczas ładowania filamentu. Upewnij się, że filament może się poruszać, a FINDA działa.
uk: FINDA не спрацював під час завантаження філаменту. Переконайтеся, що філамент може рухатися, а FINDA працює.

source: FINISH
cs: DOKONČIT
de: BEENDEN
es: TERMINAR
fr: TERMINER
ja: カンリョウ
pl: DOKOŃCZ
uk: ЗАВЕРШИТИ

source: FINISH remaining calibrations without proceeding to other tests, or perform ALL Calibrations and Tests? If you QUIT, all data up to this point is saved.
cs: DOKONČIT zbývající kalibrace bez návazných testů, nebo provést VŠE - tedy kalibrace i testy? Pokud zvolíte KONEC, budou aktuální data uložena.
de: BEENDEN Sie die verbleibenden Kalibrierungen, ohne mit anderen Tests fortzufahren, oder führen Sie ALLE Kalibrierungen und Tests durch? Wenn Sie VERLASSEN, werden alle Daten bis zu diesem Punkt gespeichert.
es: ¿FINALIZAR las calibraciones restantes sin proceder a otros tests, o realizar TODAS las Calibraciones y Tests? Si decides SALIR, se guardan todos los datos hasta ese momento.
fr: TERMINER les calibrations restantes sans procéder à d'autres tests, ou effectuer TOUS les Calibrations et Tests ? Si vous QUITTEZ, toutes les données jusqu'à ce point sont enregistrées.
ja: ホカノテストヲ オコナワズニ キャリブレーションヲ シュウリョウスルカ、スベテノ キャリブレーショント テストヲ ジッコウシマスカ? シュウリョウスルト、ココマデノ スベテノ データガ ホゾンサレマス。
pl: DOKOŃCZYĆ pozostałe kalibracje bez przechodzenia do innych testów, czy wykonać WSZYSTKIE kalibracje i testy? Jeśli WYJDZIESZ, wszystkie dane do tego momentu zostaną zapisane.
uk: ЗАВЕРШИТИ решту калібрувань без переходу до інших тестів або виконати ВСІ калібрування та тести? Якщо ви ВИЙДЕТЕ, усі дані до цього моменту буде збережено.

source: FINISHED
cs: DOKONČENO
de: BEENDET
es: FINALIZADO
fr: TERMINÉ
ja: カンリョウ
pl: ZAKOŃCZONO
uk: ЗАВЕРШЕНО

source: FIRMWARE MISSING
cs: CHYBÍ FIRMWARE
de: FIRMWARE FEHLT
es: FALTA FIRMWARE
fr: FIRMWARE MANQUANT
ja: ファームウェアガ アリマセン
pl: BRAK FIRMWARE
uk: ВІДСУТНЯ ПРОШИВКА

source: FIRMWARExPRINTER MISMATCH
cs: NESHODA FIRMWARExTISKÁRNA
es: DESAJUSTE FIRMWARExIMPRESORA
fr: INCOMPATIBILITÉ FIRMWARE/IMPRIMANTE
ja: ファームウェアト プリンタノ ミスマッチ
pl: NIEZGODNOŚĆ FIRMWARE Z DRUKARKĄ
uk: НЕСУМІСНІСТЬ ПРОШИВКИ ТА ПРИНТЕРА

source: FIRST LAYER CALIBRATION
cs: KALIBRACE PRVNÍ VRSTVY
de: ERSTE-SCHICHT-KALIBRIERUNG
es: CALIBRACIÓN PRIMERA CAPA
fr: CALIBRATION PREMIÈRE COUCHE
ja: ファーストレイヤーキャリブレーション
pl: KALIBRACJA PIERWSZEJ WARSTWY
uk: КАЛІБРУВАННЯ ПЕРШОГО ШАРУ

source: FLASH ERASE ERROR
cs: CHYBA MAZÁNÍ FLASH
de: FLASH LÖSCH FEHLER
es: ERROR BORRADO FLASH
fr: ERREUR D'EFFACEMENT DE LA FLASH
ja: カキコミデータショウキョエラー
pl: BŁĄD WYMAZYWANIA PAMIĘCI FLASH
uk: ПОМИЛКА ВИДАЛЕННЯ FLASH-ПАМ'ЯТІ

source: FOOTER
cs: LIŠTA
es: PIE DE PAG
fr: BAS DE PAGE
ja: フッター
pl: STOPKA
uk: НИЖНЯ ПАНЕЛЬ

source: FOOTER ADVANCED
cs: LIŠTA (POKROČILÉ)
es: PIE DE PAG. AVANZADO
fr: BAS DE PAGE AVANCÉ
ja: アドバンスフッター
pl: STOPKA - ZAAWANSOWANE
uk: РОЗШИРЕНА НИЖНЯ ПАНЕЛЬ

source: FS Troubleshooting
cs: Řešení potíží FS
de: FS Fehlerbehebung
es: Resolución de problemas FS
fr: Dépannage FS
ja: フィラメントセンサートラブルシューティング
pl: Rozwiązywanie problemów z FS
uk: Усунення несправностей датчика філаменту

source: FS Value
cs: FS hodnota
de: FS Wert
es: Valor FS
fr: Valeur du CF
ja: フィラメントセンサーノ スウチ
pl: Wartość czujnika filamentu
uk: Значення датчика філаменту

source: FSENSOR DIDNT TRIGG.
cs: F. SENZOR NESEPNUL
de: FSENSOR N. AUSGELÖST
es: FSENSOR NO SE ACTIVO
fr: CAPTEUR F. NON DECL.
ja: フィラメントセンサーガ サドウシマセン
pl: CZUJNIK FILAMENTU NIE WYWOŁANY
uk: ДАТЧИК ФІЛАМЕНТА НЕ СПРАЦЮВАВ.

source: FSENSOR FIL. STUCK
cs: FSENZOR: ZASEKLÝ FILAMENT
de: FSENSOR N. FIL.FREI
es: FSENSOR: ATASCO FIL.
fr: CAPTEUR F: F. BLOQUE
ja: フィラメントセンサースタック
pl: CZUJNIK FILAMENTU: FILAMENT ZABLOKOWANY
uk: ФІЛАМЕНТ ЗАСТРЯГ У ДАТЧИКУ

source: FSENSOR TOO EARLY
cs: FSENZOR SEPNUL BRZY
de: FSENSOR ZU FRÜH
es: FSENSOR MUY PRONTO
fr: CAPTEUR DE FILAMENT TROP TÔT
ja: フィラメントセンサーガ ハヤク サドウシマシタ
pl: CZUJNIK FILAMENTU WYWOŁANY ZBYT WCZEŚNIE
uk: ДАТЧИК ФІЛАМЕНТА СПРАЦЮВАВ ЗАРАНО

source: FSensor
cs: F. senzor
es: Sensor Fil.
fr: Capteur de filament
ja: フィラメントセンサー
pl: Czujnik filamentu
uk: Датчик філаменту

source: FSensor side
cs: Boční senzor filamentu
de: Seiten-FSensor
es: Sensor de Fil. Lateral
fr: Capteur de filament latéral
ja: サイドフィラメントセンサー
pl: Boczny czujnik filamentu
uk: Бічний датчик філаменту

source: FSensors Disabled
cs: Senzory fil. vypnuté
de: FSensoren deaktiviert
es: Sensor Fil. Desactivado
fr: CapteurF désactivé
ja: フィラメントセンサームコウ
pl: Wyłączono FSensory
uk: Датчики філаменту вимкнено

source: FW IN INTERNAL FLASH CORRUPTED
cs: FW V INTERNÍ PAMĚTI POŠKOZEN
de: FW IN INTERNEM FLASH KORRUMPIERT
es: FW EN FLASH INTERNO DAÑADO
fr: FW DANS LA FLASH INTERNE CORROMPU
ja: ナイゾウメモリファイルノ ハソン
pl: FW W WEWNĘTRZNEJ PAMIĘCI FLASH USZKODZONY
uk: ПОШКОДЖЕНО ПРОШИВКУ У ВНУТРІШНІЙ FLASH-ПАМ'ЯТІ

source: FW RUNTIME ERROR
cs: FW RUNTIME CHYBA
de: FW-LAUFZEITFEHLER
es: ERROR EJECUCION FW
fr: ERREUR D'EXÉCUTION DU FW
ja: FWランタイムエラー
pl: BŁĄD DZIAŁANIA FW
uk: ПОМИЛКА ВИКОНАННЯ ПРОШИВКИ

source: FW ok
ja: フィアムウェア オーケー
uk: Прошивка ОК

source: FW update
cs: Aktualizace FW
es: ¿Cómo actualizar el firmware?
fr: Mise à jour FW
ja: ファームウェアアップデート
pl: Aktualizacja FW
uk: Оновлення прошивки

source: FW updated
cs: FW aktualizován
de: FW aktualisiert
es: FW actualizado
fr: FW mis à jour
ja: フィアムウェア アップデート エド
pl: Zaktualizowano FW
uk: Прошивку оновлено

source: Factory Reset
cs: Tovární nastavení
de: Werkseinstellung
es: Restaurar Valores de Fábrica
fr: Réinitalisation d'Usine
ja: ファクトリーリセット
pl: Ustawienia fabryczne
uk: Скинути до заводських налаштувань

source: Fail Stats
cs: Stat. chyb
de: Fehlerstatistik
es: Registro de errores
fr: Statistiques Échec
ja: シッパイノ トウケイジョウホウ
pl: Statystyki błędów
uk: Статистика збоїв

source: Failed
cs: Selhalo
de: Fehlgeschlagen
es: Ha fallado
fr: Échoué
ja: シッパイ
pl: Niepowodzenie
uk: Не вдалося

source: Failed to calibrate homing. Continuing can cause layer shifts after rehoming and toolchange issues.
es: Fallo al calibrar el Homing. Continuar puede causar desfases de capa al volver al inicio y problemas de cambio de herramienta.
fr: Échec de la calibration de la prise d'origine. Continuer peut entraîner des décalages de couche après la reprise d'origine.
ja: ホームキャリブレーションニ シッパイシマシタ。ゾッコウスルト、サイド ゲンテンフッキゴ、レイヤーズレヤ ツールチェンジニ モンダイガ ハッセイスルカノウセイガ アリマス。
pl: Nie udało się skalibrować bazowania. Kontynuowanie może spowodować przesunięcie warstw po bazowaniu i problemy ze zmianami narzędzi.
uk: Не вдалося відкалібрувати паркування. Продовження може спричинити зсуви шарів після повторного паркування та проблеми зі зміною інструмента.

source: Failed to calibrate homing. Continuing can cause layer shifts after rehoming.
es: Fallo al calibrar Homing. Continuar puede causar desfases de capa tras un nuevo homing.
fr: Échec de la calibration de la prise d'origine. Continuer peut entraîner des décalages de couche après la reprise d'origine et des problèmes de changement d'outil.
ja: ホームキャリブレーションニ シッパイシマシタ。ツヅケルト、サイド ゲンテンフッキゴニ レイヤーズレガ ハッセイスルカノウセイガ アリマス。
pl: Nie udało się skalibrować bazowania. Kontynuowanie może spowodować przesunięcie warstw po bazowaniu.
uk: Не вдалося відкалібрувати паркування. Продовження може спричинити зсуви шарів після повторного паркування.

source: Failed to enable metrics. Check your settings.
cs: Nepodařilo se aktivovat metriky. Zkontrolujte nastavení.
de: Metriken konnten nicht aktiviert werden. Überprüfen Sie Ihre Einstellungen.
es: Error al activar las métricas. Comprueba tus ajustes.
fr: Échec de l'activation des métriques. Vérifiez vos paramètres.
ja: メトリクスノ ユウコウカニ シッパイシマシタ。セッテイヲ カクニンシテクダサイ。
pl: Nie udało się włączyć metryk. Sprawdź ustawienia.
uk: Не вдалося ввімкнути метрики. Перевірте свої налаштування.

source: Failed to home the X-axis, make sure there is no obstacle on X-axis or Y-axis.
cs: Selhal homing na ose X. Ujistěte se, že na osách X a Y nejsou žádné překážky.
de: Homing der X-Achse fehlgeschlagen, sicherstellen, dass sich kein Hindernis auf der X oder Y-Achse befindet.
es: Fallo al hacer home en el eje X, asegúrate de que no hay ningún obstáculo en el eje X o Y.
fr: Échec de la prise d'origine sur l'axe X, assurez-vous qu'il n'y a aucun obstacle sur l'axe X ou l'axe Y.
ja: Xジクノ ゲンテンフッキニ シッパイシマシタ。Xジク マタハ Yジクニ ショウガイブツガ ナイコトヲ カクニンシテクダサイ。
pl: Bazowanie w osi X nie powiodło się. Upewnij się, że na osi X oraz Y nie ma żadnych przeszkód.
uk: Не вдалося виконати калібрування початкової позиції осі X. Переконайтеся, що на осі X або Y немає перешкод.

source: Failed to home the Y-axis, make sure there is no obstacle on X-axis or Y-axis.
cs: Selhal homing na ose Y. Ujistěte se, že na osách X a Y nejsou žádné překážky.
de: Homing der Y-Achse fehlgeschlagen, sicherstellen, dass sich kein Hindernis auf der X oder Y-Achse befindet.
es: Fallo al hacer home en el eje Y, asegúrate de que no hay ningún obstáculo en el eje X o Y.
fr: Échec de la prise d'origine sur l'axe Y, assurez-vous qu'il n'y a aucun obstacle sur l'axe X ou l'axe Y.
ja: Yジクノ ゲンテンフッキニ シッパイシマシタ。Xジク マタハ Yジクニ ショウガイブツガ ナイコトヲ カクニンシテクダサイ。
pl: Bazowanie w osi Y nie powiodło się. Upewnij się, że na osi X oraz Y nie ma żadnych przeszkód.
uk: Не вдалося виконати калібрування початкової позиції осі Y. Переконайтеся, що на осі X або Y немає перешкод.

source: Failed to home the Y-axis, make sure there is no obstacle on Y-axis.
cs: Selhal homing na ose Y. Ujistěte se, že v cestě nejsou žádné překážky.
de: Homing der Y-Achse fehlgeschlagen, stellen Sie sicher, dass sich kein Hindernis auf der Y-Achse befindet.
es: Fallo al hacer home en el eje Y, asegúrate de que no hay ningún obstáculo en el eje Y.
fr: Échec de la prise d'origine sur l'axe Y, assurez-vous qu'il n'y a pas d'obstacle sur l'axe Y.
ja: Yジクノ ゲンテンフッキニ シッパイシマシタ。Yジクニ ショウガイブツガ ナイコトヲ カクニンシテクダサイ。
pl: Bazowanie osi Y nie powiodło się. Upewnij się, że na osi Y nie ma żadnych przeszkód.
uk: Не вдалося виконати калібрування початкової позиції осі Y. Переконайтеся, що на осі Y немає перешкод.

source: Failed to home the Z-axis, make sure the loadcell is working.
cs: Chyba při homingu osy Z - ujistěte se, že Loadcell funguje.
de: Homing der Z-Achse fehlgeschlagen, sicherstellen, dass die Wägezelle funktioniert.
es: No se ha podido hacer home al eje Z, asegúrate de que la Célula de carga funciona.
fr: Échec de la mise à l'origine sur l'axe Z, assurez-vous que le capteur de force fonctionne.
ja: Zジクノ ゲンテンフッキニ シッパイシマシタ。ロードセルガ ドウサシテイルカ カクニンシテクダサイ。
pl: Bazowanie w osi Z nie powiodło się. Upewnij się, że czujnik tensometryczny działa poprawnie.
uk: Не вдалося виконати калібрування початкової позиції осі Z. Переконайтеся, що датчик навантаження працює.

source: Failed to home the extruder in X-axis, make sure there is no obstacle on X-axis.
cs: Selhal homing na ose X. Ujistěte se, že v cestě nejsou žádné překážky.
de: Homing des Extruders in der X-Achse fehlgeschlagen, stellen Sie sicher, dass sich kein Hindernis auf der X-Achse befindet.
es: El extrusor no ha podido hacer home en el eje X, asegúrate de que no hay ningún obstáculo en el eje X.
fr: Échec de la prise d'origine de l'extrudeur sur l'axe X, assurez-vous qu'il n'y a pas d'obstacle sur l'axe X.
ja: Xジクト エクストルダーノ ゲンテンフッキニ シッパイシマシタ。Xジクニ ショウガイブツガ ナイコトヲ カクニンシテクダサイ。
pl: Bazowanie ekstrudera w osi X nie powiodło się. Upewnij się, że na osi X nie ma żadnych przeszkód.
uk: Не вдалося виконати калібрування початкової позиції екструдера по осі X. Переконайтеся, що на осі X немає перешкод.

source: Failed to home the extruder in Y-axis, make sure there is no obstacle on Y-axis.
cs: Selhal homing extruderu na ose Y. Ujistěte se, že na ose nejsou překážky.
de: Der Extruder konnte nicht in der Y-Achse referenziert werden. Stellen Sie sicher, dass sich kein Hindernis auf der Y-Achse befindet.
es: No se ha podido hacer home al extrusor en el eje Y, asegúrate de que no hay ningún obstáculo en el eje Y.
fr: Échec de la prise d'origine de l'extrudeur sur l'axe Y, assurez-vous qu'il n'y a pas d'obstacle sur l'axe Y.
ja: Yジク ニ オイテ、エクストルーダーノ ゲンテンフッキニ シッパイシマシタ。Yジク ニ ショウガイブツ ガ ナイコトヲ カクニン シテクダサイ。
pl: Bazowanie ekstrudera w osi Y nie powiodło się. Upewnij się, że na osi Y nie ma żadnych przeszkód.
uk: Не вдалося виконати калібрування початкової позиції екструдера по осі Y. Переконайтеся, що на осі Y немає перешкод.

source: Failed to home the extruder in Z-axis, make sure the loadcell is working.
cs: Chyba při homingu na ose Z. Ujistěte se, že senzor Loadcell funguje.
de: Homing des Extruders in der Z-Achse fehlgeschlagen, stellen Sie sicher, dass die Wägezelle funktioniert.
es: No se ha podido hacer home al extrusor en el eje Z, asegúrate de que la célula de carga funciona.
fr: Échec de la mise à l'origine de l'extrudeur sur l'axe Z, assurez-vous que le capteur de force fonctionne.
ja: Zジクノ エクストルーダーノ ゲンテンフッキニ シッパイシマシタ。ロードセルガ ドウサシテイルコトヲ カクニンシテクダサイ。
pl: Bazowanie ekstrudera w osi Z nie powiodło się. Upewnij się, że na osi Z nie ma żadnych przeszkód.
uk: Не вдалося виконати калібрування початкової позиції екструдера по осі Z. Переконайтеся, що датчик навантаження працює.

source: Failed to home the extruder in Z-axis.
cs: Nepodařil se homing extruderu v ose Z.
de: Homing Extruder Z-Achse fehlgeschlagen.
es: Fallo al hacer home al extrusor en el eje Z
fr: Échec de la prise d'origine de l'extrudeur sur l'axe Z.
ja: Zジク ニ オイテ、ゲンテンフッキニ シッパイシマシタ。
pl: Bazowanie ekstrudera w osi Z nie powiodło się.
uk: Не вдалося виконати калібрування початкової позиції екструдера по осі Z.

source: Failed to load config. Make sure the ini file downloaded from Connect is on the USB drive and try again.
cs: Nelze načíst konfiguraci. Ujistěte se, že ini soubor stažený ze služby Connect je na USB. Opakujte akci.
de: Die Konfiguration konnte nicht geladen werden. Stellen Sie sicher, dass sich die von Connect heruntergeladene ini-Datei auf dem USB-Stick befindet und versuchen Sie es erneut.
es: No se ha podido cargar la configuración. Asegúrate de que el archivo ini descargado de Connect está en la unidad USB e inténtalo de nuevo.
fr: Échec du chargement de la configuration. Assurez-vous que le fichier ini téléchargé depuis Connect se trouve sur la clé USB et réessayez.
ja: セッテイノ ロードニ シッパイシマシタ。ダウンロードシタ iniファイルガ USBドライブニ アルコトヲ カクニンシ、リトライシテクダサイ。
pl: Nie udało się załadować konfiguracji. Upewnij się, że plik .ini pobrany z Connect znajduje się w pamięci USB i spróbuj ponownie.
uk: Не вдалося завантажити конфігурацію. Переконайтеся, що завантажений з Connect ini-файл знаходиться на USB-накопичувачі, і спробуйте знову.

source: Failed to open file
cs: Otevření souboru selhalo
de: Datei konnte nicht geöffnet werden
es: Fallo al abrir el archivo
fr: Échec de l'ouverture du fichier
ja: ファイルオープンニ シッパイシマシタ
pl: Nie udało się otworzyć pliku
uk: Не вдалося відкрити файл

source: Failed to open file '%s' for writing.
cs: Nepodařilo se otevřít soubor '%s' pro zápis.
de: Fehler beim Öffnen der Datei '%s' zum Schreiben.
es: Error al abrir el archivo '%s' para escritura.
fr: Échec de l'ouverture du fichier '%s' pour l'écriture.
ja: ファイルノオープンニシッパイシマシタ '%s'
pl: Nie udało się otworzyć pliku '%s' do zapisu.
uk: Не вдалося відкрити файл '%s' для запису.

source: Failed to restore calibration data
cs: Chyba při obnově kalibračních dat
de: Kalibrierdaten wiederherstellen fehlgeschlagen
es: Fallo al restaurar los datos de calibración
fr: Échec de la restauration des données de calibration
ja: キャリブレーションデータノ ヨミコミニ シッパイ
pl: Nie udało się przywrócić danych kalibracji
uk: Не вдалося відновити дані калібрування

source: Failed to save calibration data
cs: Chyba při ukládání kalibračních dat
de: Kalibrierdaten sichern fehlgeschlagen
es: Fallo al guardar los datos de calibración
fr: Échec de l'enregistrement des données de calibration
ja: キャリブレーションデータノ ホゾンニ シッパイ
pl: Nie udało się zapisać danych kalibracji
uk: Не вдалося зберегти дані калібрування

source: Fan Check
cs: Kontrola ventilátorů
de: Lüfterkontrolle
es: Comprobación del Ventilador
fr: Vérification des Ventilateurs
ja: ファンノ カクニン
pl: Kontrola wentylatorów
uk: Перевірка вентилятора

source: Fan RPM tests
cs: Testy RPM ventilátorů
de: Lüfter Drehzahltests
es: Tests RPM Ventilador
fr: Tests des RPM du ventilateur
ja: ファンRPMテスト
pl: Testy obrotów wentylatorów
uk: Тести обертів вентилятора

source: Fans check
cs: Kontrola ventilátorů
de: Lüfter Check
es: Comprobación ventiladores
fr: Vérification des ventilateurs
ja: ファンノ カクニン
pl: Kontrola wentylatorów
uk: Перевірка вентиляторів

source: Features required:
cs: Vyžadovány funkce:
de: Funktionen erforderlich:
es: Características necesarias:
fr: Fonctionnalités requises :
ja: キノウガ ヒツヨウ:
pl: Wymagane funkcje:
uk: Необхідні функції:

source: Feeding to FINDA
cs: Zavádím do FINDA
de: Zufuhr zur FINDA
es: Aliment. hasta FINDA
fr: Chargement vers la FINDA
ja: FINDAヘ オクル
pl: Podawanie do FINDY
uk: Подача до FINDA

source: Feeding to FSensor
cs: Posouvám do senzoru filamentu
de: Zufuhr zum FSensor
es: Aliment. a Sensor Fil.
fr: Chargement vers le capteur de filament
ja: フィラメントセンサーヘノ オクリダシ
pl: Podawanie do czujnika filamentu
uk: Подача до датчика філаменту

source: Feeding to drive gear
cs: Zavádím k podávacímu kolečku
de: Zufuhr zum Antrieb
es: Aliment. hasta engranajes
fr: Chargement vers l'engrenage d'entraînement
ja: ドライブギアヘノ オクリダシ
pl: Podawanie do przekładni
uk: Подача до привідної шестерні

source: Feeding to extruder
cs: Posouvám do extruderu
de: Zufuhr zum Extruder
es: Aliment. al extrusor
fr: Chargement vers l'extrudeur
ja: エクストルーダーヘノ オクリダシ
pl: Podawanie do ekstrudera
uk: Подача до екструдера

source: Feeding to fsensor
cs: Zavádím k senzoru filamentu
de: Zufuhr zum FSensor
es: Aliment. a Sensor Fil.
fr: Chargement vers le capteur de filament
ja: フィラメントセンサーヘノ オクリダシ
pl: Podawanie do czujnika filamentu
uk: Подача до датчика філаменту

source: Feeding to nozzle
cs: Zavádím do trysky
de: Zufuhr zur Düse
es: Aliment. hasta la boq.
fr: Chargement vers la buse
ja: ノズルヘ オクル
pl: Podawanie do dyszy
uk: Подача до сопла

source: Fil. Sensor Troubleshooting
cs: Řešení potíží senzorů fil.
de: Fil.Sensor Fehlerbehebung
es: Resolución de Problemas Sensor Fil.
fr: Dépannage du Capteur Fil.
ja: フィラメントセンサートラブルシューティング
pl: Rozw. prob. z czuj. filamentu
uk: Усунення несправностей датчика філаменту

source: Filament
es: Filamento
ja: フィラメント
uk: Філамент

source: Filament %u
es: Filamento %u
ja: フィラメント %u
uk: Філамент %u
