Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Phase stepping defaults have been successfully restored.
cs: Úspěšně obnoveny výchozí hodnoty pro Phase Stepping.
de: Die Standardeinstellungen für das Phase Stepping wurden erfolgreich wiederhergestellt.
es: Se han restaurado correctamente los valores predeterminados de phase stepping.
fr: Les valeurs par défaut du pas à pas en phase ont été restaurées avec succès.
ja: フェーズステップノ デフォルトパラメータガ セイジョウニ フクゲンサレマシタ。
pl: Przywrócono domyślne ustawienia Phase Stepping.
uk: Параметри фазових кроків за замовчуванням успішно відновлено.

source: Phase stepping not ready: perform calibration first.
cs: Phase Stepping neaktivní: nejprve spusťte kalibraci.
de: Phase Stepping ist nicht bereit: Führen Sie zuerst eine Kalibrierung durch.
es: Phase stepping no está lista: realiza primero la calibración.
fr: Le pas à pas en phase n'est pas prêt : effectuez d'abord la calibration.
ja: フェーズステップノ ジュンビガ デキテイマセン:マズ キャリブレーションヲ オコナイマス。
pl: Phase Stepping niedostępny: przeprowadź najpierw kalibrację .
uk: Фазові кроки не готові: спочатку виконайте калібрування.

source: Pick Tool
cs: Vybrat nástroj
de: Werkzeug aufnehmen
es: Coger Cabezal
fr: Saisir l'Outil
ja: ツール ヲ ピック
pl: Wybierz narzędzie
uk: Вибрати інструмент

source: Pick Tool 1
cs: Vybrat Nástroj 1
de: Werkzeug 1 aufnehmen
es: Coger Cabezal 1
fr: Saisir l'Outil 1
ja: ツール1ヲ ピック
pl: Wybierz narzędzie 1
uk: Вибрати інструмент 1

source: Pick Tool 1 (Current)
cs: Vybrat Nástroj 1 (Aktuální)
de: Werkzeug 1 aufnehmen (Akt)
es: Coger Cabezal 1 (Actual)
fr: Saisir l'Outil 1 (Courant)
ja: ツール1ヲ ピックシマス(ゲンザイ)
pl: Wybierz narzędzie 1 (obecne)
uk: Вибрати інструмент 1 (поточний)

source: Pick Tool 2
cs: Vybrat Nástroj 2
de: Werkzeug 2 aufnehmen
es: Coger Cabezal 2
fr: Saisir l'Outil 2
ja: ツール2ヲ ピック
pl: Wybierz narzędzie 2
uk: Вибрати інструмент 2

source: Pick Tool 2 (Current)
cs: Vybrat Nástroj 2 (Aktuální)
de: Werkzeug 2 aufnehmen (Akt)
es: Coger Cabezal 2 (Actual)
fr: Saisir l'Outil 2 (Courant)
ja: ツール2ヲ ピックシマス(ゲンザイ)
pl: Wybierz narzędzie 2 (obecne)
uk: Вибрати інструмент 2 (поточний)

source: Pick Tool 3
cs: Vybrat Nástroj 3
de: Werkzeug 3 aufnehmen
es: Coger Cabezal 3
fr: Saisir l'Outil 3
ja: ツール3ヲ ピック
pl: Wybierz narzędzie 3
uk: Вибрати інструмент 3

source: Pick Tool 3 (Current)
cs: Vybrat Nástroj 3 (Aktuální)
de: Werkzeug 3 aufnehmen (Akt)
es: Coger Cabezal 3 (Actual)
fr: Saisir l'Outil 3 (Courant)
ja: ツール3ヲ ピックシマス(ゲンザイ)
pl: Wybierz narzędzie 3 (obecne)
uk: Вибрати інструмент 3 (поточний)

source: Pick Tool 4
cs: Vybrat Nástroj 4
de: Werkzeug 4 aufnehmen
es: Coger Cabezal 4
fr: Saisir l'Outil 4
ja: ツール4ヲ ピック
pl: Wybierz narzędzie 4
uk: Вибрати інструмент 4

source: Pick Tool 4 (Current)
cs: Vybrat Nástroj 4 (Aktuální)
de: Werkzeug 4 aufnehmen (Akt)
es: Coger Cabezal 4 (Actual)
fr: Saisir l'Outil 4 (Courant)
ja: ツール4ヲ ピックシマス(ゲンザイ)
pl: Wybierz narzędzie 4 (obecne)
uk: Вибрати інструмент 4 (поточний)

source: Pick Tool 5
cs: Vybrat Nástroj 5
de: Werkzeug 5 aufnehmen
es: Coger Cabezal 5
fr: Saisir l'Outil 5
ja: ツール5ヲ ピック
pl: Wybierz narzędzie 5
uk: Вибрати інструмент 5

source: Pick Tool 5 (Current)
cs: Vybrat Nástroj 5 (aktuální)
de: Werkzeug 5 aufnehmen (Akt)
es: Coger Cabezal 5 (Actual)
fr: Saisir l'Outil 5 (Courant)
ja: ツール5ヲ ピックシマス(ゲンザイ)
pl: Wybierz narzędzie 5 (obecne)
uk: Вибрати інструмент 5 (поточний)

source: Pick/Park Tool
cs: Vyzvednutí/Zaparkování nástroje
de: Aufn./Parken Werkzeug
es: Coger/Aparcar Cabezal
fr: Saisir/Stationner l'Outil
ja: ツールノ ピック/パーク
pl: Wybierz/parkuj narzędzie
uk: Вибрати/Запаркувати інструмент

source: Ping | Loss
cs: Ping | Ztráta
de: Ping | Verloren
es: Ping | Pérdida
fr: Ping | Perte
ja: ピング | ロス
pl: Ping | Strata
uk: Пінг | Втрати

source: Please assign a tool to the filament
cs: Přiřaďte filamentu nástroj.
de: Bitte ordnen Sie dem Filament ein Werkzeug zu
es: Por favor, asigna un cabezal al filamento
fr: Veuillez attribuer un outil au filament
ja: フィラメントニ ツールヲ ワリアテテクダサイ
pl: Przypisz narzędzie do filamentu.
uk: Будь ласка, призначте інструмент для філаменту

source: Please complete Calibrations & Tests before using the printer.
cs: Nejprve dokončete všechny kalibrace a testy.
de: Bitte führen Sie die Kalibrierungen und Tests durch, bevor Sie den Drucker benutzen.
es: Por favor, completa los Tests y las Calibraciones antes de usar la impresora.
fr: Veuillez effectuer les Calibrations & Tests avant d'utiliser l'imprimante.
ja: プリンタヲ シヨウスルマエニ、キャリブレーショント テストヲ カンリョウシテクダサイ。
pl: Przed użyciem drukarki należy przeprowadzić kalibracje i testy.
uk: Будь ласка, завершіть калібрування та тести перед використанням принтера.

source: Please follow the XY gantry alignment process in the manual.
cs: Pro zarovnání sestavy XY postupujte dle návodu v příručce.
de: Bitte befolgen Sie die Anweisungen zur XY-Gantry-Ausrichtung im Handbuch.
es: Sigue el proceso de alineación del sistema XY indicado en el manual.
fr: Veuillez suivre le processus d'alignement de l'axe XY dans le manuel.
ja: マニュアルノ XYガントリーノ アライメントプロセスニ シタガッテクダサイ。
pl: Wykonaj proces osiowania układu XY opisany w instrukcji.
uk: Будь ласка, дотримуйтесь процесу вирівнювання порталу XY, описаного в посібнику.

source: Please insert a flash drive with a network configuration file. The configuration file can be generated in PrusaSlicer.
cs: Vložte USB disk s konfiguračním souborem. Konfigurační soubor lze vygenerovat v PrusaSliceru.
de: Bitte legen Sie ein USB-Stick mit einer Netzwerkkonfigurationsdatei ein. Die Konfigurationsdatei kann in PrusaSlicer erstellt werden.
es: Por favor, inserta una unidad flash con un archivo de configuración de red. El archivo de configuración se puede generar en PrusaSlicer.
fr: Veuillez insérer une clé USB contenant un fichier de configuration réseau. Le fichier de configuration peut être généré dans PrusaSlicer.
ja: ネットワークセッテイファイル ガ アル フラッシュドライブ ヲ イレテクダサイ。 セッテイファイル ハ PrusaSlicer デ サクセイデキマス。
pl: Włóż pamięć USB z plikiem konfiguracyjnym sieci. Plik konfiguracyjny możesz wygenerować w PrusaSlicerze.
uk: Будь ласка, вставте флеш-накопичувач із файлом конфігурації мережі. Файл конфігурації можна створити в PrusaSlicer.

source: Please install the belt dampeners to the left and right side of the printer.
cs: Nainstalujte tlumiče řemenů na levou a pravou stranu tiskárny.
de: Bringen Sie die Riemen-Dämpfer an der linken und rechten Seite des Druckers an.
es: Instale los amortiguadores de correa a la izquierda y a la derecha de la impresora.
fr: Veuillez installer les amortisseurs de courroie sur le côté gauche et droit de l'imprimante.
ja: プリンタノ サユウニ ベルトダンパーヲ トリツケテクダサイ。
pl: Zamontuj tłumiki paska po lewej i prawej stronie drukarki.
uk: Будь ласка, встановіть демпфери паска з лівого та правого боків принтера.

source: Please make sure there is no filament in the tool and side filament sensors. You will need filament to finish this test later.
cs: Ujistěte se, že v nástroji nebo bočních senzorech není zaveden filament. Později budete k dokončení testu potřebovat filament.
de: Bitte stellen Sie sicher, dass sich kein Filament im Werkzeugkopf und in den seitlichen Filamentsensoren befindet. Sie benötigen Filament, um diesen Test später abzuschließen.
es: Asegúrate de que no hay filamento en el cabezal ni en los sensores de filamento laterales. Necesitarás filamento para terminar esta prueba más adelante.
fr: Veuillez vous assurer qu'il n'y a pas de filament dans les capteurs de filament latéraux et de l'outil. Vous aurez besoin de filament pour terminer ce test plus tard.
ja: ツール オヨビ サイドフィラメントセンサーニ フィラメントガ ナイコトヲ カクニンシテクダサイ。 コノテストヲ シュウリョウスルニハ、アトデ フィラメントガ ヒツヨウニナリマス。
pl: Upewnij się, że w narzędziu i bocznych czujnikach filamentu nie ma filamentu. Filament będzie potrzebny później do zakończenia testu.
uk: Будь ласка, переконайтеся, що в датчиках філаменту інструмента та бічному датчику немає філаменту. Вам знадобиться філамент, щоб завершити цей тест пізніше.

source: Please open idler and remove filament manually
cs: Otevřete idler a vyjměte filament ručně
de: Bitte Leerlaufrad öffnen und das Filament manuell entfernen
es: Abre el tensor y retira el filamento manualmente
fr: Ouvrez l'idler et retirez le filament manuellement
ja: アイドラーヲ ヒライテ、フィラメントヲ マニュアルデ トリダシテクダサイ。
pl: Otwórz docisk i wyciągnij filament ręcznie
uk: Будь ласка, відкрийте холостий хід і вийміть філамент вручну

source: Please remove filament from filament sensor.
cs: Vyjměte filament ze senzoru filamentu.
de: Bitte entfernen Sie das Filament aus dem Filamentsensor.
es: Por favor, retira el filamento del sensor de filamento.
fr: Veuillez retirer le filament du capteur de filament.
ja: フィラメントセンサーカラ フィラメントヲ トリダシテクダサイ。
pl: Wyciągnij filament z czujnika filamentu.
uk: Будь ласка, видаліть філамент із датчика філаменту.

source: Please remove the belt dampeners.
cs: Odstraňte tlumiče řemenů.
de: Bitte Riemen-Dämpfer entfernen.
es: Por favor retire los amortiguadores de correa.
fr: Veuillez retirer les amortisseurs de courroie.
ja: ベルトダンパーヲ ハズシテクダサイ
pl: Zdemontuj tłumiki paska.
uk: Будь ласка, зніміть демпфери паска.

source: Please replace filament.
cs: Prosím vyměňte filament
de: Bitte Filament ersetzen.
es: Por favor reemplace el filamento.
fr: Veuillez remplacer le filament.
ja: フィラメントヲ コウカン シテクダサイ
pl: Proszę wymienić filament.
uk: Будь ласка, замініть філамент.

source: Please run homing calibration from the Calibrations menu. Continuing can result in homing shifts and toolcrashes.
es: Por favor realiza la calibración del homing desde el menú Calibraciones. Continuar puede causar desfases de homing y choques del cabezal.
fr: Veuillez exécuter la calibration de la prise d'origine à partir du menu Calibrations. Continuer peut entraîner des décalage de la prise d'origine et des crashes d'outils.
ja: キャリブレーションメニューカラ ホームキャリブレーションヲ ジッコウシテクダサイ。ゾッコウスルト ゲンテンイチノズレヤ ツールエラーガ ハッセイスルカノウセイガ アリマス。
pl: Uruchom bazowanie z menu Kalibracje. Kontynuowanie może spowodować przesunięcie pozycji bazowej i uszkodzenie narzędzia.
uk: Будь ласка, запустіть калібрування паркування з меню "Калібрування". Продовження може призвести до зсувів при паркуванні та зіткнень інструмента.

source: Please select a filament.
cs: Vyberte filament.
de: Bitte wählen Sie ein Filament.
es: Por favor selecciona un filamento.
fr: Veuillez sélectionner un filament.
ja: フィラメントヲ エランデクダサイ
pl: Wybierz filament.
uk: Будь ласка, виберіть філамент.

source: Please wait
cs: Vyčkejte
de: Bitte warten
es: Por favor espere
fr: Veuillez patienter
ja: オマチクダサイ
pl: Proszę czekać
uk: Будь ласка, зачекайте

source: Please wait until a tool is picked
cs: Vyčkejte, než dojde k vyzvednutí nástroje
de: Bitte warten Sie, bis ein Werkzeug ausgewählt wird
es: Por favor, espera hasta que se elija un cabezal
fr: Veuillez patienter jusqu'à ce qu'un outil soit saisi
ja: ツールガ ピックサレルノヲ オマチクダサイ。
pl: Czekaj, aż narzędzie zostanie pobrane
uk: Будь ласка, зачекайте, доки інструмент буде підібрано.

source: Please wait.
cs: Prosím, vyčkejte.
de: Bitte warten.
es: Espere por favor.
fr: Veuillez patienter.
ja: オマチクダサイ
pl: Proszę czekać.
uk: Будь ласка, зачекайте.

source: Post-print Duration
cs: Délka provozu po tisku
de: Dauer nach dem Druck
es: Duración Postimpresión
fr: Durée post-impression
ja: プリント アト ノ ジカン
pl: Wentylacja po wydruku
uk: Тривалість після друку

source: Post-print Filtration
cs: Filtrace po tisku
de: Filtrierung nach dem Druck
es: Filtrado Postimpresión
fr: Filtration post-impression
ja: プリントアトノ フィルターカドウ
pl: Filtracja po wydruku
uk: Фільтрація після друку

source: Post-print Power
cs: Výkon po skončení tisku
de: Leistung nach dem Druck
es: Potencia Postimpresión
fr: Puissance post-impression
ja: プリントアトノ デンリョク
pl: Moc po wydruku
uk: Потужність після друку

source: Power Cycle
cs: Napájecí cyklus
de: Einschaltzyklen
es: Apagar y volver a encender
fr: Cycle d'Alimentation
ja: パワーサイクル
pl: Cykl zasilania
uk: Цикл живлення

source: Power Failures
cs: Selhání napájení
de: Netzfehler
es: Fallos de Energia
fr: Pannes de Courant
ja: デンゲントラブル
pl: Zaniki zasilania
uk: Збої живлення

source: Power failure
cs: Chyba napájení
de: Netzfehler
es: Fallo alimentación
fr: Panne de courant
ja: デンゲン トラブル
pl: Zanik zasilania
uk: Збій живлення

source: Power panic
es: Modo pánico
ja: パワーパニック
uk: Аварія живлення

source: Power panic detected on startup. Check power panic cable.
cs: Detekován stav "Power panic" při startu. Zkontrolujte Power panic kabel.
de: Power Panic beim Starten entdeckt. Überprüfen Sie das Power Panic-Kabel.
es: Se ha detectado el modo pánico al arrancar. Comprueba el cable del modo pánico.
fr: Power panic détecté au démarrage. Vérifiez le câble de power panic.
ja: スタートアップノトキニ パワーパニック ガ ケンシュツサレマシタ。ケーブル ヲ カクニンシテクダサイ。
pl: Wykryto power panic podczas uruchamiania. Sprawdź przewód Power Panic.
uk: Виявлено аварію живлення під час запуску. Перевірте кабель аварії живлення.

source: Preheat
cs: Předehřev
de: Vorheizen
es: Precalentar
fr: Préchauffage
ja: プレヒート
pl: Nagrzewanie
uk: Попередній нагрів

source: Preheat Error
cs: Chyba předehřívání
de: Vorheizfehler
es: Error de precalentamiento
fr: Erreur de Préchauffage
ja: プリヒートエラー
pl: Błąd grzania
uk: Помилка попереднього нагріву

source: Preheat Temp
cs: Teplota předehřátí
de: Vorheiz-Temp.
es: Temp precalentamiento
fr: Température de préchauffage
ja: プレヒート オンド
pl: Temp. nagrzewania
uk: Темп. попереднього нагріву

source: Preheating
cs: Předehřívání
de: Vorheizen
es: Precalentando
fr: Préchauffage
ja: プレヒート
pl: Nagrzewanie
uk: Попередній нагрів

source: Preheating for load
cs: Předehřátí pro zavedení
de: Heizen zum Laden
es: Precalentar para cargar
fr: Préchauffage pour charger
ja: ロードノ タメノプレヒート
pl: Nagrzewanie do ładowania
uk: Попередній нагрів для завантаження

source: Preheating for purge
cs: Probíhá zahřívání
de: Heizen zum Spülen
es: Precalentar para purga
fr: Préchauffage pour purger
ja: パージノ タメノプレヒート
pl: Nagrzewanie do czyszczenia
uk: Попередній нагрів для продування

source: Preheating for unload
cs: Předehřátí pro vysunutí
de: Heizen zum Entladen
es: Precalentar para descargar
fr: Préchauffage pour décharger
ja: アンロードノ タメノプレヒート
pl: Nagrzewanie do rozładowania
uk: Попередній нагрів для вивантаження

source: Preload All
cs: Zavést vše
de: Alles vorladen
es: Precargar Todo
fr: Précharger Tout
ja: スベテ プリロード
pl: Załaduj wszystkie
uk: Попередньо завантажити все

source: Preload to MMU
cs: Zavést do MMU
de: Vorladen zur MMU
es: Precargar a MMU
fr: Précharger dans le MMU
ja: MMU プリロード
pl: Załaduj do MMU
uk: Попередньо завантажити в MMU

source: Preload to MMU Advanced
cs: Zavést do MMU (Pokročilé)
de: Vorladen zur MMU Erweitert
es: Precargar a MMU Avanzado
fr: Précharger dans le MMU Avancé
ja: MMUプリロード アドバンス
pl: Załaduj do MMU - zaawansowane
uk: Розширене попереднє завантаження в MMU

source: Preparing
cs: Příprava
de: Vorbereiten
es: Preparando
fr: En préparation
ja: ジュンビチュウ
pl: Przygotowywanie
uk: Підготовка

source: Preparing blade
cs: Připravuji čepel
de: Messer vorbereiten
es: Preparando cuchilla
fr: Préparation de la lame
ja: ブレードノ ジュンビチュウ
pl: Przygotowywanie ostrza
uk: Підготовка леза

source: Preparing for calibration pin installation.
cs: Příprava pro instalaci kalibračního pinu.
de: Vorbereiten zur Kalibrierungsstift-Installation.
es: Preparación para la instalación del pin de calibración.
fr: Préparation pour la calibration de l'installation de l'ergot.
ja: キャリブレーションピンノ トリツケノ ジュンビヲシマス。
pl: Przygotowywanie do montażu trzpienia kalibracyjnego
uk: Підготовка до встановлення калібрувального штифта.

source: Preset
cs: Profil
es: Perfil
fr: Prédef
ja: プリセット
uk: Пресет

source: Press CONTINUE and push filament into MMU.
cs: Zvolte POKRAČOVAT a zaveďte filament do MMU.
de: Drücken Sie WEITER und schieben Sie das Filament in die MMU.
es: Presiona CONTINUAR y empuja el filamento en el MMU.
fr: Appuyez sur CONTINUER et poussez le filament dans le MMU.
ja: ツヅケルヲ オシ、フィラメントヲ MMUニ オシコミマス。
pl: Naciśnij KONTYNUUJ i wsuń filament do MMU.
uk: Натисніть ПРОДОВЖИТИ та проштовхніть філамент у MMU.

source: Press CONTINUE and push filament into the extruder.
cs: Zvolte POKRAČOVAT a zasuňte filament do extruderu.
de: WEITER drücken und das Filament in den Extruder schieben.
es: Presiona CONTINUAR y empuja el filamento en el extrusor.
fr: Appuyez sur CONTINUER et insérez le filament dans l'extrudeur.
ja: ツヅケルヲ センタクシ、フィラメントヲ エクストルーダーニ オシコンデクダサイ。
pl: Naciśnij KONTYNUUJ i wsuń filament do ekstrudera.
uk: Натисніть ПРОДОВЖИТИ та проштовхніть філамент в екструдер.

source: Previous Calibrations & Tests are not all done. Continue anyway?
cs: Předchozí kalibrace a testy nejsou zcela dokončené. Pokračovat?
de: Frühere Kalibrierungen und Tests sind noch nicht abgeschlossen. Trotzdem fortfahren?
es: Las Calibraciones y Test previas no están completas. ¿Continuar de todos modos?
fr: Les Calibrations & Tests précédents ne sont pas tous terminés. Continuer malgré tout ?
ja: ゼンカイノ キャリブレーショント テストガ スベテオワッテイマセン。ツヅケマスカ?
pl: Poprzednie kalibracje i testy nie zostały zakończone. Kontynuować?
uk: Попередні калібрування та тести не завершено. Все одно продовжити?

source: Previous registration to Connect will be forgotten. Proceed?
cs: Dojde k odstranění konfigurace pro Connect. Pokračovat?
es: Se olvidará el registro anterior en Connect. ¿Continuar?
fr: L'enregistrement précédent à Connect sera oublié. Continuer ?
ja: イゼンノ コネクト トウロクハ サクジョサレマス. ゾッコウシマスカ?
pl: Poprzednia rejestracja w Connect zostanie zapomniana. Kontynuować?
uk: Попередню реєстрацію в Connect буде скасовано. Продовжити?

source: Prime tower %dg
cs: Vyrovnávací věž: %dg
de: Prime-Turm %dg
es: Torre de purga %dg
fr: Tour d'amorçage %dg
ja: プライムタワー %dg
pl: Wieża stabilizująca %dg
uk: Продувна вежа %dг

source: Print
cs: Tisk
de: Drucken
es: Imprimir
fr: Impression
ja: プリント
pl: Druk
uk: Друк

source: Print Fan
cs: Tisk. vent.
de: Drucklüfter
es: Vent. de impresión
fr: Ventil. d'impression
ja: プリントファン
pl: Wentylator wydruku
uk: Вентилятор друку

source: Print Fan Speed
cs: Rychlost tiskového ventilátoru
de: Drucklüfter-Geschwindigkeit
es: Velocidad Ventilador Impresión
fr: Vitesse du Ventilateur d'Impression
ja: プリントファン スピード
pl: Prędkość wentylatora wydruku
uk: Швидкість вентилятора друку

source: Print Fan Type
cs: Tiskový ventilátor
es: Tipo de Ventilador de Impresión
fr: Type de ventilateur d'impression
ja: プリントファンタイプ
pl: Typ went. wydruku
uk: Тип вентилятора обдуву

source: Print Filtration
cs: Filtrace tisku
de: Druck Filtrierung
es: Filtración de Impresión
fr: Filtration de l'impression
ja: プリントフィルトレーション
pl: Filtracja druku
uk: Фільтрація під час друку

source: Print Progress Screen
cs: Obrazovka průběhu tisku
de: Druckfortschritt Timeout
es: Pantalla del Progreso de Impresión
fr: Écran de Progression de l'Impression
ja: プリントシンチョクガメン
pl: Ekran postępu druku
uk: Екран прогресу друку

source: Print Speed
cs: Rychlost tisku
de: Druckgeschwindigkeit
es: Velocidad de impresión
fr: Vitesse d'Impression
ja: プリントスピード
pl: Prędkość drukowania
uk: Швидкість друку

source: Print Statistics
cs: Statistiky tisku
de: Druckstatistik
es: Estadísticas de impresión
fr: Statistiques d'Impression
ja: プリントトウケイジョウホウ
pl: Statystyki druku
uk: Статистика друку

source: Print Time
cs: Doba tisku
de: Druckzeit
es: Tiempo de impresión
fr: Temps d'Impression
ja: プリントタイム
pl: Czas druku
uk: Час друку

source: Print ended
cs: Tisk skončil
de: Druck beendet
es: Impresión terminada
fr: Impression terminée
ja: プリントエンド
pl: Druk zakończony
uk: Друк завершено

source: Print fan
cs: Tiskový ventilátor
de: Drucklüfter
es: Ventilador de impresión
fr: Ventilateur d'impression
ja: プリントファン
pl: Wentylator wydruku
uk: Вентилятор друку

source: Print fan not spinning. Check it for possible debris, then inspect the wiring.
cs: Tiskový ventilátor se netočí. Zkontrolujte, zda není blokován. Pak zkontrolujte zapojení.
de: Drucklüfter dreht sich nicht. Überprüfen Sie ihn auf mögliche Verschmutzungen und dann die Verkabelung.
es: El ventilador de impresión no gira. Comprueba que no hay residuos, luego inspecciona el cableado.
fr: Le ventilateur d'impression ne tourne pas. Vérifiez s'il n'y a pas de débris, puis inspectez le câblage.
ja: プリントファンガ カイテンシマセン。ゴミガナイカカクニンシ、ハイセンヲテンケンシテクダサイ。
pl: Wentylator wydruku nie obraca się. Sprawdź, czy nie jest zablokowany przez zanieczyszczenia, następnie sprawdź przewody.
uk: Вентилятор друку не обертається. Перевірте його на наявність засмічень, потім огляньте проводку.

source: Print finished
cs: Tisk dokončen
de: Druck beendet
es: Impresión acabada
fr: Impression terminée
ja: プリントカンリョウ
pl: Drukowanie zakończone
uk: Друк завершено

source: Print started
cs: Tisk začal
de: Druck begonnen
es: Impresión iniciada
fr: Impression lancée
ja: プリントスタート
pl: Druk rozpoczęty
uk: Друк розпочато

source: Print stopped
cs: Tisk zastaven
de: Druck gestoppt
es: Impresión parada
fr: Impression arrêtée
ja: プリントテイシ
pl: Drukowanie zatrzymane
uk: Друк зупинено

source: Print will end
cs: Konec tisku:
de: Druckende
es: La impresión finalizará
fr: Fin prévue à
ja: プリント ノ カンリョウ ジコク
pl: Koniec druku
uk: Друк завершиться

source: Printer Functions
cs: Funkce tiskárny
es: Funciones Impresora
fr: Fonctions de l'imprimante
ja: プリンタ キノウ
pl: Funkcje drukarki
uk: Функції принтера

source: Printer Model
cs: Model tiskárny
de: Druckermodell
es: Modelo de Impresora
fr: Modèle d'Imprimante
ja: プリンターモデル
pl: Model drukarki
uk: Модель принтера

source: Printer Setup
cs: Nastavení tiskárny
de: Drucker einrichten
es: Configuración de la Impresora
fr: Configuration de l'imprimante
ja: プリンタ セットアップ
pl: Konfiguracja drukarki
uk: Налаштування принтера

source: Printer State
cs: Stav tiskárny
es: Estado Impresora
fr: État de l'imprimante
ja: プリンタ ジョウタイ
pl: Stan drukarki
uk: Стан принтера

source: Printer Type
cs: Typ tiskárny
de: Druckertyp
es: Tipo de Impresora
fr: Type d'imprimante
ja: プリンタ タイプ
pl: Rodzaj drukarki
uk: Тип принтера

source: Printer doesn't have enough tools
cs: Tiskárna nemá dostatek nástrojových hlav.
de: Drucker hat nicht genügend Werkzeuge
es: La impresora no tiene suficientes cabezales
fr: L'imprimante n'a pas assez d'outils
ja: プリンタノ ツールノカズガ フソクシテイマス。
pl: Drukarka nie ma wystarczającej liczby narzędzi
uk: Принтеру не вистачає інструментів.

source: Printer has detected multiple consecutive filament loading errors. We recommend checking Nextruder main-plate. Visit prusa.io/mmu-care
cs: Detekováno větší množství neúspěšných zavedení filamentu, doporučujeme kontrolu součástky main-plate v Nextruderu. Více na prusa.io/mmu-care
de: Der Drucker hat mehrere aufeinanderfolgende Fehler beim Laden des Filaments festgestellt. Wir empfehlen, die Nextruder-Main-Plate zu überprüfen. Besuchen Sie prusa.io/mmu-care
es: La impresora ha detectado varios errores consecutivos de carga de filamento. Recomendamos comprobar la main-plate del Nextruder. Visita prusa.io/mmu-care
fr: L'imprimante a détecté plusieurs erreurs consécutives de chargement du filament. Nous vous recommandons de vérifier la plaque principale du Nextruder. Visitez prusa.io/mmu-care
ja: プリンタガ フクスウノ レンゾクシタ フィラメントローディングエラーヲ ケンシュツシマシタ。ネクストルーダーノ メインプレートヲ チェックスルコトヲ オススメシマス。prusa.io/mmu-careヲ ゴランクダサイ。
pl: Drukarka wykryła kilka następujących po sobie problemów z ładowaniem filamentu. Zalecamy sprawdzenie przekładki głównej Nextrudera. Odwiedź prusa.io/mmu-care
uk: Принтер виявив кілька послідовних помилок завантаження філаменту. Рекомендуємо перевірити основну пластину Nextruder. Відвідайте prusa.io/mmu-care
