Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Check the thermistor wiring for potential damage.
cs: Zkontrolujte, zda není poškozen kabel termistoru.
de: Überprüfen Sie die Verkabelung des Thermistors auf mögliche Schäden.
es: Comprueba si el cableado del termistor está dañado.
fr: Vérifiez le câblage de la thermistance pour détecter tout dommage potentiel.
ja: サーミスタノ ハイセンニ ソンショウノ カノウセイガ ナイカ テンケンシテクダサイ。
pl: Sprawdź okablowanie termistora pod kątem ewentualnych uszkodzeń.
uk: Перевірте проводку термістора на можливі пошкодження.

source: Check the thermistor wiring, cooling duct or heatbreak fan wiring for potential damage.
cs: Zkontrolujte kabeláž termistoru, turbínu a ventilátor heatbreaku - mohlo dojít k poškození.
es: Revise por daños el cableado del termistor, conducto de refrigeración o ventilador del heatbreak.
fr: Vérifiez le câblage de la thermistance, le conduit de refroidissement ou le ventilateur du heatbreak pour tout dommage.
ja: サーミスタハイセン、レイキャクダクト、ヒートブレークファンノソンショウヲチェック.
pl: Sprawdź przewody termistora, kanał lub przewody wentylatora bariery cieplnej pod kątem ewentualnych uszkodzeń.
uk: Перевірте проводку термістора, канал охолодження чи вентилятор термобар'єра на пошкодження.

source: Checking axes
cs: Kontrola os
de: Prüfe Achsen
es: Comprobando ejes
fr: Vérification axes
ja: ジクノ カクニンチュウ
pl: Sprawdzanie osi
uk: Перевірка осей

source: Checking for switched fans
cs: Kontroluji zapojení ventilátorů
de: Prüfen auf vertauschte Lüfter
es: Verif. ventiladores conectados
fr: Vérification des ventilateurs inversés
ja: キリカエラレタ ファンヲ チェックシマス。
pl: Test zamiany wentylatorów
uk: Перевірка переплутаних вентиляторів.

source: Clean steel sheet.
cs: Očistěte podložku.
de: Stahlblech reinigen.
es: Limpia la superficie de la lámina de acero.
fr: Nettoyez la plaque d'acier.
ja: スチールシートヲ キレイニ シテクダサイ
pl: Wyczyść arkusz druku.
uk: Очистьте сталевий лист.

source: Cleaning nozzle
cs: Čištění trysky
es: Limpiando nozzle
fr: Nettoyage de la buse
ja: ノズルクリーニング
pl: Czyszczenie dyszy
uk: Очищення сопла

source: Cleaning the nozzle
fr: Nettoyage de la buse
ja: ノズルヲクリーニングチュウ
pl: Czyszczenie dyszy

source: Click the knob to close
cs: Stiskněte tlačítko pro ukončení
de: Knopf zum Schließen drücken
es: Clic en el dial para cerrar
fr: Cliquez sur le bouton pour fermer
ja: ノブヲ クリックシテ シュウリョウ
pl: Naciśnij pokrętło, aby zamknąć
uk: Натисніть на ручку, щоб закрити

source: Close Chamber Ventilation
cs: Zavřít ventilaci komory
de: Geschlossene Kammerbelüftung
es: Cerrar Ventilación Cámara
fr: Fermer la ventilation de la chambre
ja: チャンバーノ カンキマドヲ シメテクダサイ。
pl: Zamknij kratkę wentylacyjną
uk: Закрийте вентиляцію камери.

source: Close the door to prevent air drafts, burns and other undesirable effects.
cs: Zavřete dveře, abyste zamezili průvanu, ale i riziku popálení či jiným nežádoucím efektům.
de: Schließen Sie die Tür, um Luftzug, Verbrennungen und andere unerwünschte Effekte zu vermeiden.
es: Cierra la puerta para evitar corrientes de aire, quemaduras y otros efectos indeseables.
fr: Fermez la porte pour éviter les courants d'air, les brûlures et autres effets indésirables.
ja: ツウフウ, ヤケド, ソノタノ コノマシクナイ エイキョウヲ フセグタメ, ドアヲ シメテクダサイ.
pl: Zamknij drzwiczki, aby zapobiec przeciągom, poparzeniom i innym niepożądanym zdarzeniom.
uk: Закрийте дверцята, щоб запобігти протягам повітря, опікам та іншим небажаним наслідкам.

source: Close the idler door and secure it with the swivel. The calibration is done!
cs: Zavřete dvířka idleru a zajistěte je sponou. Kalibrace je hotová!
de: Schließen Sie die Spannrolle und sichern Sie diese mit dem Verschluss auf der Oberseite. Die Kalibrierung ist abgeschlossen!
es: Cierra la puerta de la polea tensora y fíjala con el eslabón giratorio. ¡La calibración ha terminado!
fr: Fermez la porte de l'idler et fixez-la avec le pivot. La calibration est terminée !
ja: アイドラードアヲ トジテ、スイベルデ コテイシマス。キャリブレーションガ カンリョウシマシタ!
pl: Zamknij drzwiczki docisku i zabezpiecz je za pomocą blokady. Kalibracja została zakończona!
uk: Закрийте дверцята холостого ходу та зафіксуйте їх за допомогою поворотного механізму. Калібрування завершено!

source: Code: %s
cs: Kód: %s
es: Código: %s
ja: コード: %s
pl: Kod: %s
uk: Код: %s

source: Cold Pull
de: Kaltzug
es: Tirón en Frío
fr: Traction à froid
ja: コールドプル
uk: Холодне витягування

source: Cold Pull successfully completed
cs: Procedura Cold Pull dokončena.
de: Kaltzug erfolgreich abgeschlossen
es: Tirón en Frío completado con éxito
fr: Traction à froid terminée avec succès
ja: コールドプルニ セイコウ
pl: Cold Pull zakończony powodzeniem
uk: Холодне витягування успішно завершено

source: Cold Pull successfully completed. Insert PTFE tube back in the fitting. You can continue printing. If the issue persists, repeat this procedure again.
cs: Procedura Cold Pull úspěšně dokončena. Vložte PTFE trubičku zpět do fitinku a můžete tisknout. Pokud problém přetrvává, opakujte proces.
de: Kaltzug erfolgreich abgeschlossen. Setzen Sie den PTFE-Schlauch wieder in das Fitting ein. Sie können mit dem Drucken fortfahren. Wenn das Problem weiterhin besteht, wiederholen Sie diesen Vorgang.
es: Tirón en Frío completado con éxito. Vuelve a insertar el tubo de PTFE en el racor. Puedes continuar imprimiendo. Si el problema persiste, repite este procedimiento de nuevo.
fr: Traction à froid terminée avec succès. Réinsérez le tube PTFE dans le raccord. Vous pouvez continuer à imprimer. Si le problème persiste, répétez cette procédure.
ja: コールドプルガ タダシク カンリョウシマシタ。PTFEチューブヲ フィッティングニ モドシマス。プリントヲ ツヅケルコトガ デキマス。モンダイガ カイケツシナイバアイハ、コノステップヲ モウイチド クリカエシテクダサイ。
pl: Cold Pull został pomyślnie zakończony. Wsuń rurkę PTFE z powrotem w złączkę. Możesz kontynuować drukowanie. Jeśli problem nie ustąpi, powtórz tę procedurę.
uk: Холодне витягування успішно завершено. Вставте PTFE-трубку назад у фітинг. Ви можете продовжити друк. Якщо проблема не зникає, повторіть цю процедуру ще раз.

source: Comm err
cs: Chyba komunikace
de: Komm.Fehler
es: Err Com
fr: Erreur de com
ja: コミュニケーション エラー
uk: Помилка зв'язку

source: Common Misconfigurations
cs: Obvyklé chyby konfigurace
es: Errores de Configuración Habituales
fr: Erreurs de configuration courantes
ja: コモン・ミスコンフィグ
pl: Typowe błędy konfiguracji
uk: Поширені помилки конфігурації

source: Computed shapers: X axis %3s %3dHz Y axis %3s %3dHz Store and use computed values?
cs: Vypočítaná konfigurace: Osa X %3s %3dHz Osa Y %3s %3dHz Uložit a použít vypočítané hodnoty?
de: Berechnete Shaper: X-Achse %3s %3dHz Y-Achse %3s %3dHz Errechnete Werte speichern und verwenden?
es: Shapers calculados: Eje X %3s %3dHz Eje Y %3s %3dHz ¿Guardar y utilizar los valores calculados?
fr: Shapers calculés : Axe X %3s %3dHz Axe Y %3s %3dHz Enregistrer et utiliser les valeurs calculées ?
ja: ケイサンケッカ: X ジク %3s %3dHz Y ジク %3s %3dHz ケッカヲ ホゾン シマスカ?
pl: Obliczone shapery: Oś X %3s %3dHz Oś Y %3s %3dHz Zapisać i użyć obliczonych wartości?
uk: Обчислювальні шейпери: Вісь X %3s %3dГц Вісь Y %3s %3dГц Зберігати та використовувати обчислені значення?

source: Computing best shaper...
cs: Výpočet nejlepší konfigurace...
de: Berechnen der besten Shaper...
es: Calculando el mejor shaper...
fr: Calcul du meilleur shaper...
ja: ベスト ヲ ケイサン シテイマス...
pl: Obliczanie najlepszego shapera...
uk: Обчислення найкращого шейпера...

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: カクニン
pl: Potwierdź
uk: Підтвердити

source: Connect
de: Verbindung
es: Conectar
fr: Connecter
ja: ツナゲル
uk: Підключити

source: Connect Host
de: Host verbinden
es: Conectar Host
fr: Connecter l'hôte
ja: セツゾクシテイル ホスト
pl: Host Connect
uk: Підключити хост

source: Connect IP
de: Verbindung IP
es: Conectar IP
fr: Connecter à l'IP
ja: セツゾクシテイル IP
pl: IP Connect
uk: Підключити IP

source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
ja: セツゾク シマシタ
pl: Połączono
uk: Підключено

source: Connecting
cs: Připojuji
de: Verbinde
es: Conectando
fr: Connexion
ja: セツゾクチュウ
pl: Łączenie
uk: Підключення...

source: Connecting to:
cs: Připojuji k:
de: Verbinde zu:
es: Conectando a:
fr: Connexion à :
ja: ツナゲル:
pl: Łączenie z:
uk: Підключення до:

source: Consumed material
cs: Spotřeba materiálu
de: Verbrauchtes Material
es: Material consumido
fr: Matériau consommé
ja: ショウヒシタ ザイリョウ
pl: Użyty materiał
uk: Витрачено матеріалу

source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
ja: ツヅケル
pl: Kontynuuj
uk: Продовжити

source: Continue running Calibrations & Tests?
cs: Pokračovat v kalibracích a testech?
de: Kalibrierung & Tests weiter ausführen?
es: Continuar con las Calibraciones y Test?
fr: Continuer à exécuter les Calibrations & Tests ?
ja: キャリブレーショント テストヲ ツヅケマスカ?
pl: Kontynuować kalibrację i testy?
uk: Продовжити виконання калібрувань та тестів?

source: Control
cs: Ovládání
de: Steuerung
fr: Contrôle
ja: コントロール
pl: Sterowanie
uk: Керування

source: Cooldown
cs: Zchladit
de: Abkühlen
es: Enfriar
fr: Refroidissement
ja: クールダウン
pl: Chłodzenie
uk: Охолодження

source: Cooling down. Do not touch the nozzle!
cs: Nedotýkejte se trysky! Probíhá ochlazování.
de: Abkühlung. Düse nicht berühren!
es: Enfriando. ¡No toques la boquilla!
fr: Refroidissement. Ne touchez pas la buse !
ja: レイキャクチュウ。ノズルニ サワラナイデ クダサイ!
pl: Chłodzenie. Nie dotykaj dyszy!
uk: Охолодження. Не торкайтеся сопла!

source: Cooling fans
cs: Ventilátory
es: Ventiladores de refrigeración
fr: Ventilateurs de refroidissement
ja: クーリング・ファン
pl: Wentylatory chłodzące
uk: Вентилятори охолодження

source: Cooling the nozzle
cs: Chlazení trysky
de: Kühle die Düse
es: Enfriando la boquilla
fr: Refroidissement de la buse
ja: ノズル レイキャク
pl: Chłodzenie dyszy
uk: Охолодження сопла

source: Crash Detection
cs: Detekce nárazů
de: Crash-Erkennung
es: Detección de Choques
fr: Détection de Crash
ja: ショウトツケンチ
pl: Wykrywanie zderzeń
uk: Виявлення зіткнення

source: Crash Detection Filter
cs: Filter detekce nárazů
de: Crash-Erkennungs-Filter
es: Filtro Detección de Choques
fr: Filtre de Détection de Crash
ja: ショウトツケンチフィルター
pl: Filtr wykrywania zderzeń
uk: Фільтр виявлення зіткнення

source: Crash Sensitivity XY
cs: Citlivost nárazů XY
de: Kollisions-Empfindlichkeit XY
es: Sensibilidad Choques XY
fr: Sensibilité aux Crashes sur XY
ja: XYクラッシュケンシュツ カンド
pl: Czułość wykrywania zderzeń XY
uk: Чутливість до зіткнення XY

source: Crash detected. Save it to USB? Do not share the file publicly, the crash dump may include unencrypted sensitive information. Send it to: reports@prusa3d.com
cs: Pád systému. Uložit log na USB? Soubor nesdílejte veřejně, může obsahovat citlivé nezašifrované údaje. Soubor zašlete na reports@prusa3d.com
de: Absturz erkannt. Speichern Sie ihn auf USB? Geben Sie die Datei nicht öffentlich weiter, da der Crash-Dump unverschlüsselte sensible Informationen enthalten kann. Senden Sie ihn an: reports@prusa3d.com
es: Crash detectado. ¿Guardarlo en USB? No compartas el archivo públicamente, el volcado de memoria puede incluir información sensible sin cifrar. Envíalo a: reports@prusa3d.com
fr: Crash détecté. L'enregistrer sur USB ? Ne partagez pas le fichier publiquement, le dump mémoire du crash peut inclure des informations sensibles non cryptées. Envoyez-le à : reports@prusa3d.com
ja: クラッシュガ ケンシュツサレマシタ。USBニ キロクシマスカ? クラッシュダンプニハ アンゴウカ サレテイナイ キミツジョウホウガ フクマレテイル カノウセイガ アリマス。ソウシンサキ: reports@prusa3d.com
pl: Wykryto awarię. Zapisać na USB? Nie udostępniaj pliku publicznie, zrzut może zawierać niezaszyfrowane poufne informacje. Wyślij go na: reports@prusa3d.com
uk: Виявлено зіткнення. Зберегти на USB? Не поширюйте файл публічно, дамп аварії може містити незашифровану конфіденційну інформацію. Надішліть його на: reports@prusa3d.com

source: Crashes on X Axis
cs: Nárazy na ose X
de: Kollisionen X-Achse
es: Choques en el Eje X
fr: Crashes sur l'axe X
ja: Xジクデ クラッシュ
pl: Zderzenia w osi X
uk: Зіткнення по осі X

source: Crashes on Y Axis
cs: Nárazy na ose Y
de: Kollisionen Y-Achse
es: Choques en el Eje Y
fr: Crashes sur l'axe Y
ja: Yジクデ クラッシュ
pl: Zderzenia w osi Y
uk: Зіткнення по осі Y

source: Credentials from INI
cs: Zadání údajů přes INI soubor
de: Zugangsdaten von INI
es: Credentiales desde un INI
fr: Informations d'identification de l'INI
ja: INI カラノ ニンショウジョウホウ
pl: Dane logowania z pliku INI
uk: Облікові дані з INI

source: Credentials via NFC
cs: Zadání údajů přes NFC
de: Zugangsdaten via NFC
es: Credenciales via NFC
fr: Identifiants via NFC
ja: NFC ニンショウジョウホウ
pl: Dane logowania przez NFC
uk: Облікові дані через NFC

source: Current Object
cs: Aktuální objekt
es: Objeto Actual
fr: Objet Actuel
ja: ゲンザイノ オブジェクト
pl: Drukowany obiekt
uk: Поточний об'єкт

source: Current tool
cs: Aktuální nástroj
de: Aktuelles Werkzeug
es: Cabezal actual
fr: Outil actuel
ja: ゲンザイノ ツール
pl: Wybrane narzędzie
uk: Поточний інструмент

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pl: Niestandardowy
uk: Власн.

source: Cut Filament
cs: Ustřihnout filament
de: Fil. schneiden
es: Cortar Filamento
fr: Couper le Filament
ja: フィラメント カット
pl: Obetnij filament
uk: Обрізати філамент

source: Cutter
cs: Stříhání
de: Messer
es: Cuchilla
ja: カッター
pl: Obcinak
uk: Різак

source: Cutting filament
cs: Stříhání filamentu
de: Schneide Filament
es: Cortando filamento
fr: Coupe du filament
ja: フィラメント ノ カット
pl: Obcinanie filamentu
uk: Обрізання філаменту

source: DISABLE
cs: VYPNOUT
de: ABSCHALTEN
es: DESACTIVAR
fr: DÉSACTIVER
ja: ムコウ
pl: WYŁĄCZ
uk: ВИМКНУТИ

source: DISABLE FS
cs: VYPNOUT FS
de: FS ABSCHALTEN
es: DESACTIVAR FS
fr: DÉSACTIVER CF
ja: フィラメントセンサーオフ
pl: WYŁ. CZ. FIL.
uk: Вимкнути датчик філаменту

source: DISABLE MMU
cs: VYPNOUT MMU
de: MMU ABSCHALTEN
es: DESACTIVAR MMU
fr: DÉSACTIVER MMU
ja: MMUユニットオフ
pl: WYŁĄCZ MMU
uk: Вимкнути MMU

source: DISPLAY PROBLEM DETECTED
cs: DETEKOVÁN PROBLÉM DISPLEJE
es: PROBLEMA PANTALLA DETECTADO
fr: PROBLÈME D'ÉCRAN DÉTECTÉ
ja: ディスプレイノ モンダイガ ケンシュツサレマシタ
pl: WYKRYTO PROBLEM Z WYŚWIETLACZEM
uk: Виявлено проблему з дисплеєм

source: DNS FAIL
cs: DNS CHYBA
de: DNS Fehler
es: FALLO DNS
fr: ÉCHEC DNS
ja: DNS シッパイ
pl: BŁĄD DNS
uk: ПОМИЛКА DNS

source: DNS Server
es: Servidor DNS
fr: Serveur DNS
ja: DNS サーバー
pl: Serwer DNS
uk: DNS-сервер

source: DNS error
cs: Chyba DNS
de: DNS Fehler
es: Error DNS
fr: Erreur DNS
ja: DNSエラー
pl: Błąd DNS
uk: Помилка DNS

source: DOCK CALIBRATION
cs: KALIBRACE DOKU
es: CALIBRACIÓN DOCK
fr: CALIBRATION DU DOCK
ja: ドック キャリブレーション
pl: KALIBRACJA DOKU
uk: КАЛІБРУВАННЯ ДОК-СТАНЦІЇ

source: DOCK CONFIGURATION
cs: KONFIGURACE DOKŮ
es: CONFIGURACIÓN DOCK
fr: CONFIGURATION DU DOCK
ja: ドックノ セッテイ
pl: KONFIGURACJA DOKÓW
uk: НАЛАШТУВАННЯ ДОК-СТАНЦІЇ

source: DOCK POSITION OUT OF BOUNDS
cs: POZICE DOKU MIMO ROZSAH
de: DOCK POSITION AUSSERHALB DER GRENZEN
es: POSICIÓN DEL DOCK FUERA DE LOS LÍMITES
fr: POSITION DU DOCK HORS LIMITES
ja: ドックイチガ フセイゴウデス
pl: POZYCJA DOKU POZA ZAKRESEM
uk: ПОЛОЖЕННЯ ДОК-СТАНЦІЇ ЗА МЕЖАМИ ДІАПАЗОНУ

source: DONE
cs: HOTOVO
de: Abgeschlossen
es: LISTO
fr: FINI
ja: カンリョウ
pl: GOTOWE
uk: ГОТОВО

source: DOOR OPEN
cs: OTEVŘENÉ DVEŘE
de: TÜR IST OFFEN
es: PUERTA ABIERTA
fr: PORTE OUVERTE
ja: ドア ハ ヒライテイマス
pl: DRZWI OTWARTE
uk: ДВЕРІ ВІДКРИТО

source: DOOR SENSOR CALIBRATION
cs: KALIBRACE SENZORU DVEŘÍ
de: KALIBRIERUNG DES TÜRSENSORS
es: CALIBRACIÓN SENSOR DE PUERTA
fr: CALIBRATION DU CAPTEUR DE PORTE
ja: ドアセンサーキャリブレーション
pl: KALIBRACJA CZUJNIKA DRZWI
uk: КАЛІБРУВАННЯ ДАТЧИКА ДВЕРЕЙ

source: DOWN
cs: DOLU
de: RUNTER
es: ABAJO
fr: BAS
ja: ダウン
pl: DÓŁ
uk: ВНИЗ

source: DWARF ERROR
cs: CHYBA DWARF
de: DWARF FEHLER
es: ERROR DWARF
fr: ERREUR DWARF
ja: DWARFエラー
pl: BŁĄD DWARF
uk: ПОМИЛКА DWARF

source: Debug
es: Depurar
ja: デバッグ
pl: Debugowanie
uk: Налагодження

source: Delete INI file
cs: Smazat INI soubor
de: INI-Datei löschen
es: Borrar archivo INI
fr: Supprimer le fichier INI
ja: INIファイル ショウキョ
pl: Usuń plik INI
uk: Видалити INI-файл

source: Delete credentials INI file? (Recommended)
cs: Smazat INI soubor s údaji? (Doporučeno)
de: Zugangsdaten INI-Datei löschen? (Empfohlen)
es: ¿Borrar el archivo INI de credenciales? (Recomendado)
fr: Supprimer le fichier INI des informations d'identification ? (Recommandé)
ja: ニンショウジョウホウファイル ヲ サクジョ シマスカ?(スイショウ)
pl: Usunąć plik INI z danymi? (Zalecane)
uk: Видалити INI-файл з обліковими даними? (Рекомендовано)

source: Detected mismatching loaded filament types, this could ruin the print. Print anyway?
cs: Detekovány nesouhlasící typy zavedeného filamentu, může dojít k poškození tisku. Přesto pokračovat?
de: Erkannte nicht passende geladene Filament-Typen, dies könnte den Druck ruinieren. Trotzdem drucken?
es: Detectados tipos de filamento cargados no coincidentes, esto podría arruinar la impresión. ¿Imprimir de todos modos?
fr: Types de filaments chargés incompatibles détectés, cela pourrait faire échouer l'impression. Imprimer malgré tout ?
ja: フィラメントタイプノ ミスマッチヲ ケンシュツ、プリントガ ウマク イカナイカモシレマセン。 ソレデモ プリントシマスカ?
pl: Wykryto niezgodność załadowanych filamentów, co może zepsuć wydruk. Drukować mimo to?
uk: Виявлено невідповідність завантажених типів філаментів, це може зіпсувати друк. Все одно друкувати?

source: Detected mismatching nozzle diameters, this could ruin the print. Print anyway?
cs: Detekovány nesouhlasící průměry trysek, může dojít k problémům s tiskem. Přesto pokračovat?
de: Erkannte nicht passende Düsendurchmesser, könnte dies den Druck ruinieren. Trotzdem drucken?
es: Detectados diámetros de boquilla no coincidentes, esto podría arruinar la impresión. ¿Imprimir de todos modos?
fr: Des diamètres de buse incompatibles sont détectés, cela pourrait faire échouer l'impression. Imprimer malgré tout ?
ja: ノズルチョッケイノ ミスマッチヲ ケンシュツ、プリントガ ウマク イカナイカモシレマセン。 ソレデモ プリントシマスカ?
pl: Wykryto niezgodność średnic dysz, co może zepsuć wydruk. Drukować mimo to?
uk: Виявлено невідповідність діаметрів сопел, це може зіпсувати друк. Все одно друкувати?

source: Detecting steel sheet
es: Detectando lámina flexible
fr: Détection de la plaque en acier
ja: プリントシートノ ケンシュツ
pl: Wykrywanie płyty stołu
uk: Виявлення сталевого листа

source: Device Hash in QR
cs: Hash zařízení v QR
de: Geräte-Hash im QR
es: Hash del Dispositivo en QR
fr: Hachage de l'appareil dans le QR
ja: QR デバイスハッシュ
pl: Identyfikator urządzenia w QR
uk: Хеш пристрою в QR-коді

source: Disable Motors
cs: Vypnout motory
de: Motoren abschalten
es: Desactivar Motores
fr: Désactiver les Moteurs
ja: モーター オフ
pl: Wyłącz silniki
uk: Вимкнути двигуни

source: Disabled
cs: Vypnuto
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: ムコウ
pl: Wyłączone
uk: Вимкнено

source: Disconnect
cs: Odpojit
de: Trennen
es: Desconectar
fr: Déconnecter
ja: セツダン
pl: Rozłącz
uk: Від'єднати

source: Disengaging idler
cs: Odpojuji idler
de: Spannrol. auskuppeln
es: Soltando tensor
fr: Désengagement de l'idler
ja: アイドラーヲ ハズス
pl: Zwalnianie docisku
uk: Від'єднання холостого ходу

source: Display Refresh Speed
cs: Rychlost obnovy displeje
de: Aktualisierungsrate Anzeige
es: Velocidad Refresco Pantalla
fr: Vitesse de rafraîchissement de l'écran
ja: ディスプレイ リフレッシュスピード
pl: Częstotliwość odświeżania wyświetlacza
uk: Швидкість оновлення дисплея

source: Display issues detected. Reducing the refresh rate will possibly solve the problem. Proceed?
cs: Detekován problém s displejem. Snížení obnovovací frekvence může problém vyřešit. Pokračovat?
es: Se han detectado problemas de pantalla. Reducir la frecuencia de refresco posiblemente resuelva el problema. ¿Continuar?
fr: Problèmes d'écran détectés. Réduire le taux de rafraîchissement résoudra peut-être le problème. Continuer ?
ja: ディスプレイノ モンダイガ ケンシュツサレマシタ。リフレッシュレートヲ サゲルト モンダイガ カイケツスルカノウセイガ アリマス。ツヅケマスカ?
pl: Wykryto problemy z wyświetlaczem. Zmniejsz częstotliwość odświeżania, aby go rozwiązać. Kontynuować?
uk: Виявлено проблеми з дисплеєм. Зниження частоти оновлення може вирішити проблему. Продовжити?

source: Divide by Zero
cs: Dělení nulou
de: Division durch Null
es: División por cero
fr: Division par zéro
ja: #DIV/0!
pl: Dziel przez zero
uk: Ділення на нуль

source: Do not touch the printer! The printer is moving while measuring dock position.
cs: Nedotýkejte se tiskárny! Během zaměřování pozice doku se tiskárna hýbe.
de: Berühren Sie den Drucker nicht! Der Drucker bewegt sich während der Messung der Dockposition.
es: ¡No toques la impresora! La impresora se está moviendo mientras mide la posición del dock.
fr: Ne touchez pas l'imprimante ! L'imprimante se déplace lors de la mesure de la position du dock.
ja: プリンタニ サワラナイデクダサイ! プリンタガ ウゴキ、ドックイチノ ソクテイヲ シテイマス。
pl: Nie dotykaj drukarki! Drukarka porusza się podczas pomiaru pozycji doku.
uk: Не торкайтеся принтера! Принтер рухається під час вимірювання положення док-станції.

source: Do not touch the printer! The printer is performing the parking test. Be careful around the moving parts.
cs: Nedotýkejte se tiskárny! Tiskárna provádí test parkování. Pozor na pohyblivé části.
de: Berühren Sie den Drucker nicht! Der Drucker führt gerade den Parktest durch. Seien Sie vorsichtig in der Nähe der beweglichen Teile.
es: ¡No toques la impresora! La impresora está realizando la prueba de parking. Ten cuidado alrededor de las piezas móviles.
fr: Ne touchez pas l'imprimante ! L'imprimante effectue le test de stationnement. Soyez prudent autour des pièces mobiles.
ja: プリンタニ サワラナイデクダサイ! プリンタハ パーキングテストヲ オコナッテイマス。カドウブニ チュウイシテクダサイ。
pl: Nie dotykaj drukarki! Wykonuje test parkowania. Zachowaj ostrożność - ruchome części.
uk: Не торкайтеся принтера! Принтер виконує тест паркування. Будьте обережні поблизу рухомих частин.

source: Do not touch the printer. Be careful around the moving parts.
cs: Nedotýkejte se tiskárny. Pozor na pohyblivé části.
de: Berühren Sie den Drucker nicht. Seien Sie vorsichtig in der Nähe der beweglichen Teile.
es: No toques la impresora. Ten cuidado con las piezas móviles.
fr: Ne touchez pas l'imprimante. Soyez prudent autour des pièces mobiles.
ja: プリンタニ サワラナイデクダサイ。トクニ カドウブニ チュウイシテクダサイ。
pl: Nie dotykaj drukarki. Zachowaj ostrożność - ruchome części.
uk: Не торкайтеся принтера. Будьте обережні поблизу рухомих частин.

source: Do you really want to abort the print?
fr: Voulez-vous vraiment annuler l'impression?
ja: ホントウニプリントヲチュウシシマスカ?
pl: Czy na pewno chcesz przerwać wydruk?

source: Do you really want to restore default filament ordering?
cs: Obnovit výchozí přiřazení filamentů?
de: Möchten Sie wirklich die Standard-Filament-Reihenfolge wiederherstellen?
es: ¿Realmente quieres restablecer el orden de filamentos a por defecto?
fr: Voulez-vous vraiment restaurer l'ordre des filaments par défaut ?
ja: デフォルトノ フィラメントセッテイニ モドシマスカ?
pl: Czy naprawdę chcesz przywrócić domyślną kolejność filamentu?
uk: Ви дійсно хочете відновити порядок філаментів за замовчуванням?

source: Do you really want to restore default input shaper configuration?
cs: Chcete obnovit výchozí konfiguraci Input Shaper?
de: Möchten Sie wirklich die Standardkonfiguration des Input Shapers wiederherstellen?
es: ¿Realmente deseas restaurar la configuración predeterminada de input shaper?
fr: Voulez-vous vraiment restaurer la configuration par défaut de l'input shaper ?
ja: インプットシェーパー ノ セッティング ヲ フッキシマスカ?
pl: Czy naprawdę chcesz przywrócić domyślną konfigurację Input Shapera?
uk: Ви дійсно хочете відновити конфігурацію шейпера вхідного сигналу за замовчуванням?

source: Do you want to add your printer to Prusa Connect?
cs: Chcete přidat tiskárnu od Prusa Connect?
de: Möchten Sie Ihren Drucker zu Prusa Connect hinzufügen?
es: ¿Quieres añadir tu impresora a Prusa Connect?
fr: Voulez-vous ajouter votre imprimante à Prusa Connect ?
ja: プルサコネクトニ プリンタヲ ツイカシマスカ?
pl: Chcesz dodać drukarkę do Prusa Connect?
uk: Ви хочете додати свій принтер до Prusa Connect?
