Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Stuck Filament Detection
cs: Detekce zaseklého filamentu
de: Erkennung festsitzendes Filament
es: Detección Atasco Filamento
fr: Détection de filament coincé
ja: フィラメントスタックノ ケンシュツ
pl: Wykrywanie zablokowanego filamentu
uk: Виявлення застряглого філаменту

source: Successfully connected to:
cs: Úspěšně připojeno k:
de: Erfolgreich verbunden mit:
es: Conectado con éxito a:
fr: Connecté avec succès à :
ja: セツゾクニセイコウシマシタ:
pl: Pomyślnie połączono z:
uk: Успішно підключено до:

source: Sun
cs: Ne
de: So.
es: Dom
fr: dim
ja: ニチヨウ
pl: Nd
uk: Нд

source: SuperPINDA sensor is probably broken or disconnected, could not home Z-axis properly.
cs: Senzor SuperPINDA je pravděpodobně odpojen či poškozen. Homing osy Z selhal.
de: Der SuperPINDA-Sensor ist wahrscheinlich defekt oder nicht angeschlossen, so dass die Z-Achse nicht richtig referenziert werden konnte.
es: El sensor SuperPINDA está probablemente roto o desconectado, no se ha podido hacer home el eje Z correctamente.
fr: La sonde SuperPINDA est probablement cassée ou déconnectée, elle n'a pas pu positionner correctement l'axe Z.
ja: SuperPINDAセンサーガ コワレテイルカ ハズレテイル カノウセイガ アリ、Zジクヲ タダシク ゲンテンフッキ デキマセン。
pl: Czujnik SuperPINDA jest prawdopodobnie uszkodzony lub odłączony - nie mógł prawidłowo wybazować osi Z.
uk: Імовірно, датчик SuperPINDA зламаний або від'єднаний, не вдалося належним чином калібрувати початкову позицію осі Z.

source: Switch to Wi-Fi
cs: Přepnout na Wi-Fi
de: Zu Wi-Fi wechseln
es: Cambiar a Wi-Fi
fr: Passer au Wi-Fi
ja: Wi-Fi ニ ヘンコウ
pl: Przełącz na Wi-Fi
uk: Переключитися на Wi-Fi

source: Switched fans
cs: Prohozené ventilátory
de: Vertauschte Lüfter
es: Ventiladores conmutados
fr: Ventilateurs inversés
ja: ファンノ キリカエ
pl: Zamienione wentylatory
uk: Переплутані вентилятори

source: Syslog Port
cs: Port Syslogu
es: Puerto Syslog
fr: Port Syslog
ja: システムログポート
pl: Port Syslog
uk: Порт системного журналу

source: System
cs: Systém
es: Sistema
fr: Système
ja: システム
uk: Система

source: TEMPERATURE
cs: TEPLOTA
de: TEMPERATUR
es: TEMPERATURA
fr: TEMPÉRATURE
ja: オンド
pl: TEMPERATURA
uk: ТЕМПЕРАТУРА

source: TEST ERROR
cs: CHYBA TESTU
de: TEST FEHLER
es: ERROR TEST
fr: ERREUR DE TEST
ja: テストノ エラー
pl: BŁĄD TESTOWY
uk: ПОМИЛКА ТЕСТУ

source: THERMAL RUNAWAY
de: THERMISCHE ABWEICHUNG
es: DERIVA TÉRMICA
fr: EMBAL. THERMIQUE
ja: ネツボウソウ
uk: ТЕРМІЧНА НЕСТАБІЛЬНІСТЬ

source: TLS error
cs: Chyba TLS
de: TLS Fehler
es: Error TLS
fr: Erreur TLS
ja: TLSエラー
pl: Błąd TLS
uk: Помилка TLS

source: TMC DRIVER ERROR
cs: CHYBA TMC DRIVERU
de: TMC TREIBER FEHLER
es: ERROR DRIVER TMC
fr: ERREUR DU DRIVER TMC
ja: TMCドライバーエラー
pl: BŁĄD STEROWNIKA TMC
uk: ПОМИЛКА ДРАЙВЕРА TMC

source: TMC DRIVER RESET
cs: RESET TMC DRIVERU
de: TMC TREIBER RESET
es: RESET DRIVER TMC
fr: RÉINITIALISATION DU DRIVER TMC
ja: TMCドライバーリセット
pl: RESET STEROWNIKA TMC
uk: Скинути драйвер TMC

source: TMC DRIVER SHORTED
cs: ZKRAT DRIVERU TMC
de: TMC KURZSCHLUSS
es: CORTO DRIVER TMC
fr: DRIVER TMC EN COURT-CIRCUIT
ja: TMCドライバーショート
pl: ZWARCIE STEROWNIKA TMC
uk: КОРОТКЕ ЗАМИКАННЯ ДРАЙВЕРА TMC

source: TMC OVERHEAT ERROR
cs: CHYBA: TMC PŘEHŘÁTÍ
de: TMC ÜBERHITZ.FEHL.
es: ERROR SOBRECAL TMC
fr: ERREUR DE SURCHAUFFE DU TMC
ja: TMCオーバーヒート
pl: PRZEGRZANIE TMC
uk: ПОМИЛКА ПЕРЕГРІВУ TMC

source: TMC UNDERVOLTAGE ERR
cs: CHYBA: NÍZKÉ NAPĚTÍ TMC
de: TMC UNTERSPANN.FEHL.
es: ERROR SBRVOLTAJE TMC
fr: ERR SOUS TENSION TMC
ja: TMC テイデンアツエラー
pl: ZA NISKIE NAPIĘCIE TMC
uk: ПОМИЛКА НИЗЬКОЇ НАПРУГИ TMC

source: TMC driver for the Idler motor is almost overheating. Make sure there is sufficient airflow near the MMU board.
cs: TMC driver pro motor idleru má vysokou teplotu. Ujistěte se, že okolo desky může proudit vzduch.
de: Der TMC-Treiber für den Spannrollen-Motor überhitzt fast. Stellen Sie sicher, dass in der Nähe der MMU-Platine ein ausreichender Luftstrom vorhanden ist.
es: El driver TMC para el motor del Tensor está casi sobrecalentado. Asegúrate de que hay suficiente flujo de aire cerca de la placa del MMU.
fr: Le driver TMC pour le moteur de l'Idler est presque en surchauffe. Assurez-vous qu'il y a un débit d'air suffisant près de la carte MMU.
ja: アイドラーモーターノ TMCドライバーガ オーバーヒートシソウニナッテイマス。MMUボードフキンニ ジュウブンナ エアフローガ アルカ カクニンシテクダサイ。
pl: Sterownik TMC silnika docisku prawie się przegrzewa. Upewnij się, że w pobliżu płyty MMU jest wystarczający przepływ powietrza.
uk: Драйвер TMC двигуна холостого ходу майже перегрівається. Переконайтеся, що біля плати MMU достатній потік повітря.

source: TMC driver for the Idler motor is not responding. Try resetting the MMU. If the issue persists contact support.
cs: TMC driver pro motor idleru neodpovídá. Resetujte MMU. Pokud problém přetrvává, kontaktujte podporu.
de: Der TMC-Treiber für den Spannrollen-Motor antwortet nicht. Versuchen Sie, die MMU zurückzusetzen. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: El controlador TMC del motor del Tensor no responde. Prueba a reiniciar el MMU. Si el problema persiste, ponte en contacto con el servicio técnico.
fr: Le driver TMC du moteur de l'Idler ne répond pas. Essayez de réinitialiser le MMU. Si le problème persiste, contactez le support.
ja: アイドラーモーターノ TMCドライバガ ハンノウシテイマセン。MMUヲ リセットシテミテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Sterownik TMC silnika docisku nie odpowiada. Spróbuj zresetować MMU. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Драйвер TMC двигуна холостого ходу не відповідає. Спробуйте перезавантажити MMU. Якщо проблема не зникає, зверніться до служби підтримки.

source: TMC driver for the Idler motor is overheated. Cool down the MMU board and reset MMU.
cs: TMC driver pro motor idleru se přehřál. Vyčkejte na ochlazení a MMU restartujte.
de: Der TMC-Treiber für den Spannrollen-Motor ist überhitzt. Kühlen Sie die MMU-Platine ab und setzen Sie die MMU zurück.
es: El driver TMC del motor del Tensor está sobrecalentado. Enfría la tarjeta del MMU y reinicia el MMU.
fr: Le driver TMC du moteur de l'Idler est en surchauffe. Refroidissez la carte du MMU et réinitialisez le MMU.
ja: アイドラーモーターノ TMCドライバガ オーバーヒートシテイマス。MMUボードヲ クールダウンシ、MMUヲ リセットシマス。
pl: Przegrzanie sterownika TMC silnika docisku. Schłodź płytę MMU i zresetuj MMU.
uk: Драйвер TMC двигуна холостого ходу перегрівся. Охолодіть плату MMU та перезавантажте MMU.

source: TMC driver for the Idler motor was restarted. There is probably an issue with the electronics. Check the wiring and connectors.
cs: TMC driver pro motor idleru byl restartován. Pravděpodobná závada elektroniky. Důkladně zkontrolujte zapojení.
de: Der TMC-Treiber für den Spannrollen-Motor wurde neu gestartet. Wahrscheinlich gibt es ein Problem mit der Elektronik. Überprüfen Sie die Verkabelung und die Stecker.
es: Se ha reiniciado el controlador TMC para el motor del Tensor. Probablemente hay un problema con la electrónica. Comprueba el cableado y los conectores.
fr: Le driver TMC du moteur de l'Idler a été redémarré. Il y a probablement un problème avec l'électronique. Vérifiez le câblage et les connecteurs.
ja: アイドラーモーターノ TMCドライバーヲ サイキドウシマシタ。デンシキキニ モンダイガ アルカモシレマセン。ハイセント コネクターヲ チェックシテクダサイ。
pl: Sterownik TMC silnika docisku został zrestartowany. Prawdopodobnie wystąpił problem z elektroniką. Sprawdź okablowanie i złącza.
uk: Драйвер TMC двигуна холостого ходу було перезапущено. Ймовірно, проблема з електронікою. Перевірте проводку та роз'єми.

source: TMC driver for the Pulley motor is almost overheating. Make sure there is sufficient airflow near the MMU board.
cs: TMC driver pro pulley motor má vysokou teplotu. Ujistěte se, že MMU deska není zakrytá a může k ní vzduch.
de: Der TMC-Treiber für den Riemenscheiben-Motor wird fast überhitzt. Stellen Sie sicher, dass in der Nähe der MMU-Platine ein ausreichender Luftstrom vorhanden ist.
es: El driver TMC para el motor de la Polea está casi sobrecalentado. Asegúrate de que hay suficiente flujo de aire cerca de la placa del MMU.
fr: Le driver TMC pour le moteur de la Poulie est presque en surchauffe. Assurez-vous qu'il y a un débit d'air suffisant près de la carte MMU.
ja: プーリーモーターノ TMCドライバーガ オーバーヒートシソウニナッテイマス。MMUボードフキンニ ジュウブンナ エアフローガ アルカ カクニンシテクダサイ。
pl: Sterownik TMC silnika kół radełkowanych prawie się przegrzewa. Upewnij się, że w pobliżu płyty MMU jest wystarczający przepływ powietrza.
uk: Драйвер TMC двигуна шківа майже перегрівається. Переконайтеся, що біля плати MMU достатній потік повітря.

source: TMC driver for the Pulley motor is not responding. Try resetting the MMU. If the issue persists contact support.
cs: TMC driver pro pulley motor neodpovídá. Resetujte MMU. Pokud problém přetrvává, kontaktujte podporu.
de: Der TMC-Treiber für den Riemenscheiben-Motor antwortet nicht. Versuchen Sie, die MMU zurückzusetzen. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: El controlador TMC del motor de la Polea no responde. Prueba a reiniciar el MMU. Si el problema persiste, ponte en contacto con el servicio técnico.
fr: Le driver TMC du moteur de la Poulie ne répond pas. Essayez de réinitialiser le MMU. Si le problème persiste, contactez le support.
ja: プーリーモーターノ TMCドライバガ ハンノウシテイマセン。MMUヲ リセットシテミテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Sterownik TMC silnika kół radełkowanych nie odpowiada. Spróbuj zresetować MMU. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Драйвер TMC двигуна шківа не відповідає. Спробуйте перезавантажити MMU. Якщо проблема не зникає, зверніться до служби підтримки.

source: TMC driver for the Pulley motor is overheated. Cool down the MMU board and reset MMU.
cs: Došlo k přehřátí TMC driveru pro pulley motor. Nechte jej vychladnout a MMU restartujte.
de: Der TMC-Treiber für den Riemenscheiben-Motor ist überhitzt. Kühlen Sie die MMU-Platine ab und setzen Sie die MMU zurück.
es: El driver TMC del motor de la Polea está sobrecalentado. Enfría la tarjeta del MMU y reinicia el MMU.
fr: Le driver TMC du moteur de la Poulie est en surchauffe. Refroidissez la carte du MMU et réinitialisez le MMU.
ja: プーリーモーターノ TMCドライバガ オーバーヒートシテイマス。MMUボードヲ クールダウンシ、MMUヲ リセットシマス。
pl: Przegrzanie sterownika TMC silnika kół radełkowanych. Schłodź płytę MMU i zresetuj MMU.
uk: Драйвер TMC двигуна шківа перегрівся. Охолодіть плату MMU та перезавантажте MMU.

source: TMC driver for the Pulley motor was restarted. There is probably an issue with the electronics. Check the wiring and connectors.
cs: TMC driver pro Pulley motor byl restartován. Pravděpodobná závada elektroniky. Důkladně zkontrolujte zapojení.
de: Der TMC-Treiber für den Riemenscheiben-Motor wurde neu gestartet. Wahrscheinlich gibt es ein Problem mit der Elektronik. Überprüfen Sie die Verkabelung und die Stecker.
es: Se reinició el controlador TMC para el motor de la Polea. Probablemente hay un problema con la electrónica. Comprueba el cableado y los conectores.
fr: Le driver TMC du moteur de la Poulie a été redémarré. Il y a probablement un problème avec l'électronique. Vérifiez le câblage et les connecteurs.
ja: プーリーモーターノ TMCドライバーヲ サイキドウシマシタ。デンシキキニ モンダイガ アルカモシレマセン。ハイセント コネクターヲ チェックシテクダサイ。
pl: Sterownik TMC silnika kół radełkowanych został zrestartowany. Prawdopodobnie wystąpił problem z elektroniką. Sprawdź okablowanie i złącza.
uk: Драйвер TMC двигуна шківа було перезапущено. Ймовірно, проблема з електронікою. Перевірте проводку та роз'єми.

source: TMC driver for the Selector motor is almost overheating. Make sure there is sufficient airflow near the MMU board.
cs: TMC driver pro motor selektoru má vysokou teplotu. Ujistěte se, že okolo desky může proudit vzduch.
de: Der TMC-Treiber für den Selektor-Motor wird fast überhitzt. Stellen Sie sicher, dass in der Nähe der MMU-Platine ein ausreichender Luftstrom vorhanden ist.
es: El driver TMC para el motor del Selector está casi sobrecalentado. Asegúrate de que hay suficiente flujo de aire cerca de la placa del MMU.
fr: Le driver TMC pour le moteur du Sélecteur est presque en surchauffe. Assurez-vous qu'il y a un débit d'air suffisant près de la carte MMU.
ja: セレクターモーターノ TMCドライバーガ オーバーヒートシソウニ ナッテイマス。MMUボードフキンニ ジュウブンナ エアフローガ アルカ カクニンシテクダサイ。
pl: Sterownik TMC silnika wybieraka prawie się przegrzewa. Upewnij się, że w pobliżu płyty MMU jest wystarczający przepływ powietrza.
uk: Драйвер TMC двигуна селектора майже перегрівається. Переконайтеся, що біля плати MMU достатній потік повітря.

source: TMC driver for the Selector motor is not responding. Try resetting the MMU. If the issue persists contact support.
cs: TMC driver pro motor selektoru neodpovídá. Resetujte MMU. Pokud problém přetrvává, kontaktujte podporu.
de: Der TMC-Treiber für den Selektor-Motor antwortet nicht. Versuchen Sie, die MMU zurückzusetzen. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: El controlador TMC del motor del Selector no responde. Prueba a reiniciar el MMU. Si el problema persiste, ponte en contacto con el servicio técnico.
fr: Le driver TMC du moteur du Sélecteur ne répond pas. Essayez de réinitialiser le MMU. Si le problème persiste, contactez le support.
ja: セレクターモーターノ TMCドライバガ ハンノウシテイマセン。MMUヲ リセットシテミテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Sterownik TMC silnika wybieraka nie odpowiada. Spróbuj zresetować MMU. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Драйвер TMC двигуна селектора не відповідає. Спробуйте перезавантажити MMU. Якщо проблема не зникає, зверніться до служби підтримки.

source: TMC driver for the Selector motor is overheated. Cool down the MMU board and reset MMU.
cs: TMC driver pro motor selektoru se přehřál. Vyčkejte na ochlazení a MMU restartujte.
de: Der TMC-Treiber für den Selektor-Motor ist überhitzt. Kühlen Sie die MMU-Platine ab und setzen Sie die MMU zurück.
es: El driver TMC del motor del Selector está sobrecalentado. Enfría la tarjeta del MMU y reinicia el MMU.
fr: Le driver TMC du moteur du Sélecteur est en surchauffe. Refroidissez la carte du MMU et réinitialisez le MMU.
ja: セレクタモータノ TMCドライバガ オーバーヒートシテイマス。MMUボードヲ クールダウンシ、MMUヲ リセットシマス。
pl: Przegrzanie sterownika TMC silnika wybieraka. Schłodź płytę MMU i zresetuj MMU.
uk: Драйвер TMC двигуна селектора перегрівся. Охолодіть плату MMU та перезавантажте MMU.

source: TMC driver for the Selector motor was restarted. There is probably an issue with the electronics. Check the wiring and connectors.
cs: TMC driver pro motor selektoru byl restartován. Pravděpodobná závada elektroniky. Důkladně zkontrolujte zapojení.
de: Der TMC-Treiber für den Selektor-Motor wurde neu gestartet. Wahrscheinlich gibt es ein Problem mit der Elektronik. Überprüfen Sie die Verkabelung und die Stecker.
es: Se ha reiniciado el controlador TMC para el motor del Selector. Probablemente hay un problema con la electrónica. Comprueba el cableado y los conectores.
fr: Le driver TMC du moteur du Sélecteur a été redémarré. Il y a probablement un problème avec l'électronique. Vérifiez le câblage et les connecteurs.
ja: セレクターモーターノ TMCドライバーヲ サイキドウシマシタ。デンシキキニ モンダイガ アルカモシレマセン。ハイセント コネクターヲ チェックシテクダサイ。
pl: Sterownik TMC silnika wybieraka został zrestartowany. Prawdopodobnie wystąpił problem z elektroniką. Sprawdź okablowanie i złącza.
uk: Драйвер TMC двигуна селектора було перезапущено. Ймовірно, проблема з електронікою. Перевірте проводку та роз'єми.

source: TOOL %d
cs: NÁSTROJ %d
de: WERKZEUG %d
es: CABEZAL %d
fr: OUTIL %d
ja: ツール %d
pl: NARZĘDZIE %d
uk: ІНСТРУМЕНТ %d

source: TOOL OFFSET OUT OF BOUNDS
cs: OFFSET NÁSTROJE MIMO ROZSAH
de: Werkzeug-Offset außerhalb der Grenzen
es: OFFSET CABEZAL FUERA DE LOS LÍMITES
fr: DÉCALAGE DE L'OUTIL HORS LIMITES
ja: ツールオフセット ハンイガイ
pl: PRZESUNĘCIE NARZĘDZIA POZA ZAKRESEM
uk: ЗМІЩЕННЯ ІНСТРУМЕНТА ЗА МЕЖАМИ ДІАПАЗОНУ

source: TOOLCHANGER ERROR
cs: CHYBA TOOLCHANGERU
de: Werkzeugwechsler FEHLER
es: ERROR CAMBIADOR HERRAMIENTA
fr: ERREUR DE CHANGEUR D'OUTILS
ja: ツールチェンジャーエラー
pl: BŁĄD ZMIENIARKI NARZĘDZI
uk: ПОМИЛКА ЗМІНЮВАЧА ІНСТРУМЕНТІВ

source: TOOLHEAD
cs: NÁSTROJOVÁ HLAVA
de: Werkzeugkopf
es: CABEZAL
fr: TÊTE D'OUTIL
ja: ツールヘッド
pl: GŁOWICA NARZĘDZIOWA
uk: ГОЛОВКА ІНСТРУМЕНТА

source: TOOLS MAPPING
cs: MAPOVÁNÍ NÁSTROJŮ
de: WERKZEUGE ZUORDNEN
es: MAPEADO CABEZAL
fr: ATTRIBUTION DES OUTILS
ja: ツール マッピング
pl: MAPOWANIE NARZĘDZI
uk: ВІДОБРАЖЕННЯ ІНСТРУМЕНТІВ

source: TOOLS SETTINGS
cs: NASTAVENÍ NÁSTROJŮ
de: WERKZEUG-EINSTELLUNGEN
es: AJUSTES CABEZAL
fr: RÉGLAGES DES OUTILS
ja: ツールセッティング
pl: USTAWIENIA NARZĘDZI
uk: НАЛАШТУВАННЯ ІНСТРУМЕНТІВ

source: TUNE
cs: LADIT
de: ANPASSEN
es: AJUSTES
fr: RÉGLER
ja: チューニング
pl: PARAMETRY
uk: НАЛАШТУВАННЯ

source: Takes too long, will skip soon.
es: Tarda demasiado, se omitirá pronto.
fr: Prend trop de temps, sera bientôt passé.
ja: ジカンガ カカリスギテイマス。スグニ スキップシマス。
pl: Trwa zbyt długo, wkrótce pominę.
uk: Займає забагато часу, незабаром буде пропущено.

source: Tap the nozzle
cs: Dotkněte se trysky
de: Die Düse berühren
es: Toca la boqulla
fr: Appuyez sur la buse
ja: ノズルヲ タップ!
pl: Dotknij dyszy
uk: Торкніться сопла

source: Tap the nozzle on beep
cs: Při pípnutí se dotkněte trysky
de: Tippen Sie auf die Düse beim Piepton
es: Tras el pitido, toca la boquilla
fr: Appuyez sur la buse au bip
ja: ビープオンガ ナッタラ ノズルヲ タタキマス
pl: Dotknij dyszy przy dźwięku
uk: Торкніться сопла після звукового сигналу

source: Target
cs: Cíl
de: Ziel
es: Objetivo
fr: Cible
ja: ターゲット
pl: Cel
uk: Ціль

source: Target temperature not yet reached. Continue waiting?
cs: Zatím nebylo dosaženy cílové teploty. Čekat dál?
de: Zieltemperatur noch nicht erreicht. Weiter warten?
es: Aún no se ha alcanzado la temperatura objetivo. ¿Seguir esperando?
fr: La température cible n'est pas encore atteinte. Continuer à attendre ?
ja: モクヒョウオンドニ トウタツシテイマセン。マチマスカ?
pl: Nie udało się osiągnąć docelowej temperatury. Czekać dalej?
uk: Цільової температури ще не досягнуто. Продовжити очікування?

source: Temp. show zero
cs: Teplota zobrazuje nulu
de: Temp. zeigt Null
es: Mostrar temp. cero
fr: Temp. remonte zéro
ja: オンドヒョウジ ゼロ
pl: Temperatura - pokazuj zero
uk: Показ температури нулем

source: Temp. style
cs: Způsob zobrazení teploty
de: Temp. Stil
es: Estilo Temp.
fr: Style temp.
ja: オンドヒョウジケイシキ
pl: Styl temperatury
uk: Стиль відображення температури

source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
ja: オンド
pl: Temperatura
uk: Температура

source: Test All
cs: Testovat vše
de: Teste Alle
es: Probar Todo
fr: Tout Tester
ja: スベテ テスト
pl: Test wszystkich
uk: Тестувати все

source: Test Errors
cs: Test chyb
de: Testfehler
es: Errores test
fr: Erreurs de test
ja: テストノ エラー
pl: Błędy testowe
uk: Тестувати помилки

source: Test FAILED!
cs: Test SELHAL!
de: TEST Fehlgeschlagen!
es: ¡Test FALLIDO!
fr: Le test a échoué !
ja: セルフテストシッパイ
pl: Test NIEUDANY!
uk: ТЕСТ НЕ ПРОЙДЕНО!

source: Test bsod() Function
cs: Test funkce bsod()
de: Test bsod() Funktion
es: Test Función bsod()
fr: Tester la fonction bsod()
ja: bsod() キノウテスト
pl: Test funkcji bsod()
uk: Тестувати функцію bsod()

source: Test did not run
cs: Test neproběhl
de: Test nicht gelaufen
es: El test no se ha ejecutado
fr: Le test ne s'est pas lancé
ja: テストガ オコナワレマセンデシタ
pl: Test nie został wykonany
uk: Тест не запущено

source: Test skipped by user.
cs: Test přeskočen uživatelem.
de: Test übersprungen User.
es: Test omitido por el usuario.
fr: Test ignoré par l'utilisateur.
ja: テストガ ユーザーニ ヨッテスキップサレマシタ
pl: Test pominięty przez użytkownika.
uk: Тест пропущено користувачем.

source: Testing enclosure fan
cs: Test ventilátoru boxu
de: Prüfe Enclosure-Lüfter
es: Probando ventilador cerramiento
fr: Test du ventilateur de l'enceinte
ja: エンクロージャーファンテスト
pl: Test wentylatora obudowy
uk: Тестування вентилятора корпусу

source: Testing fan rotation on 100% power, please wait.
cs: Testuji otáčky ventilátorů na 100 % výkonu, vyčkejte.
de: Test der Lüfterrotation bei 100 % Leistung, bitte warten.
es: Probando la rotación del ventilador al 100% de potencia, por favor espere.
fr: Test de rotation du ventilateur à 100% de puissance, veuillez patienter.
ja: 100%ノ デンリョクデ ファンノカイテンヲ テストシテイマス。
pl: Testowanie obrotów wentylatora przy 100% mocy. Proszę czekać.
uk: Тестування обертання вентилятора на 100% потужності, будь ласка, зачекайте.

source: Testing fan rotation on 40% power, please wait.
cs: Testuji otáčky ventilátorů na 40 % výkonu, vyčkejte.
de: Test der Lüfterrotation bei 40 % Leistung, bitte warten.
es: Probando la rotación del ventilador al 40% de potencia, por favor espere.
fr: Test de rotation du ventilateur à 40% de puissance, veuillez patienter.
ja: 40%ノ デンリョクデ ファンノカイテンヲ テストシテイマス。
pl: Testowanie obrotów wentylatora przy 40% mocy. Proszę czekać.
uk: Тестування обертання вентилятора на 40% потужності, будь ласка, зачекайте.

source: Testing filament
cs: Testování filamentu
de: Teste Filament
es: Probando filamento
fr: Test du filament
ja: フィラメントテスト
pl: Test filamentu
uk: Тестування філаменту

source: The G-code isn't fully compatible
cs: G-Code není plně kompatibilní
de: Der G-Code ist nicht vollständig kompatibel
es: Este código G no es completamente compatible
fr: Le G-code n'est pas entièrement compatible
ja: Gコードニ ゴカンセイガ アリマセン
pl: G-code nie jest w pełni kompatybilny
uk: G-код не повністю сумісний

source: The HEPA filter has expired. Change the HEPA filter before your next print.
cs: HEPA filtru skončila životnost. Před dalším tiskem filtr vyměňte.
de: Der HEPA-Filter ist abgelaufen. Tauschen Sie den HEPA-Filter vor dem nächsten Druck aus.
es: El filtro HEPA ha caducado. Cambia el filtro HEPA antes de tu próxima impresión.
fr: Le filtre HEPA est expiré. Changez le filtre HEPA avant votre prochaine impression.
ja: HEPAフィルターノ ジュミョウデス。ツギノ プリントマエニ HEPAフィルターヲ コウカンシテクダサイ。
pl: Upłynął termin eksploatacji filtra HEPA. Wymień filtr HEPA przed następnym wydrukiem.
uk: Термін дії HEPA-фільтра закінчився. Замініть HEPA-фільтр перед наступним друком.

source: The HEPA filter has expired. Change the HEPA filter before your next print. Visit prusa.io/xl-filter for more information.
cs: HEPA filtru skončila životnost. Před dalším tiskem vyměňte filtr. Více info na prusa.io/xl-filter.
de: Der HEPA-Filter ist abgelaufen. Tauschen Sie den HEPA-Filter vor dem nächsten Druck aus. Besuchen Sie prusa.io/xl-filter für weitere Informationen.
es: El filtro HEPA ha caducado. Cambia el filtro HEPA antes de tu próxima impresión. Visita prusa.io/xl-filter para obtener más información.
fr: Le filtre HEPA est expiré. Changez le filtre HEPA avant votre prochaine impression. Visitez prusa.io/xl-filter pour plus d'informations.
ja: HEPAフィルターノ ユウコウキゲンガ キレテイマス。ツギノ インサツノマエニ HEPAフィルターヲ コウカンシテクダサイ。クワシクハ prusa.io/xl-filter ヲ ゴランクダサイ。
pl: Upłynął termin eksploatacji filtra HEPA. Wymień filtr HEPA przed następnym wydrukiem. Odwiedź prusa.io/xl-filter, aby uzyskać więcej informacji.
uk: Термін дії HEPA-фільтра закінчився. Замініть HEPA-фільтр перед наступним друком. Перейдіть на prusa.io/xl-filter для отримання додаткової інформації.
