Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: If the filter on your enclosure is close to its expiration time (600 h), please change it for a new one.
cs: Pokud se filtru v boxu krátí životnost (600 h), vyměňte jej za nový.
de: Wenn der Filter Ihres Gehäuses kurz vor dem Ende seiner Lebensdauer steht (600 Stunden), tauschen Sie ihn bitte gegen einen neuen aus.
es: Si el filtro de tu cerramiento está a punto de caducar (600 h), cámbialo por uno nuevo.
fr: Si le filtre de votre enceinte est proche de sa durée de péremption (600 h), veuillez le remplacer par un nouveau.
ja: エンクロージャーノ フィルターガ シヨウキゲン(600hours)ニ チカヅイテイルバアイハ、アタラシイモノニ コウカンシテクダサイ。
pl: Jeśli żywotność filtra w obudowie dobiega końca (600 godzin), należy wymienić go na nowy.
uk: Якщо термін дії фільтра у вашому корпусі добігає кінця (600 год), будь ласка, замініть його на новий.

source: In the next step, use the knob to adjust the nozzle height. Check the pictures in the handbook for reference.
cs: V dalším kroku použijte ovládací tlačítko a nastavte výšku trysky. V příručce naleznete detailní instrukce a ilustrace.
de: Im nächsten Schritt, den Knopf verwenden, um die Höhe der Düse einzustellen. Siehe Bilder im Handbuch als Referenz.
es: En el siguiente paso usa el dial para ajustar la altura de la boquilla. Mira las fotos en el manual como referencia.
fr: Au cours de la prochaine étape, utilisez le bouton pour ajuster la hauteur de la buse. Consultez les photos dans le manuel comme référence.
ja: ツギノステップデハ、ノブヲ ツカッテ ノズルノ タカサヲ チョウセイシマス。ハンドブックノ シャシンヲ サンコウニシテクダサイ。
pl: W kolejnym kroku użyj pokrętła, aby ustawić odległość dyszy od stołu. Możesz wspomóc się ilustracjami w Podręczniku.
uk: На наступному кроці використовуйте ручку для регулювання висоти сопла. Зверніться до зображень у посібнику.

source: Inactive
cs: Neaktivní
de: Inaktiv
es: Inactivo
fr: Inactif
ja: インアクティブ
pl: Nieaktywny
uk: Неактивно

source: Increasing distance to bed
cs: Zvětšuji vzdálenost od podložky.
de: Vergrößere Abstand zum Bett
es: Aumentando la distancia a la cama
fr: Augmention de la distance jusqu'au plateau
ja: ベッドマデノ キョリノ エンチョウ
pl: Zwiększenie odległości od stołu
uk: Збільшення відстані до столу

source: Info
ja: ジョウホウ
uk: Інформація

source: Information
cs: Informace
de: Informationen
es: Información
ja: ジョウホウ
pl: Informacje
uk: Інформація

source: Input Current
cs: Vstupní proud
de: Eingangs-Strom
es: Corriente de Entrada
fr: Courant d'entrée
ja: ニュウリョクデンリュウ
pl: Prąd wejściowy
uk: Вхідний струм

source: Input Shaper
ja: インプットシェーパー
uk: Формувач вхідного сигналу

source: Input Shaper X
ja: インプットシェーパー X
uk: Формувач вхідного сигналу X

source: Input Shaper Y
ja: インプットシェーパー Y
uk: Формувач вхідного сигналу Y

source: Input Voltage
cs: Vstupní napětí
de: Eingangs-Spannung
es: Voltaje de Entrada
fr: Tension d'entrée
ja: ニュウリョクデンアツ
pl: Napięcie wejściowe
uk: Вхідна напруга

source: Insert the bundled USB drive, restart the printer and click the knob once during the boot. This will install the MK4 firmware.
cs: Vložte přibalený USB disk, restartujte tiskárnu a během startu stiskněte ovládací tlačítko. Tím se nainstaluje MK4 firmware.
de: Stecken Sie den mitgelieferten USB-Stick ein, starten Sie den Drucker neu und klicken Sie beim Booten einmal auf den Knopf. Dadurch wird die MK4-Firmware installiert.
es: Inserta la unidad USB incluida, reinicia la impresora y haz clic en el dial una vez durante el arranque. Esto instalará el firmware de MK4.
fr: Insérez la clé USB fournie, redémarrez l'imprimante et cliquez une fois sur le bouton pendant le démarrage. Cela installera le firmware MK4.
ja: フゾクノ USBドライブヲ イレテ、プリンタヲ サイキドウシマス。キドウチュウニ ノブヲ ワンクリックシマス。ファームウェアガ インストールサレマス。
pl: Podłącz dołączoną pamięć USB, uruchom ponownie drukarkę i naciśnij raz pokrętło podczas uruchamiania. Spowoduje to zainstalowanie firmware MK4.
uk: Вставте комплектний USB-накопичувач, перезавантажте принтер і один раз натисніть на ручку під час завантаження. Це встановить прошивку MK4.

source: Insert the bundled USB drive, restart the printer and click the knob once during the boot. This will install the MK4/MK3.9 firmware.
cs: Vložte přibalený USB disk, restartujte tiskárnu a během startu stiskněte tlačítko. Tím nainstalujete MK4/MK3.9 firmware.
de: Stecken Sie den mitgelieferten USB-Stick ein, starten Sie den Drucker neu und klicken Sie beim Booten einmal auf den Knopf. Dadurch wird die MK4/MK3.9-Firmware installiert.
es: Inserta la unidad USB incluida, reinicia la impresora y haz clic en el dial una vez durante el arranque. Esto instalará el firmware de MK4/MK3.9.
fr: Insérez la clé USB fournie, redémarrez l'imprimante et cliquez une fois sur le bouton pendant le démarrage. Cela installera le firmware des MK4/MK3.9.
ja: フゾクノ USBドライブヲ イレテ、プリンタヲ サイキドウシマス。キドウチュウニ ノブヲ ワンクリックシマス。コレデ MK4/MK3.9ファームウェアガ インストールサレマス。
pl: Podłącz dołączoną pamięć USB, uruchom ponownie drukarkę i kliknij pokrętło raz podczas uruchamiania. Spowoduje to zainstalowanie firmware MK4/MK3.9.
uk: Вставте комплектний USB-накопичувач, перезавантажте принтер і один раз натисніть на ручку під час завантаження. Це встановить прошивку MK4/MK3.9.

source: Insert the bundled USB drive, restart the printer and click the knob once during the boot. This will install the correct firmware for your hardware.
cs: Vložte přibalený USB disk, restartujte tiskárnu a během startu stiskněte ovládací tlačítko. Tím se nainstaluje správný firmware.
de: Stecken Sie den mitgelieferten USB-Stick ein, starten Sie den Drucker neu und klicken Sie beim Booten einmal auf den Knopf. Dadurch wird die richtige Firmware für Ihre Hardware installiert.
es: Inserta la unidad USB incluida, reinicia la impresora y haz clic en el dial una vez durante el arranque. Esto instalará el firmware correcto para tu hardware.
fr: Insérez la clé USB fournie, redémarrez l'imprimante et cliquez une fois sur le bouton pendant le démarrage. Cela installera le firmware approprié pour votre matériel.
ja: フゾクノ USBドライブヲ イレテ、プリンタヲ サイキドウシマス。キドウチュウニ ノブヲ ワンクリックシマス。ファームウェアガ インストールサレマス。
pl: Podłącz dołączoną pamięć USB, uruchom ponownie drukarkę i naciśnij raz pokrętło podczas uruchamiania. Spowoduje to zainstalowanie właściwego firmware.
uk: Вставте комплектний USB-накопичувач, перезавантажте принтер і один раз натисніть на ручку під час завантаження. Це встановить правильну прошивку для вашого обладнання.

source: Insert the drive into the printer and turn it on or restart it. Confirm the installation.
cs: Vložte disk do tiskárny a zapněte/restartujte ji. Pak potvrďte instalaci.
de: Setzen Sie den Stick in den Drucker ein und schalten Sie ihn ein oder starten Sie ihn neu. Bestätigen Sie die Installation.
es: Inserta la unidad en la impresora y enciéndela o reiníciala. Confirma la instalación.
fr: Insérez la clé dans l'imprimante et allumez-la ou redémarrez-la. Confirmez l'installation.
ja: ドライブヲ プリンタニ イレ、デンゲンヲ イレルカ サイキドウシマス。インストールヲ カクニンシテクダサイ。
pl: Podłącz pamięć do drukarki i włącz ją lub uruchom ponownie. Potwierdź instalację.
uk: Вставте накопичувач у принтер і ввімкніть або перезапустіть його. Підтвердьте встановлення.

source: Insert the filament into the extruder until the sensor detects the filament.
cs: Posouvejte filament do extruderu, dokud senzor nezachytí jeho přítomnost.
de: Führen Sie das Filament in den Extruder ein, bis der Sensor das Filament erkennt.
es: Introduce el filamento en el extrusor hasta que el sensor lo detecte.
fr: Insérez le filament dans l'extrudeur jusqu'à ce que le capteur détecte le filament.
ja: センサーガ フィラメントヲ ケンシュツスルマデ、フィラメントヲ エクストルーダーニ ロードシマス。
pl: Wprowadzaj filament do ekstrudera, aż czujnik go wykryje,
uk: Вставте філамент в екструдер, доки датчик не виявить філамент.

source: Insert the filament through the side filament sensor into the extruder until the tool filament sensor detects the filament.
cs: Vložte filament skrz boční senzor filamentu a posouvejte jej tak dlouho, dokud jej nerozpozná senzor filamentu v extruderu.
de: Führen Sie das Filament durch den seitlichen Filamentsensor in den Extruder ein, bis der Werkzeug-Filamentsensor das Filament erkennt.
es: Introduce el filamento a través del sensor de filamento lateral en el extrusor hasta que el sensor de filamento del cabezal detecte el filamento.
fr: Insérez le filament à travers le capteur de filament latéral dans l'extrudeur jusqu'à ce que le capteur de filament de l'outil détecte le filament.
ja: ツールフィラメントセンサーガ フィラメントヲ ケンシュツスルマデ、フィラメントヲ サイドフィラメントセンサーカラ エクストルーダーニ ロードシマス。
pl: Wprowadzaj filament przez boczny czujnik filamentu do ekstrudera, aż czujnik filamentu w narzędziu go wykryje.
uk: Вставте філамент через бічний датчик філаменту в екструдер, доки датчик філаменту інструмента не виявить філамент.

source: Inserting
cs: Zavádění
de: Einführen
es: Cargando
fr: Insertion
ja: インサート
pl: Wsuwanie
uk: Вставлення

source: Install and tighten the dock pins. Be careful in next step the printer will be moving.
cs: Vložte a utáhněte dokovací piny. Pozor: v dalším kroku se bude tiskárna hýbat.
de: Installieren Sie die Dockingstifte und ziehen Sie sie fest. Seien Sie beim nächsten Schritt vorsichtig. Der Drucker wird sich bewegen.
es: Instala y aprieta los pines del dock. Tenga cuidado en el siguiente paso la impresora se moverá.
fr: Installez et serrez les ergots du dock. Faites attention à l'étape suivante, l'imprimante bougera.
ja: ドックピンヲ トリツケ、シメマス。 ツギノ ステップデハ プリンタガ ウゴクノデ チュウイシテクダサイ。
pl: Wkręć kołki doku. Zachowaj ostrożność w następnym kroku, ponieważ drukarka będzie się poruszać.
uk: Встановіть і затягніть штифти док-станції. Будьте обережні на наступному кроці, принтер рухатиметься.

source: Install belt dampeners
cs: Nainstalujte tlumiče řemenů
de: Riemen-Dämpfer installieren
es: Instalar amortiguadores de correa
fr: Installer des amortisseurs de courroie
ja: ベルトダンパーヲ トリツケル
pl: Zamontuj tłumiki paska
uk: Встановіть демпфери паска

source: Install pins
cs: Instalujte piny.
de: Stifte installieren
es: Instala los pines
fr: Installez les ergots
ja: ピンノ トリツケ
pl: Wkręć kołki
uk: Встановити штифти

source: Install sheet on heatbed.
cs: Umístěte tiskový plát na vyhřívanou podložku.
de: Stahlblech auf das Heizbett legen
es: Instala la lámina en la base.
fr: Installez la plaque sur le plateau chauffant
ja: ヒートベッドニ シートヲ セッチシマス
pl: Połóż arkusz na stole.
uk: Встановіть лист на нагрівальний стіл.

source: Internal runtime error. Try resetting the MMU or updating the firmware.
cs: Interní chyba runtime. Resetujte MMU jednotku nebo zkuste aktualizovat firmware.
de: Interner Laufzeitfehler. Versuchen Sie, die MMU zurückzusetzen oder die Firmware zu aktualisieren.
es: Error interno de ejecución. Intenta reiniciar la unidad MMU o actualizar el firmware.
fr: Erreur d'exécution interne. Essayez de réinitialiser l'unité MMU ou de mettre a jour le firmware.
ja: ナイブ ランタイムエラーデス。MMUヲ リセットスルカ、ファームウェアヲ コウシンシテクダサイ。
pl: Wewnętrzny błąd działania. Spróbuj zresetować MMU lub zaktualizować firmware.
uk: Внутрішня помилка виконання. Спробуйте скинути MMU або оновити прошивку.

source: Invalid BGCODE file header
cs: Nesprávná hlavička souboru BGCODE
de: Ungültiger BGCODE-Dateikopf
es: Cabecera de archivo BGCODE no válida
fr: En-tête de fichier BGCODE invalide
ja: バイナリGコードファイルヘッダ ムコウ
pl: Nieprawidłowy nagłówek BGCODE
uk: Недійсний заголовок файлу BGCODE

source: Invoke MMU maintenance
cs: Spustit údržbu MMU
es: Activar mantenimiento MMU
fr: Invoquer la maintenance du MMU
ja: MMUメンテナンス・カイシ
pl: Wywołaj konserwację MMU
uk: Запустити обслуговування MMU

source: Is Abrasive
cs: Je abrazivní
de: Ist abrasiv
es: Es Abrasivo
fr: Est abrasif
ja: ケンマセイ ザイリョウ
pl: Ścierny
uk: Абразивний

source: Is Hotend fan (left) spinning?
cs: Točí se tiskový ventilátor? (vlevo)
de: Dreht sich der Hotend-Lüfter (links)?
es: ¿Está girando el ventilador del Hotend (izquierdo)?
fr: Le ventilateur de la Hotend (à gauche) tourne-t-il ?
ja: ホットエンドファン ガ カイテンシテイマスカ?
pl: Czy wentylator hotendu (lewy) obraca się?
uk: Чи обертається вентилятор екструдера (лівий)?

source: Is color correct?
cs: Je barva správná?
de: Farbe korrekt?
es: ¿Está bien el color?
fr: La couleur est-elle correcte ?
ja: イロハ タダシイデスカ?
pl: Kolor prawidłowy?
uk: Правильний колір?

source: Is filament in extruder gear?
cs: Je filament v podávacím soukolí extruderu?
de: Filament im Extruder Antrieb?
es: ¿Está el filamento en los engranajes del extrusor?
fr: Le filament est-il dans l'extrudeur ?
ja: エクストルーダーギアニ フィラメントガ ハイッテイマスカ?
pl: Czy filament sięga kół zębatych ekstrudera?
uk: Філамент у шестерні екструдера?

source: Is filament in the filament sensor?
cs: Je v senzoru filamentu zaveden filament?
de: Befindet sich Filament im Filamentsensor?
es: ¿Hay filamento en el sensor de filamento?
fr: Y a-t-il un filament dans le capteur de filament ?
ja: フィラメントセンサーニ フィラメントガ ソウニュウサレテイマスカ?
pl: Czy filament znajduje się w czujniku filamentu?
uk: Філамент у датчику філаменту?

source: Is the chamber door closed? If not, please close it and confirm.
cs: Jsou dveře komory zavřené? Pokud ne, zavřete je a stav potvrďte.
de: Ist die Kammertür geschlossen? Wenn nicht, schließen Sie sie bitte und bestätigen Sie.
es: ¿Está cerrada la puerta de la cámara? Si no es así, por favor, ciérrala y confirma.
fr: La porte de la chambre est-elle fermée ? Si ce n'est pas le cas, veuillez la fermer et confirmer.
ja: チャンバーノ ドアハ シマッテイマスカ?シマッテイナケレバ シメテクダサイ。
pl: Czy drzwi komory są zamknięte? Jeśli nie, zamknij je i potwierdź.
uk: Дверцята камери зачинені? Якщо ні, будь ласка, зачиніть їх і підтвердьте.

source: Is there any filament in the tool or side filament sensors?
cs: Je v extruderu nebo bočních senzorech filament?
de: Befindet sich Filament im Werkzeug oder in den seitlichen Filamentsensoren?
es: ¿Hay filamento en el cabezal o sensores de filamento laterales?
fr: Y a-t-il un filament dans les capteurs de filament latéral ou de l'outil ?
ja: ツールモシクハ サイドノ フィラメントセンサーニ フィラメントガ ロードサレテイマスカ?
pl: Czy w narzędziu lub bocznych czujnikach filamentu znajduje się filament?
uk: Чи є філамент у датчиках філаменту інструмента або бічному датчику?

source: Joining spool
cs: Napojuji cívku
es: Uniendo bobina
fr: Jointement de bobine
ja: スプール・ケツゴウチュウ...
pl: Łączenie szpuli
uk: З'єднання котушки

source: Keep
cs: Nechat
es: Mantener
fr: Conserver
ja: キープ
pl: Zachowaj
uk: Зберегти

source: Keep HW Config
cs: Zachovat HW konfiguraci
es: Mantener Config HW
fr: Conserver la Config HW
ja: HWコンフィグヲ・ホジ
pl: Zachowaj konfig. HWS
uk: Зберегти конфігурацію обладнання

source: LANGUAGE & TIME
cs: JAZYK A ČAS
de: SPRACHE & ZEIT
es: IDIOMA Y FECHA
fr: LANGUE & HEURE
ja: ゲンゴト ジカンセッテイ
pl: JĘZYK I CZAS
uk: МОВА ТА ЧАС

source: LANGUAGES
cs: JAZYKY
de: SPRACHEN
es: IDIOMAS
fr: LANGUES
ja: ゲンゴ
pl: JĘZYKI
uk: МОВИ

source: LED MEMORY ERROR
cs: CHYBA LED PAMĚTI
de: LED-Speicherfehler
es: ERROR DE MEMORIA LED
fr: ERREUR DE MÉMOIRE LED
ja: LEDGEメモリーエラー
pl: BŁĄD PAMIĘCI LED
uk: ПОМИЛКА ПАМ'ЯТІ LED

source: LEFT
cs: VLEVO
de: LINKS
es: IZQUIERDO
fr: GAUCHE
ja: ヒダリ
pl: LEWO
uk: ЛІВОРУЧ

source: LIGHTS SETTINGS
cs: NASTAVENÍ SVĚTEL
es: AJUSTES DE LUCES
fr: RÉGLAGES DE L'ÉCLAIRAGE
ja: ライトセッテイ
pl: USTAWIENIA OŚWIETLENIA
uk: НАЛАШТУВАННЯ ПІДСВІТКИ

source: LOAD
cs: ZAVÉST
de: LADEN
es: CARGAR
fr: CHARGER
ja: ロード
pl: ZAŁADUJ
uk: ЗАВАНТАЖИТИ

source: LOAD TO EXTR. FAILED
cs: ZAVEDENÍ DO EXTRUDERU SELHALO
de: Laden z.Extr. Fehler
es: FALLO CARGA AL EXTR.
fr: ÉCHEC DU CHARGEMENT DANS L'EXTRUDEUR
ja: エクストルーダーヘノ ロードシッパイ
pl: ŁADOWANIE DO EKSTRUDERA NIE POWIODŁO SIĘ
uk: НЕ ВДАЛОСЯ ЗАВАНТАЖИТИ В ЕКСТРУДЕР

source: LOADCELL MEASURE FAILED
cs: MĚŘENÍ LOADCELLU SELHALO
de: Messung Wägezelle fehlgeschlagen
es: FALLO MEDICIÓN CÉLULA DE CARGA
fr: ÉCHEC DE LA MESURE DU CAPTEUR DE FORCE
ja: ロードセル ソクテイシッパイ
pl: POMIAR TENSOMETREM NIEUDANY
uk: НЕ ВДАЛОСЯ ВИМІРЯТИ ДАТЧИКОМ НАВАНТАЖЕННЯ

source: LOADCELL TEST
cs: TEST LOADCELLU
es: TEST CÉLULA DE CARGA
fr: TEST DU CAPTEUR DE FORCE
ja: ロードセル・テスト
pl: TEST TENSOMETRU
uk: ТЕСТ ДАТЧИКА НАВАНТАЖЕННЯ

source: LOADCELL TIMEOUT
cs: VYPRŠEL ČASOVÝ LIMIT PRO LOADCELL
de: Wägezelle Timeout
es: TIMEOUT CÉLULA DE CARGA
fr: TIMEOUT DU CAPTEUR DE FORCE
ja: ロードセルタイムアウト
pl: TIMEOUT TENSOMETRU
uk: ТАЙМ-АУТ ДАТЧИКА НАВАНТАЖЕННЯ

source: LOADED FILAMENTS
cs: ZAVEDENÉ FILAMENTY
es: FILAMENTOS CARGADOS
fr: FILAMENTS CHARGÉS
ja: ロードサレタ フィラメント
pl: ZAŁADOWANE FILAMENTY
uk: ЗАВАНТАЖЕНІ ФІЛАМЕНТИ

source: LOADING OBSTRUCTION
cs: PŘEKÁŽKA PŘI ZAVÁDĚNÍ
es: OBSTRUCCIÓN AL CARGAR
fr: OBSTRUCTION DANS LE CHARGEMENT
ja: ローディング ショウガイ
pl: PRZESZKODA W ŁADOWANIU
uk: Перешкода під час завантаження

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
ja: ゲンゴ
pl: Język
uk: Мова

source: Language & Time
cs: Jazyk a čas
de: Sprache & Zeit
es: Idioma y Fecha
fr: Langue & Heure
ja: ゲンゴト ジカンセッテイ
pl: Język i czas
uk: Мова та час

source: Last Print Crashes on X Axis
cs: Kolize na ose X v posledním tisku
de: letzter Druck Kollisionen X-Achse
es: Choques en el Eje X de la Última Impresión
fr: Crashes de la dernière impression sur l'axe X
ja: マエノプリントガ Xジクデ クラッシュシマシタ
pl: Ostatni wydruk - zderzenia w osi X
uk: Останній друк завершився аварійно по осі X

source: Last Print Crashes on Y Axis
cs: Kolize na ose Y v posledním tisku
de: letzter Druck Kollisionen Y-Achse
es: Choques en el Eje Y de la Última Impresión
fr: Crashes de la dernière impression sur l'axe Y
ja: マエノプリントガ Yジクデ クラッシュシマシタ
pl: Ostatni wydruk - zderzenia w osi Y
uk: Останній друк завершився аварійно по осі Y

source: Leave
cs: Odejít
de: Verlassen
es: Salir
fr: Quitter
ja: ハナレル
pl: Wyjdź
uk: Вийти

source: Left Side
cs: Levá strana
de: Linke Seite
es: Lado Izquierdo
fr: Côté gauche
ja: ヒダリガワ
pl: Lewa
uk: Ліва сторона

source: Left Side [um]
cs: Levá strana [um]
de: Linke Seite [um]
es: Lado Izquierdo [um]
fr: Côté gauche [um]
ja: ヒダリガワ [um]
pl: Lewa [um]
uk: Ліва сторона [мкм]

source: Length of an axis is too long. Motor current is too low, probably. Retry check, pause or resume the print?
cs: Délka osy je příliš dlouhá. Nízký proud v motoru? Opakovat test, pozastavit nebo pokračovat v tisku?
de: Die Länge einer Achse ist zu lang. Der Motorstrom ist wahrscheinlich zu niedrig. Erneut prüfen, den Druck anhalten oder fortsetzen?
es: La longitud de un eje es demasiado larga. Potencia del motor muy baja, probablemente. ¿Reintentar la comprobación, pausar o reanudar la impresión?
fr: La longueur d'un axe est trop longue. Le courant du moteur est probablement trop faible. Réessayer de vérifier, mettre en pause ou reprendre l'impression ?
ja: ジクガ ナガスギマス。 モーターノ デンリュウガ ヒクスギマス。 チェックヲ ヤリナオスカ、プリントヲ イチジテイ シマタハ サイカイシマスカ?
pl: Długość osi jest zbyt duża. Prawdopodobnie prąd silnika jest zbyt niski. Sprawdzić ponownie, wstrzymać czy wznowić drukowanie?
uk: Завелика довжина осі. Ймовірно, занадто низький струм двигуна. Повторити перевірку, призупинити чи відновити друк?

source: Length of an axis is too short. There's an obstacle or bearing issue. Retry check, pause or resume the print?
cs: Délka osy je příliš krátká. V cestě je překážka nebo je problém s ložiskem. Opakovat test, pozastavit nebo pokračovat v tisku?
de: Die Länge einer Achse ist zu kurz. Es gibt ein Hindernis oder ein Lagerproblem. Erneut prüfen, den Druck anhalten oder fortsetzen?
es: La longitud de un eje es demasiado corta. Hay un obstáculo o un problema de rodamientos. ¿Reintentar la comprobación, pausar o reanudar la impresión?
fr: La longueur d'un axe est trop courte. Il y a un obstacle ou un problème de roulement. Réessayer de vérifier, mettre en pause ou reprendre l'impression ?
ja: ジクガ ミジカスギマス。 ショウガイブツカ、ベアリングニ モンダイガアリマス。 チェックヲ ヤリナオスカ、プリントヲ イチジテイシ マタハサイカイシマスカ?
pl: Długość osi jest zbyt mała. Występuje przeszkoda lub problem z łożyskiem. Sprawdzić ponownie, wstrzymać czy wznowić drukowanie?
uk: Замала довжина осі. Перешкода або проблема з підшипником. Повторити перевірку, призупинити чи відновити друк?

source: Let's calibrate your belt tension
es: Vamos a calibrar la tensión de la correa
fr: Calibrons la tension de votre courroie
ja: ベルトテンションノ キャリブレーションヲ ハジメマス
pl: Dostosujmy naprężenie pasków
uk: Давайте відкалібруємо натяг вашого ременя

source: Lights Settings
cs: Nastavení světel
es: Ajustes de luces
fr: Réglages de l'éclairage
ja: ライトセッテイ
pl: Ustawienia oświetlenia
uk: Налаштування підсвітки

source: Link down
cs: Spojení přerušeno
de: Kein Internet
es: Enlace abajo
fr: Lien vers le bas
ja: リンクダウン
pl: Brak połączenia
uk: З'єднання відсутнє

source: Link is valid only if you are connected to the same network as the printer.
cs: Odkaz platí, jen když jste připojeni ke stejné síti jako tiskárna.
de: Link ist nur gültig, wenn Sie mit demselben Netzwerk wie der Drucker verbunden sind.
es: El enlace solo es válido si estás conectado a la misma red que la impresora.
fr: Le lien n'est valide que si vous êtes connecté au même réseau que l'imprimante.
ja: コノリンクハ、プリンタト オナジネットワークニ セツゾクシテイルバアイノミ ユウコウデス。
pl: Link działa tylko wtedy, gdy użytkownik jest podłączony do tej samej sieci co drukarka.
uk: Посилання дійсне лише за умови підключення до тієї самої мережі, що й принтер.

source: Live Adjust Z
cs: Doladit Z
de: Live Z Anpassen
es: Ajuste en Vivo de Z
fr: Réglage live du Z
ja: ライブアジャストZ
uk: Налаштування Z в реальному часі

source: Live Z
cs: Doladit Z
ja: ライブアジャストZ
uk: Налаштування Z в реальному часі

source: Load
cs: Nahrát
de: Laden
es: Cargar
fr: Charger
ja: ロード
pl: Załaduj
uk: Завантажити

source: Load Fails in Print
cs: Selhání zavedení v tisku
de: Lade-Fehler im Druck
es: Fallos de Carga en Impresión
fr: Échec du chargement lors de l'impression
ja: プリントチュウノ ロードシッパイ
pl: Błędy ładowania wydruku
uk: Помилки завантаження під час друку

source: Load Filament
cs: Zavést filament
de: Filament laden
es: Cargar filamento
fr: Charger le Filament
ja: フィラメント ロード
pl: Załaduj filament
uk: Завантажити філамент

source: Load Settings
cs: Nahrát nastavení
de: Einstellungen laden
es: Cargar configuración
fr: Charger les Réglages
ja: セッティングヲ ロード
pl: Wczytaj ustawienia
uk: Завантажити налаштування

source: Load Settings from File
cs: Nahrát nastavení ze souboru
de: Einstellungen aus Datei laden
es: Cargar Configuración Del Archivo
fr: Charger les Paramètres à partir du fichier
ja: セッティングヲ ロードスル
pl: Wczytaj ustawienia z pliku
uk: Завантажити налаштування з файлу

source: Load config from file
cs: Načíst konfiguraci ze souboru
de: Lade Konfiguration aus Datei
es: Cargar configuración desde archivo
fr: Charger la configuration à partir du fichier
ja: コンフィグファイル ノ ヨミコミ
pl: Wczytaj konfigurację z pliku
uk: Завантажити конфігурацію з файлу

source: Load filament
cs: Zavést filament
de: Filament laden
es: Cargar filamento
fr: Charger le filament
ja: ロード フィラメント
pl: Załaduj filament
uk: Завантажити філамент

source: Load to Nozzle
cs: Zavést do trysky
de: In Düse laden
es: Cargar a Boquilla
fr: Charger vers la Buse
ja: ノズルヘノ ロード
pl: Załaduj do dyszy
uk: Завантажити до сопла

source: Loadcell
de: Wägezelle
es: Célula de carga
fr: Capteur de force
ja: ロードセル
pl: Tensometr
uk: Датчик навантаження

source: Loadcell Test
cs: Test Loadcellu
de: Test Wägezelle
es: Test de la Célula de carga
fr: Test du Capteur de Force
ja: ロードセルテスト
pl: Test tensometru
uk: Тест датчика навантаження

source: Loadcell Value
cs: Hodnota Loadcell
de: Wägezellenwert
es: Valor Célula de carga
fr: Valeur du Capteur de Force
ja: ロードセルノ スウチ
pl: Wartość tensometru
uk: Значення датчика навантаження

source: Loadcell check
cs: Kontrola Loadcellu
de: Wägezellen Check
es: Comprobación célula de carga
fr: Vérification du capteur de force
ja: ロードセルカクニン
pl: Sprawdzenie tensometru
uk: Перевірка датчика навантаження
