Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Printer has detected multiple consecutive filament loading errors. We recommend checking the extruder. Visit prusa.io/mmu-care.
cs: Tiskárna detekovala větší počet následných chyb při zavádění filamentu. Zkontrolujte extruder, viz prusa.io/mmu-care.
de: Der Drucker hat mehrere aufeinanderfolgende Fehler beim Laden des Filaments festgestellt. Wir empfehlen, den Extruder zu überprüfen. Besuchen Sie prusa.io/mmu-care.
es: La impresora ha detectado varios errores consecutivos de carga de filamento. Recomendamos comprobar extrusor. Visita prusa.io/mmu-care.
fr: L'imprimante a détecté plusieurs erreurs consécutives de chargement du filament. Nous vous recommandons de vérifier l'extrudeur. Visitez prusa.io/mmu-care.
ja: プリンタガ フクスウノ レンゾクシタ フィラメントローディングエラーヲ ケンシュツシマシタ。エクストルーダーヲ チェックスルコトヲ オススメシマス。prusa.io/mmu-careヲ ゴランクダサイ。
pl: Drukarka wykryła kilka następujących po sobie problemów z ładowaniem filamentu. Zalecamy sprawdzenie ekstrudera. Otwórz prusa.io/mmu-care.
uk: Принтер виявив кілька послідовних помилок завантаження філаменту. Рекомендуємо перевірити екструдер. Відвідайте prusa.io/mmu-care.

source: Printer is busy. Please try repeating the action later.
cs: Tiskárna je zaneprázdněná. Opakujte akci později.
de: Der Drucker ist beschäftigt. Bitte versuchen Sie, die Aktion später zu wiederholen.
es: La impresora está ocupada. Por favor, intenta repetir la acción más tarde.
fr: L'imprimante est occupée. Veuillez essayer de répéter l'action plus tard.
ja: ビジージョウタイ デス。ノチホド モウイチドソウサシテクダサイ。
pl: Drukarka jest zajęta. Spróbuj powtórzyć akcję później.
uk: Принтер зайнятий. Будь ласка, повторіть дію пізніше.

source: Printer is homing, please wait.
es: La impresora se realizando el homing, espere por favor.
fr: L'imprimante est en cours de prise d'origine, veuillez patienter.
ja: プリンタガ ゲンテンヘ モドッテイマス。オマチクダサイ。
pl: Drukarka bazuje osie, proszę czekać...
uk: Принтер паркується, будь ласка, зачекайте.

source: Printer may vibrate and be noisier during homing.
cs: Při homingu je tiskárna hlučnější a může vibrovat.
de: Der Drucker kann während des Homing vibrieren und lauter sein.
es: La impresora puede vibrar y ser más ruidos al ir la posición inicial (homing).
fr: L'imprimante peut vibrer pendant l'initialisation.
ja: プリンタガ シンドウシテ、サドウオン ガ オオキクナルコトガ アリマス。
pl: Drukarka może wibrować i być głośniejsza podczas bazowania.
uk: Під час калібрування початкових позицій принтер може вібрувати та бути шумнішим.

source: Printer model doesn't match
cs: Model tiskárny neodpovídá
de: Druckermodell stimmt nicht überein
es: El modelo de impresora no coincide
fr: Le modèle d'imprimante ne correspond pas
ja: プリンタノ モデルガ アッテイマセン
pl: Rozbieżność modelu drukarki
uk: Модель принтера не збігається

source: Printer tools
cs: Nástroje tiskárny
de: Drucker-Werkzeuge
es: Cabezales impresora
fr: Outils de l'imprimante
ja: プリンタツール
pl: Narzędzia
uk: Інструменти принтера

source: Printer type changed from %s to %s. Factory reset will be performed. Some configuration (network, filament profiles, ...) will be preserved.
cs: Typ tiskárny změněn z %s na %s. Bude proveden tovární reset. Konfigurace bude částečně zachována (síť, profily filamentu,...).
es: El tipo de impresora ha cambiado de %s a %s. Se realizará un restablecimiento de fábrica. Se conservará parte de la configuración (red, perfiles de filamento, ...).
fr: Le type d'imprimante est passé de %s à %s. La réinitialisation d'usine sera effectuée. Certaines configurations (réseau, profils de filaments, ...) seront conservées.
ja: プリンタタイプガ %s カラ %s ニ ヘンコウサレマシタ. ファクトリリセットガ ジッコウサレマス. イチブノ セッテイ(ネットワーク、フィラメントプロファイル ナド)ハ ホジサレマス。
pl: Typ drukarki został zmieniony z %s na %s. Za chwilę nastąpi reset ustawień fabrycznych. Niektóre ustawienia (sieć, profile filamentów itp.) zostaną zachowane.
uk: Тип принтера змінено з %s на %s. Буде виконано скидання до заводських налаштувань. Деякі конфігурації (мережа, профілі філаментів,...) буде збережено.

source: Printhead
cs: Tisková hlava
de: Druckkopf
es: Cabezal
fr: Tête d'impression
ja: プリントヘッド
pl: Głowica
uk: Друкуюча головка

source: Printing
cs: Probíhá tisk
de: Drucke
es: Imprimiendo
fr: Impression
ja: プリンティング
pl: Drukowanie
uk: Друк

source: Printing time
cs: Čas tisku
de: Druckzeit
es: Tiempo de impresión
fr: Temps impression
ja: プリントジカン
pl: Czas drukowania
uk: Час друку

source: Probed XY position is %.3f mm from expected. This is more than allowed difference of %.3f mm.
cs: Testovaná pozice XY je o %.3f mm od očekávané pozice. To je více než povolená tolerance %.3f mm.
de: Die ermittelte XY-Position weicht um %.3f mm von der erwarteten Position ab. Dies ist mehr als die zulässige Abweichung von %.3f mm.
es: La posición XY medida es %.3f mm de la esperada. Esto supera la diferencia permitida de %.3f mm.
fr: La position XY palpée est de %.3f mm par rapport à celle attendue. Cela est supérieur à la différence autorisée de %.3f mm</s0>".
ja: プローブサレタXYポジションガ キタイチヨリ %.3f mm ズレテイマス。コレハ キョヨウゴサ %.3f mm ヲ コエテイマス。
pl: Zmierzona pozycja XY wykracza o %.3f mm poza oczekiwaną. To więcej niż dopuszczalna różnica %.3f mm.
uk: Виміряне положення XY відрізняється від очікуваного на %.3f мм. Це більше за допустиму різницю в %.3f мм.

source: Probing bed
cs: Měření podložky
es: Midiendo base
fr: Sondage du plateau
ja: ベッド・プロービング
pl: Próbkowanie stołu
uk: Вимірювання столу

source: Protocol
cs: Protokol
de: Protokoll
es: Protocolo
fr: Protocole
ja: プロトコル
pl: Protokół
uk: Протокол

source: Protocol err
cs: Chyba protokolu
de: Protokoll Fehler
es: Error protocolo
fr: Erreur de protocole
ja: プロトコルエラー
pl: Błąd protokołu
uk: Помилка протоколу

source: Prusa Connect
ja: プルサコネクト

source: Prusa Connect - printer setup
cs: Prusa Connect - nastavení tiskárny
de: Prusa Connect - Druckereinrichtung
es: Prusa Connect - configuración de la impresora
fr: Prusa Connect - configuration de l'imprimante
ja: プルサコネクト - プリンタ セットアップ
pl: Prusa Connect - konfiguracja drukarki
uk: Prusa Connect - налаштування принтера

source: Prusa Connect setup is not finished. Do you want to exit and abort the process?
cs: Nastavení Prusa Connect nedokončeno. Ukončit proces a zahodit změny?
de: Einrichtung von Prusa Connect noch nicht abgeschlossen. Möchten Sie den Prozess beenden und abbrechen?
es: La configuración de Prusa Connect no ha finalizado. ¿Desea salir y abortar el proceso?
fr: La configuration de Prusa Connect n'est pas terminée. Voulez-vous abandonner le processus ?
ja: プルサコネクト ノ セットアップガ カンリョウ シテイマセン。シュウリョウシテ プロセスヲ チュウダンシマスカ?
pl: Konfiguracja Prusa Connect nie została zakończona. Czy chcesz wyjść i przerwać proces?
uk: Налаштування Prusa Connect не завершено. Ви хочете вийти та скасувати процес?

source: PrusaLink
ja: プルサリンク

source: Pulley motor stalled. Ensure the pulley can move and check the wiring.
cs: Pulley motor se zasekl. Zkontrolujte zapojení a zda jej nic neblokuje.
de: Der Riemenscheiben-Motor ist blockiert. Sicherstellen, dass er sich bewegen kann und die Verkabelung überprüfen.
es: El motor de la polea se ha parado. Asegúrate de que la polea puede moverse y comprueba el cableado.
fr: Le moteur de la poulie s'est bloqué. Assurez-vous que la poulie peut bouger et vérifiez le câblage.
ja: プーリーモーターガ テイシシテイマス。プーリーガ ドウサスルコトヲ カクニンシ、ハイセンヲ チェックシテクダサイ。
pl: Silnik kół radełkowanych utknął. Upewnij się, że radełko może się poruszać i sprawdź okablowanie.
uk: Двигун шківа зупинився. Переконайтеся, що шків може рухатися, і перевірте проводку.

source: Puppy %s firmware fingerprint mismatch
de: Puppy %s Firmware Fingerprint stimmt nicht überein
es: Desajuste huella firmware puppy %s
fr: Incompatibilité d'empreinte du firmware de la Puppy %s
ja: Puppy %s ファームウェアト ミスマッチガ オキテイマス
uk: Не збігається відбиток прошивки Puppy %s

source: Puppy %s firmware not found
de: Puppy %s Firmware nicht gefunden
es: Firmware puppy %s no encontrado
fr: Firmware de la Puppy %s introuvable
ja: Puppyブートローダ %s ファームウェアガ アリマセン
uk: Прошивку Puppy %s не знайдено

source: Puppy %s flash writing failed
de: Puppy %s Flash-Schreiben fehlgeschlagen
es: Fallo escritura flash de puppy %s
fr: L'écriture de la flash de la Puppy %s a échoué
ja: Puppyブートローダー %s カキコミシッパイ
uk: Не вдалося записати флеш-пам'ять Puppy %s

source: Puppy %s not responding
de: Puppy %s antwortet nicht
es: Puppy %s no responde
fr: La Puppy %s ne répond pas
ja: Puppy %s ガ ハンノウシテイマセン
pl: Szczeniak %s nie odpowiada
uk: Puppy %s не відповідає

source: Puppy discovery error. No puppy found
de: Puppy-Erkennungsfehler. Kein Puppy gefunden
es: Error de descubrimiento de puppy. No se ha encontrado ninguna puppy
fr: Erreur de découverte de la Puppy. Aucune Puppy trouvée
ja: Puppyブートローダーガ ミツカラズ、エラーガ オキテイマス。
uk: Помилка виявлення Puppy. Puppy не знайдено

source: Puppy uses incompatible bootloader protocol %04x, Buddy FW requires %04x
de: Puppy verwendet inkompatibles Bootloader-Protokoll %04x, Buddy FW benötigt %04x
es: Puppy utiliza un protocolo de bootloader incompatible %04x, Buddy FW requiere %04x
fr: La Puppy utilise un protocole de bootloader incompatible %04x, le FW de la Buddy nécessite %04x
ja: Puppyガ ゴカンセイノナイ ブートローダープロトコルヲ ツカオウト シテイマス、 %04x 。 Buddyファームウェアハ %04x ヲ ヨウキュウシマス。
uk: Puppy використовує несумісний протокол завантажувача %04x, для прошивки Buddy потрібен %04x

source: Purge Filament
cs: Vytlačení filamentu
de: Filament extrudieren
es: Purgar filamento
fr: Purger le Filament
ja: フィラメント パージ
pl: Czyszczenie filamentu
uk: Продути філамент

source: Purging
cs: Čištění
de: Reinigen
es: Purgando
fr: Purge
ja: パージチュウ
pl: Czyszczenie
uk: Продування

source: Purging filament
cs: Čistím trysku
de: Filament spülen
es: Purgando filamento
fr: Purge du filament
ja: フィラメント パージ チュウ
pl: Czyszczenie filamentu
uk: Продування філаменту

source: Purging the filament. Please wait until the purge is complete.
fr: Purge du filament. Veuillez patienter.
ja: フィラメントヲパージチュウ. パージガカンリョウスルマデマッテクダサイ.
pl: Oczyszczanie filamentu. Poczekaj na zakończenie procesu.

source: Pushing filament
cs: Posun filamentu
de: Filament schieben
es: Empujando filamento
fr: Chargement du filament
ja: フィラメントヲ オス
pl: Wsuwanie filamentu
uk: Проштовхування філаменту

source: Pushing filament to the nozzle
es: Empujando el filamento hacia la boquilla
fr: Chargement du filament vers la buse
ja: フィラメントヲ ノズルニ オシコミマス
pl: Wtłaczanie filamentu w dyszę
uk: Подача філаменту до сопла

source: QR Code
cs: QR kód
es: Código QR
ja: QRコード
pl: Kod QR
uk: QR-код

source: QUEUE FULL
cs: PLNÁ FRONTA
de: QUEUE VOLL
es: COLA LLENA
fr: FILE PLEINE
ja: キューゲンカイ
pl: KOLEJKA PEŁNA
uk: ЧЕРГА ПЕРЕПОВНЕНА

source: QUIT
cs: KONEC
de: VERLASSEN
es: SALIR
fr: QUITTER
ja: チュウシ
pl: WYJŚCIE
uk: ВИЙТИ

source: Question
cs: Otázka
de: Frage
es: Pregunta
ja: シツモン
pl: Pytanie
uk: Питання

source: Quick Pause
cs: Rychlá pauza
de: Kurze Pause
es: Pausa Rápida
fr: Pause Rapide
ja: クイック ポーズ
pl: Szybka pauza
uk: Швидка пауза

source: REHEAT
cs: OPAK. NAHŘÁTÍ
de: ERNEUT HEIZEN
es: RECALENTAR
fr: RE-CHAUFFER
ja: サイカネツ
pl: PONOWNE NAGRZEWANIE
uk: ПІДІГРІТИ

source: REMOVE
cs: ODEBRAT
de: ENTFERNEN
es: RETIRAR
fr: RETIRER
ja: ハズス
pl: USUŃ
uk: ВИДАЛИТИ

source: REORDER FILAMENTS
cs: ZMĚNA POŘADÍ FILAMENTŮ
es: REORDENAR FILAMENTOS
fr: RÉORGANISER LES FILAMENTS
ja: フィラメントノ イレカエ
pl: ZMIEŃ KOLEJNOŚĆ FILAMENTÓW
uk: ЗМІНИТИ ПОРЯДОК ФІЛАМЕНТІВ

source: REPLACE
cs: VYMĚNIT
de: ERSETZEN
es: REEMPLAZAR
fr: REMPLACER
ja: オキカエ
pl: ZAMIEŃ
uk: ЗАМІНИТИ

source: RESTART
de: NEUSTART
es: RESTABLECER
fr: REDÉMARRAGE
ja: リスタート
uk: ПЕРЕЗАПУСТИТИ

source: RESUME
cs: POKRAČOVAT
de: FORTSETZEN
es: CONTINUAR
fr: REPRENDRE
ja: レジューム
pl: WZNÓW
uk: ВІДНОВИТИ

source: RETRY
cs: ZNOVU
de: WDH.
es: REINTENTAR
fr: RÉESSAYER
ja: リトライ
pl: PONÓW
uk: ПОВТОРИТИ

source: RGB Side Strip
cs: RGB boční pruh
de: RGB Seitenstreifen
es: Tira Lateral RGB
fr: Bande latérale RGB
ja: RGBサイドストリップ
pl: Boczny pasek RGB
uk: Бічна RGB-смужка

source: RGB Side Strip Dimmed
cs: RGB pruh ztlumen
es: Tira lateral RGB atenuada
fr: Bandeau latéral RVB atténué
ja: アールジービーサイドストリップゲンコウ
pl: Boczny pasek RGB przyciemniony
uk: Бічна RGB-стрічка приглушена

source: RGB Side Strip Dimming
cs: Stmívání RGB bočního pruhu
de: RGB Seitenstreifen Dimmen
es: Regulación Tira Lateral RGB
fr: Gradation de la bande latérale RGB
ja: RGBサイドストリップ ディミング
pl: Przyciemnianie bocznego paska RGB
uk: Затемнення бічної RGB-смужки

source: RGB Status Bar
cs: RGB stavový pruh
de: RGB-Statusleiste
es: Barra de Estado RGB
fr: Barre d'état RGB
ja: RGBステータスバー
pl: Pasek stanu RGB
uk: RGB рядок стану

source: RIGHT
cs: VPRAVO
de: RECHTS
es: DERECHA
fr: DROITE
ja: ミギ
pl: Prawo
uk: ПРАВОРУЧ

source: Ramming
de: Ramme
fr: Expulsion
ja: ラミング
pl: Wyciskanie
uk: Таранення

source: Ready to print
cs: Připraveno k tisku
de: Bereit zum Drucken
es: Lista para imprimir
fr: Prête à imprimer
ja: プリントジュンビ カンリョウ
pl: Gotowa do druku
uk: Готово до друку

source: Rear Side
cs: Zadní strana
de: Hintere Seite
es: Lado Trasero
fr: Arrière
ja: ハイメン
pl: Tył
uk: Задня сторона

source: Rear Side [um]
cs: Zadní strana [um]
de: Hintere Seite [um]
es: Lado Trasero [um]
fr: Arrière [um]
ja: ハイメン [um]
pl: Tył [um]
uk: Задня сторона [мкм]

source: Recalibrating home. This may take some time.
cs: Rekalibrace výchozí pozice. Vyčkejte.
es: Recalibrando home. Esto puede tardar un poco.
fr: Recalibration de la prise d'origine Cela peut prendre un certain temps.
ja: ホームヲ・サイキャリブレーションチュウ...シバラク・ジカンガ・カカリマス.
pl: Kalibracja pozycji bazowej. Może to chwilę potrwać.
uk: Повторне калібрування початкової позиції. Це може зайняти деякий час.

source: Recommended shaper frequency for X axis:
cs: Doporučená frekvence shaperu pro osu X:
de: Empfohlene Shaper-Frequenz für die X-Achse:
es: Frecuencia del shaper recomendada para el eje X:
fr: Fréquence du shaper recommandée pour l'axe X :
ja: Xジク スイショウ シュウハスウ:
pl: Zalecana częstotliwość shapera dla osi X:
uk: Рекомендована частота шейпера для осі X:

source: Recommended shaper frequency for Y axis:
cs: Doporučená frekvence shaperu pro osu Y:
de: Empfohlene Shaper-Frequenz für die Y-Achse:
es: Frecuencia del shaper recomendada para el eje Y:
fr: Fréquence du shaper recommandée pour l'axe Y :
ja: Yジク スイショウ シュウハスウ:
pl: Zalecana częstotliwość shapera dla osi Y:
uk: Рекомендована частота шейпера для осі Y:

source: Refused
cs: Odmítnuto
de: Verweigert
es: Rechazado
fr: Refusé
ja: キョヒ
pl: Odmowa
uk: Відмовлено

source: Reg. code
cs: Reg. kód
es: Código reg.
fr: Code d'enregistrement
ja: Regコード
pl: Rejestracja kodu
uk: Код реєстрації

source: Reg. done
cs: Reg. ok
de: Reg. beendet
es: Reg. listo
fr: Enregistrement fait
ja: Regカンリョウ
pl: Rejestracja wykonana
uk: Реєстрацію завершено

source: Reg. error
cs: Reg. chyba
de: Reg. Fehler
es: Error reg.
fr: Error d'enregistrement
ja: Regエラー
pl: Błąd rejestracji
uk: Помилка реєстрації

source: Registering
cs: Registruji
de: Registriere
es: Registrando
fr: Enregistrement
ja: トウロク
pl: Rejestrowanie
uk: Реєстрація

source: Registering the printer to Prusa Connect...
cs: Registruji tiskárnu do Prusa Connect...
de: Drucker bei Prusa Connect registrieren...
es: Registrando la impresora en Prusa Connect...
fr: Enregistrement de l'imprimante sur Prusa Connect...
ja: プルサコネクトニ プリンタヲ トウロクシテイマス。
pl: Rejestrowanie drukarki w Prusa Connect...
uk: Реєстрація принтера в Prusa Connect...

source: Registration successful, continue at connect.prusa3d.com
cs: Registrace úspěšná, pokračujte na connect.prusa3d.com
de: Registrierung erfolgreich, weiter bei connect.prusa3d.com
es: Registro realizado correctamente, continua en connect.prusa3d.com
fr: Inscription réussi, continuer à connect.prusa3d.com
ja: トウロクニ セイコウ シマシタ。connect.prusa3d.com デ ゾッコウ シテクダサイ。
pl: Rejestracja zakończona powodzeniem, kontynuuj na connect.prusa3d.com
uk: Реєстрацію успішно завершено, продовжте на connect.prusa3d.com

source: Registration to Prusa Connect failed due to:
cs: Registrace do služby Prusa Connect se nezdařila z důvodu:
de: Registrierung bei Prusa Connect fehlgeschlagen aufgrund von:
es: El registro en Prusa Connect ha fallado debido a:
fr: Échec de l'enregistrement à Prusa Connect :
ja: プルサコネクト ノ トウロクニ シッパイ シマシタ:
pl: Rejestracja w Prusa Connect nie powiodła się:
uk: Не вдалася реєстрація в Prusa Connect через:

source: Reloading filament
cs: Opětovné zavedení filamentu
de: Filament wiederladen
es: Recargando filamento
fr: Rechargement du filament
ja: フィラメント リロード
pl: Ponowne ładowanie filamentu
uk: Перезавантаження філаменту

source: Remaining time
cs: Zbývající čas
de: Restzeit
es: Tiempo restante
fr: Temps restant
ja: ノコリジカン
pl: Pozostały czas
uk: Залишок часу

source: Remove belt dampeners
cs: Odstraňte tlumiče řemenů
de: Riemen-Dämpfer entfernen
es: Retirar amortiguadores de correa
fr: Retirer les amortisseurs de courroie
ja: ベルトダンパーヲ ハズス
pl: Zdemontuj tłumiki paska
uk: Зняти демпфери паска

source: Remove filament to finish.
cs: Pro dokončení vysuňte filament
de: Filament zum Fertigstellen entfernen.
es: Retira el filamento para terminar.
fr: Retirez le filament pour terminer.
ja: シュウリョウスルタメ フィラメントヲ トリダシマス。
pl: Wyciągnij filament, aby zakończyć.
uk: Вийміть філамент, щоб завершити.

source: Remove the ejected filament from the front of the MMU. Tip: Filament is automatically ejected when the end of the spool is reached.
cs: Odstraňte vysunutý filament z přední části MMU. Tip: Filament je automaticky vysunut, když je špulka vypotřebována
de: Entfernen Sie das ausgeworfene Filament von der Vorderseite der MMU. Tipp: Das Filament wird automatisch ausgeworfen, wenn das Ende der Spule erreicht ist.
es: Retira el filamento expulsado de la parte frontal de la MMU. Consejo: El filamento se expulsa automáticamente al llegar al final de la bobina.
fr: Retirez le filament éjecté de l'avant du MMU. Astuce : Le filament est automatiquement éjecté lorsque la fin de la bobine est atteinte.
ja: イジェクトサレタ フィラメントヲ MMUカラ トリノゾキマス。 ヒント:フィラメントハ スプールノハジニ タッスルト ジドウテキニ ハイシュツサレマス。
pl: Wyciągnij wysunięty filament z przodu MMU. Wskazówka: filament jest automatycznie wysuwany po wyczerpaniu filamentu na szpuli.
uk: Вийміть витягнутий філамент з передньої частини MMU. Підказка: Філамент автоматично витягується, коли досягає кінця котушки.

source: Remove the filament manually
cs: Ručně vyjměte filament
de: Das Filament manuell entfernen
es: Retira el filamento manualmente
fr: Retirez le filament manuellement
ja: フィラメントヲ シュドウデ トリハズシテクダサイ
pl: Wyciągnij filament ręcznie
uk: Видаліть філамент вручну

source: Remove the purged filament and ensure the nozzle is clean and ready. Be careful, the nozzle is hot!
fr: Retirez le filament purgé et assurez-vous que la buse est propre. Attention, la buse est chaude!
ja: パージサレタフィラメントヲトリノゾイテ. ノズルガクリーンデジュンビデキテイルコトヲカクニンシテクダサイ. チュウイ. ノズルハアツイデス!
pl: Usuń oczyszczony filament i upewnij się, że dysza jest czysta i gotowa. Uwaga, dysza jest gorąca!

source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
ja: リネーム
pl: Zmień nazwę
uk: Перейменувати

source: Reorder Filaments
cs: Změnit pořadí filamentů
de: Neu ordnen Filamente
es: Reordenar filamentos
fr: Réorganiser les filaments
ja: フィラメントノ イレカエ
pl: Zmień kolejność filamentów
uk: Змінити порядок філаментів

source: Repeated collision has been detected. Do you want to resume or pause the print?
cs: Opakovaně byl detekován náraz. Pokračovat nebo pozastavit tisk?
de: Wiederholte Kollisionen wurden erkannt. Möchten Sie den Druck fortsetzen oder unterbrechen?
es: Se ha detectado una colisión repetida. ¿Deseas reanudar o pausar la impresión?
fr: Une collision répétée a été détectée. Voulez-vous reprendre ou interrompre l'impression ?
ja: ショウトツガ クリカエ シケンシュツサレマシタ。 プリントヲ サイカイ マタハ イチジテイシシマスカ?
pl: Wykryto powtarzającą się kolizję. Chcesz wznowić lub wstrzymać drukowanie?
uk: Виявлено повторне зіткнення. Бажаєте відновити або призупинити друк?

source: Replace filament
cs: Vyměnit filament
de: Filament ersetzen
es: Reemplazar filamento
fr: Remplacer le filament
ja: フィラメント コウカン
pl: Wymień filament
uk: Замінити філамент

source: Reprint
cs: Tisk. znovu
de: Druck wiederholen
es: Volver a imprimir
fr: Ré-imprimer
ja: サイプリント
pl: Wydrukuj ponownie
uk: Передрукувати

source: Requested filament tool is not available on this hardware. Check the G-code for tool index out of range (T0-T4).
cs: Požadovaný filament nástroj není k dispozici na tomto HW. V G-Codu je nástrojový index mimo rozsah (T0-T4).
de: Das angeforderte Filament-Werkzeug ist auf dieser Hardware nicht verfügbar. Prüfen Sie den G-Code auf Werkzeugindex außerhalb des Bereichs (T0-T4).
es: El cabezal de filamento solicitado no esta disponible en este hardware. Comprueba el código G para el indice del cabezal fuera de rango (H0-H4).
fr: L'outil de filament demandé n'est pas disponible sur ce matériel. Vérifiez le G-code pour un index d'outil hors plage (T0-T4).
ja: ヨウキュウサレタ フィラメントツールハ、コノハードウェアデハ シヨウデキマセン。ツールインデックスガ ハンイガイ(T0-T4)デアルカ、Gコードヲ チェックシテクダサイ。
pl: Żądane narzędzie filamentu nie jest dostępne na tym sprzęcie. Sprawdź G-code pod kątem indeksu narzędzia poza zakresem (T0-T4).
uk: Запитаний інструмент для філаменту недоступний на цьому обладнанні. Перевірте G-код на наявність індексу інструмента поза діапазоном (T0-T4).

source: Requires Filtration
cs: Vyžaduje filtraci
de: Erfordert Filtration
es: Requiere Filtración
fr: Nécessite une filtration
ja: フィルター ガ ヒツヨウ
pl: Wymaga filtracji
uk: Потребує фільтрації

source: Reset
fr: Réinitialiser
ja: リセット
uk: Скинути

source: Reset Z-length
cs: Resetovat délku Z
de: Zurücksetzen Z-Länge
es: Reiniciar Longitud Z
fr: Réinitialiser la longueur Z
ja: Zタカサ ヲ リセット
pl: Reset zakresu Z
uk: Скинути довжину Z

source: Reset currents
cs: Resetovat proudy
de: Zurücksetzen Ströme
es: Reiniciar corrientes
fr: Réinitialiser les courants
ja: リセット
pl: Reset prądów
uk: Скинути струми

source: Reset directions
cs: Resetovat směr
de: Zurücksetzen Richtungen
es: Reiniciar direcciones
fr: Réinitialiser les directions
ja: ホウコウノ リセット
pl: Reset kierunków
uk: Скинути напрямки

source: Reset filter usage?
cs: Resetovat využití filtru?
es: ¿Restablecer el uso del filtro?
fr: Réinitialiser l'utilisation du filtre ?
ja: フィルターノ・シヨウジョウキョウヲ・リセットシマスカ?
pl: Zresetować licznik użycia filtra?
uk: Скинути використання фільтра?

source: Reset steps per unit
cs: Resetovat kroky na jednotku
de: Zurücksetzen Schritte pro Einheit
es: Reiniciar pasos por unidad
fr: Réinitialiser les pas par unité
ja: ユニットノ ステップスウヲ リセットスル
pl: Reset kroków na jednostkę
uk: Скинути кроки на одиницю

source: Restarting MMU
cs: Restartuji MMU
de: Starte MMU neu
es: Reiniciando MMU
fr: Redémarrage du MMU
ja: リスターティング MMU
pl: Restartowanie MMU
uk: Перезапуск MMU

source: Restore Calibration from USB
cs: Obnovit kalibraci z USB
de: Kalibrierung von USB laden
es: Restablecer Calibración desde el USB
fr: Restaurer la calibration à partir de l'USB
ja: USBカラ キャリブレーションデータノ ヨミコミ
pl: Przywróć kalibrację z USB
uk: Відновити калібрування з USB

source: Restore Defaults
cs: Obnovit výchozí hodnoty
de: Standardwerte zurücksetzen
es: Restaurar Predeterminado
fr: Rétablir les valeurs par défaut
ja: デフォルト ノ フッキ
pl: Przywróć domyślne
uk: Відновити за замовчуванням

source: Resume
cs: Pokračovat
de: Fortsetzen
es: Continuar
fr: Relancer
ja: レジューム
pl: Wznów
uk: Відновити

source: Resuming temperatures
fr: Reprise des températures
ja: キドウチュウノオンド
pl: Wznawianie grzania

source: Resuming to print temperatures after safety timer timeout.
fr: Reprise des températures après timeout de sécurité.
ja: セーフティタイマータイムアウトゴニプリントオンンドヲサイカイシマス.
pl: Wznawianie grzania po przekroczeniu limitu czasu zegara bezpieczeństwa.

source: Resuming...
cs: Opětovné spuštění...
de: Fortfahren...
es: Continuando...
fr: Relance...
ja: フッキチュウ
pl: Wznawianie...
uk: Відновлення...

source: Retract from FINDA
cs: Vysouvání od FINDy
de: Einziehen von FINDA
es: Retraer del FINDA
fr: Rétracter de la FINDA
ja: FINDAカラノ リトラクト
pl: Wycofaj z FINDY
uk: Витягнути з FINDA
