Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Not enough current for the Selector TMC driver. There is probably an issue with the electronics. Check the wiring and connectors.
cs: Nedostatečný proud pro TMC driver selektoru. Pravděpodobná závada elektroniky. Důkladně zkontrolujte zapojení.
de: Nicht genug Strom für den Selektor TMC-Treiber. Wahrscheinlich gibt es ein Problem mit der Elektronik. Überprüfen Sie die Verkabelung und die Stecker.
es: No hay suficiente corriente para el controlador TMC del Selector. Probablemente hay un problema con la electrónica. Comprueba el cableado y los conectores.
fr: Pas assez de courant pour le driver TMC du Sélecteur. Il y a probablement un problème avec l'électronique. Vérifiez le câblage et les connecteurs.
ja: セレクタノ TMCドライバニ ジュウブンナ デンリュウガ ナガレテイマセン。デンシキキニ モンダイガ アルカモシレマセン。ハイセント コネクターヲ チェックシテクダサイ。
pl: Za mało prądu dla sterownika TMC wybieraka. Prawdopodobnie wystąpił problem z elektroniką. Sprawdź okablowanie i złącza.
uk: Недостатньо струму для драйвера TMC селектора. Ймовірно, проблема з електронікою. Перевірте проводку та роз'єми.

source: Now fully open the door and confirm that it is open.
cs: Nyní plně otevřete dveře a potvrďte stav.
de: Öffnen Sie nun die Tür vollständig und bestätigen Sie, dass sie offen ist.
es: Ahora abre completamente la puerta y confirma que está abierta.
fr: Ouvrez maintenant complètement la porte et vérifiez qu'elle est ouverte.
ja: ドアヲ カンゼンニアケテ、カクニンシマス。
pl: Teraz otwórz całkowicie drzwi i potwierdź, że są otwarte.
uk: Тепер повністю відчиніть двері та підтвердьте, що вони відчинені.

source: Now, let's calibrate the distance between the tip of the nozzle and the print sheet.
cs: Nyní zkalibrujeme vzdálenost mezi tryskou a tiskovým plátem.
de: Jetzt kalibrieren wir die Entfernung zwischen der Spitze der Düse und dem Druckblech.
es: Ahora, calibremos la distancia entre la punta de la boquilla y la lámina de impresión.
fr: À présent calibrons la distance entre l'extrémité de la buse et la plaque d'impression.
ja: ノズルセンタント プリントシートノ キョリヲ キャリブレーションシテイキマス。
pl: Teraz ustawimy odległość końcówki dyszy od powierzchni płyty.
uk: Тепер відкалібруємо відстань між кінчиком сопла та листом.

source: Nozzle
cs: Tryska
de: Düse
es: Boquilla
fr: Buse
ja: ノズル
pl: Dysza
uk: Сопло

source: Nozzle 1 Temperature
cs: Tryska 1 - Teplota
de: Düse 1 Temperatur
es: Temperatura Boquilla 1
fr: Température de la Buse 1
ja: ノズル1 オンド
pl: Temperatura dyszy 1
uk: Температура сопла 1

source: Nozzle 2 Temperature
cs: Tryska 2 - Teplota
de: Düse 2 Temperatur
es: Temperatura Boquilla 2
fr: Température de la Buse 2
ja: ノズル2 オンド
pl: Temperatura dyszy 2
uk: Температура сопла 2

source: Nozzle 3 Temperature
cs: Tryska 3 - Teplota
de: Düse 3 Temperatur
es: Temperatura Boquilla 3
fr: Température de la Buse 3
ja: ノズル3 オンド
pl: Temperatura dyszy 3
uk: Температура сопла 3

source: Nozzle 4 Temperature
cs: Tryska 4 - Teplota
de: Düse 4 Temperatur
es: Temperatura Boquilla 4
fr: Température de la Buse 4
ja: ノズル4 オンド
pl: Temperatura dyszy 4
uk: Температура сопла 4

source: Nozzle 5 Temperature
cs: Tryska 5 - Teplota
de: Düse 5 Temperatur
es: Temperatura Boquilla 5
fr: Température de la Buse 5
ja: ノズル5 オンド
pl: Temperatura dyszy 5
uk: Температура сопла 5

source: Nozzle Cleaning Retraction
fr: Rétraction pour nettoyage buse
ja: ノズルクリーニングリトラクション
pl: Retrakcja czyszcząca dyszę

source: Nozzle Diameter
cs: Průměr trysky
de: Düsendurchmesser
es: Diámetro Boquilla
fr: Diamètre de la Buse
ja: ノズルチョッケイ
pl: Średnica dyszy
uk: Діаметр сопла

source: Nozzle Hardened
cs: Tvrzená tryska
de: Düse gehärtet
es: Boquilla Endurecida
fr: Buse durcie
ja: ハードノズル
pl: Dysza utwardzana
uk: Загартоване сопло

source: Nozzle High-flow
cs: High-flow tryska
de: Düse High-Flow
es: Boquilla Alto flujo
fr: Buse à haut débit
ja: ハイフローノズル
pl: Dysza high-flow
uk: Високопродуктивне сопло

source: Nozzle Offset
cs: Offset trysky
de: Düsen-Offset
es: Offset Boquilla
fr: Décalage de la buse
ja: ノズルオフセット
pl: Offset dyszy
uk: Зміщення сопла

source: Nozzle PWM
cs: PWM Trysky
de: Düse PWM
es: PWM Boquilla
fr: PWM de la buse
ja: ノズルPWM
pl: PWM dyszy
uk: ШІМ сопла

source: Nozzle Preheat Temperature
cs: Teplota předehřátí trysky
de: Düse Vorheiz-Temperatur
es: Temp Precalentamiento Boquilla
fr: Température de préchauffage de la buse
ja: ノズル プレヒートオンド
pl: Temperatura nagrzewania dyszy
uk: Температура попереднього нагріву сопла

source: Nozzle Temp
cs: Tep. trysky
de: Düsen-Temp.
es: Tempratura Boq
fr: Température de la buse
ja: ノズル オンド
pl: Temp. dyszy
uk: Температура сопла

source: Nozzle Temperature
cs: Teplota trysky
de: Temperatur Düse
es: Temperatura Boquilla
fr: Température de la Buse
ja: ノズルオンド
pl: Temperatura dyszy
uk: Температура сопла

source: Nozzle cleaning
cs: Čištění trysky
es: Limpiando el nozzle
fr: Nettoyage de la buse
ja: ノズルノ セイソウ
pl: Czyszczenie dyszy
uk: Очищення сопла

source: Nozzle cleaning failed
fr: Échec du nettoyage de la buse.
ja: ノズルクリーニングシッパイ
pl: Czyszczenie dyszy nieudane

source: Nozzle cleaning failed.
cs: Čištění trysky selhalo.
de: Düsenreinigung fehlgeschlagen.
es: Limpieza de la boquilla fallida.
fr: Échec du nettoyage de la buse.
ja: ノズルクリーニング シッパイ
pl: Czyszczenie dyszy nieudane.
uk: Не вдалося очистити сопло.

source: Nozzle diameter
cs: Průměr trysky
de: Düsendurchmesser
es: Diámetro de la boquilla
fr: Diamètre de la buse
ja: ノズル チョッケイ
pl: Średnica dyszy
uk: Діаметр сопла

source: Nozzle diameter doesn't match
cs: Průměr trysky neodpovídá
de: Düsendurchmesser stimmt nicht überein
es: El diámetro de boquilla no coincide
fr: Le diamètre de la buse ne correspond pas
ja: ノズルノ チョッケイガ アッテイマセン
pl: Rozbieżność średnicy dyszy
uk: Діаметр сопла не збігається

source: Nozzle doesn't seem to have round cross section. Make sure it is clean and perpendicular to the bed.
cs: Zdá se, že tryska nemá kulatý průřez. Zkontrolujte, zda je čistá a kolmá k vyhřívané podložce.
de: Die Düse scheint keinen runden Querschnitt zu haben. Sicherstellen, dass sie sauber ist und senkrecht zum Bett steht.
es: La boquilla no parece tener una sección transversal redonda. Asegúrate de que está limpia y perpendicular a la base.
fr: La buse ne semble pas avoir une section ronde. Assurez-vous qu'elle est propre et perpendiculaire au plateau.
ja: ノズルノ ヨウスヲ カクニンシテ クダサイ。ノズルガ ヨゴレテイナイコト、ベッドニタイシテ スイチョクデアルコトヲ カクニン シテクダサイ。
pl: Dysza wydaje się nie mieć okrągłego przekroju. Upewnij się, że jest czysta i zamontowana prostopadle do stołu.
uk: Здається, сопло не має круглого поперечного перерізу. Переконайтеся, що воно чисте та перпендикулярне до столу.

source: Nozzle flow rate doesn't match
cs: Průtok trysky neodpovídá.
de: Durchflussmenge der Düse stimmt nicht überein
es: El flujo de la boquilla no coincide
fr: Le débit de la buse ne correspond pas
ja: ノズルノ フローレートガ アッテイマセン
pl: Rozbieżność wariantu przepływu dyszy
uk: Швидкість потоку сопла не збігається

source: Nozzle have to be perfectly clean for good calibration results. - Clean all nozzles - Clean parking plate - Press continue when done
cs: Pro dosažení dobrých výsledků kalibrace musí být tryska dokonale čistá. - Vyčistěte všechny trysky - Vyčistěte parkovací destičky - Pak vyberte tlačítko Pokračovat
de: Die Düsen müssen für gute Kalibrierungsergebnisse perfekt sauber sein. - Reinigen Sie alle Düsen - Reinigen Sie die Parkplatte - Weiter drücken, wenn Sie fertig sind
es: La boquilla debe estar perfectamente limpia para obtener buenos resultados de calibración.. - Limpia todas las boquillas - Limpiar la placa de aparcamiento - Pulsa Continuar cuando hayas terminado
fr: La buse doit être parfaitement propre pour de bons résultats de calibration. - Nettoyez toutes les buses - Nettoyez la plaque de stationnement - Appuyez sur continuer lorsque vous avez terminé
ja: ヨイキャリブレーションケッカノ タメニハ、ノズルハ カンゼンニキレイデナケレバナリマセン。 - スベテノ ノズルヲ ソウジスル - パーキングプレートヲ ソウジスル - カンリョウシタラ ツヅケルヲオス
pl: Dysze muszą być idealnie czyste, aby uzyskać prawidłowy wynik kalibracji. - Wyczyść wszystkie dysze - Wyczyść płytę postojową - Po zakończeniu naciśnij przycisk Kontynuuj
uk: Для отримання якісних результатів калібрування сопла мають бути ідеально чистими. - Очистіть усі сопла - Очистіть паркувальну пластину - Після завершення натисніть «Продовжити»

source: Nozzle heater check
cs: Výhřev trysky
de: Düsenheizung prüfen
es: Comp. calor boquilla
fr: Test chauf. buse
ja: ノズルヒーター カクニン
pl: Test grzałki hotendu
uk: Перевірка нагрівача сопла

source: Nozzle is not hardened
cs: Tryska není tvrzená
de: Düse ist nicht gehärtet
es: La boquilla no es endurecida
fr: La buse n'est pas durcie
ja: ノズルガ ハードノズルデハ アリマセン
pl: Dysza nie jest utwardzana
uk: Сопло не загартоване

source: Nozzle is not high-flow
cs: Tryska není typu high-flow
de: Düse ist nicht High-Flow
es: La boquilla no es de alto flujo
fr: La buse n'est pas à haut débit
ja: ノズルガ ハイフローデハ アリマセン
pl: Dysza to nie high-flow
uk: Сопло не високопродуктивне

source: ODOMETER
cs: STATISTIKY
es: ODÓMETRO
fr: ODOMÈTRE
ja: トウケイ
pl: LICZNIK PRZEBIEGU
uk: ОДОМЕТР

source: OFF
cs: VYP
de: AUS
ja: オフ
pl: WYŁ
uk: ВИМК.

source: ON
cs: ZAP
de: AN
ja: オン
pl: WŁ
uk: УВІМК.

source: Object
cs: Objekt
es: Objeto
fr: Objet
ja: オブジェクト
pl: Obiekt
uk: Об'єкт

source: Off
cs: Vyp.
de: Aus
ja: オフ
pl: Wył.
uk: Вимкнено

source: Offset
cs: Posun
fr: Décalage
ja: オフセット
pl: Odsunięcie
uk: Зміщення

source: Offset %c
fr: Décalage %c
ja: オフセット %c
uk: Зміщення %c

source: On Idle
cs: Při nečinnosti
es: En reposo
fr: Au repos
ja: タイキ
pl: Przy bezczynności
uk: В очікуванні

source: Once
cs: Jednou
de: Einmal
es: Una vez
fr: Une fois
ja: イチド
pl: Pojedynczo
uk: Один раз

source: Once the printer starts extruding plastic, adjust the nozzle height by turning the knob until the filament sticks to the print sheet.
cs: Až začne tiskárna vytlačovat plast, nastav výšku trysky otáčením ovládacího tlačítka. Filament musí být správně přitlačen k podložce.
de: Sobald der Drucker beginnt, Kunststoff zu extrudieren, die Höhe der Düse durch Knopfdrehen einstellen, bis Filament am Druckblech haftet.
es: Una vez que la impresora comienza a extruir plástico, ajusta la altura de la boquilla girando el dial hasta que el filamento se adhiera a la lámina.
fr: Lorsque l'imprimante commence à extruder le plastique ajustez la hauteur de buse en faisant tourner le bouton jusqu'à ce que le filament adhère à la plaque d'impression.
ja: プリンタガ フィラメントニ オシダシハジメタラ、フィラメントガ プリントシートニ セッスルヨウニ ノブヲマワシ、ノズルノタカサヲ チョウセイシテクダサイ。
pl: Obracaj pokrętłem, gdy drukarka zacznie wytłaczać plastik, aby zbliżyć dyszę do powierzchni, aż materiał będzie dobrze przylegał.
uk: Після того, як принтер почне екструдувати пластик, відрегулюйте висоту сопла, обертаючи ручку, доки філамент не прилипне до листа.

source: Online
fr: En ligne
ja: オンライン
uk: Онлайн

source: Open Chamber Ventilation
cs: Otevřít ventilaci komory
de: Offene Kammerbelüftung
es: Abrir Ventilación Cámara
fr: Ouvrir la ventilation de la chambre
ja: チャンバーノ カンキマドヲ アケテクダサイ。
pl: Otwórz kratkę wentylacyjną
uk: Відкрийте вентиляцію камери

source: Open the door and loosen the tensioning screw by about a half turn. Then leave the door open and confirm.
cs: Otevřete dveře a povolte napínací šroub o půlotáčku. Pak nechte dveře otevřené a stav potvrďte.
de: Öffnen Sie die Tür und lösen Sie die Spannschraube um etwa eine halbe Umdrehung. Lassen Sie dann die Tür offen und bestätigen Sie.
es: Abre la puerta y afloja el tornillo tensor media vuelta aproximadamente. A continuación, deja la puerta abierta y confirma.
fr: Ouvrez la porte et desserrez la vis de tension d'environ un demi-tour. Laissez ensuite la porte ouverte et confirmez.
ja: ドアヲ アケ、テンションスクリューヲ ハンカイテン ユルメマス。ドアハ アケタママ カクニンシマス。
pl: Otwórz drzwi i poluzuj śrubę napinającą o około pół obrotu. Następnie pozostaw drzwi otwarte i potwierdź.
uk: Відкрийте дверцята та послабте натяжний гвинт приблизно на пів оберта. Потім залиште дверцята відкритими та підтвердьте.

source: Open the door and loosen the tensioning screw by about a quarter turn. Then close the door and confirm.
cs: Otevřete dveře a povolte napínací šroub o čtvrtotáčku. Zavřete dveře a potvrďte.
es: Abre la puerta y afloja el tornillo tensor un cuarto de vuelta aproximadamente. A continuación, cierra la puerta y confirma.
fr: Ouvrez la porte et desserrez la vis de tension d'environ un quart de tour. Fermez ensuite la porte et confirmez.
ja: ドアヲ アケ、テンションスクリューヲ ハンカイテン ユルメマス。ソノアト ドアヲ トジテクダサイ。
pl: Otwórz drzwi i poluzuj śrubę napinającą o około ćwierć obrotu. Następnie zamknij drzwi i potwierdź.
uk: Відкрийте дверцята та послабте натяжний гвинт приблизно на чверть оберту. Потім закрийте дверцята та підтвердьте.

source: Open the door and tighten the tensioning screw by about a half turn. Then close the door and confirm.
cs: Otevřete dveře a utáhněte napínací šroub o půlotáčku. Pak zavřete dveře a stav potvrďte.
de: Öffnen Sie die Tür und ziehen Sie die Spannschraube um etwa eine halbe Umdrehung an. Schließen Sie dann die Tür und bestätigen Sie.
es: Abre la puerta y aprieta el tornillo tensor media vuelta aproximadamente. A continuación, cierra la puerta y confirma.
fr: Ouvrez la porte et serrez la vis de tension d'environ un demi-tour. Fermez ensuite la porte et confirmez.
ja: ドアヲ アケ、テンションスクリューヲ ハンカイテン ユルメマス。ソノアト ドアヲ トジテクダサイ。
pl: Otwórz drzwi i dokręć śrubę napinającą o około pół obrotu. Następnie zamknij drzwi i potwierdź.
uk: Відкрийте дверцята та затягніть натяжний гвинт приблизно на пів оберта. Потім закрийте дверцята та підтвердьте.

source: Overcurrent detected on USB port.
cs: Na portu USB byl zjištěn nadproud.
de: Überstrom am USB-Anschluss erkannt.
es: Sobrecorriente detectada en el puerto USB.
fr: Surintensité détectée sur le port USB.
ja: USBポートノ カデンリュウガ ケンシュツサレマシタ
pl: ZBYT DUŻY PRĄD NA PORCIE USB
uk: Виявлено перевантаження струму на USB-порті.

source: Overcurrent detected on heatbed port, disconnect the device.
cs: Na portu heatbedu zjištěn nadproud, odpojte zařízení.
de: Überstrom am Anschluss des Heizbetts festgestellt, trennen Sie das Gerät.
es: Sobrecorriente detectada en el puerto de la base calefactable, desconecta el dispositivo.
fr: Surintensité détectée sur le port du plateau chauffant, débranchez l'appareil.
ja: ヒートベッドポートデ カデンリュウガ ケンシュツサレタタメ、デバイスヲ セツダンシテクダサイ。
pl: Wykryto zbyt duży prąd na porcie stołu grzewczego, odłącz urządzenie.
uk: Виявлено перевантаження струму на порту нагрівального столу, від'єднайте пристрій.

source: Overcurrent detected on nozzle heater.
cs: Nadproud detekován na výhřevu trysky.
de: Überstrom an der Düsenheizung erkannt.
es: Sobrecorriente detectada en el calentador de la boquilla.
fr: Surintensité détectée sur l'élément chauffant de la buse.
ja: ノズルヒーターヘノ カデンリュウガ ケンシュツサレマシタ
pl: Wykryto zbyt duży prąd na grzałce dyszy.
uk: Виявлено перевантаження струму на нагрівачі сопла.

source: Overcurrent detected on the MMU port, disconnect the device.
cs: Na portu MMU byl zjištěn nadproud, odpojte zařízení.
de: Überstrom am MMU-Anschluss erkannt, unterbrechen Sie die Verbindung zum Gerät.
es: Sobrecorriente detectada en el puerto MMU, desconecta el dispositivo.
fr: Surintensité détectée sur le port du MMU, déconnectez l'appareil.
ja: MMUポートデ カデンリュウガ ケンシュツサレタタメ、デバイスヲ セツダンシテクダサイ。
pl: Wykryto zbyt duży prąd na porcie MMU. Odłącz urządzenie.
uk: Виявлено перевантаження струму на порту MMU, від'єднайте пристрій.

source: Overcurrent detected on the connected USB device, disconnect it.
cs: Detekován nadproud na připojeném zařízení USB. Odpojte jej.
de: Überstrom am angeschlossenen USB-Gerät erkannt, entfernen Sie es.
es: Sobrecorriente detectada en el dispositivo USB conectado, desconéctalo.
fr: Surintensité détectée sur le périphérique USB connecté, déconnectez-le.
ja: セツゾクサレテイル USBデバイスニ カデンリュウガ ケンシュツサレマシタ。セツゾクヲ カイジョシテクダサイ。
pl: Wykryto zbyt duży prąd na podłączonym urządzeniu USB. Odłącz je.
uk: Виявлено перевантаження струму на підключеному USB-пристрої, від'єднайте його.

source: Overcurrent detected on xBuddy heatbed port, disconnect the device.
cs: Na portu xBuddy heatbed byl zjištěn nadproud, odpojte zařízení.
de: Überstrom am xBuddy-Heizbettanschluss festgestellt, trennen Sie das Gerät.
es: Sobrecorriente detectada en el puerto de la base calefactable de la xBuddy, desconecta el dispositivo.
fr: Surintensité détectée sur le port du plateau chauffant de la xBuddy, déconnectez l'appareil.
ja: xBuddyボードノ ヒートベッドポートデ カデンリュウガ ケンシュツサレマシタ。
pl: Wykryto zbyt duży prąd na porcie grzanego stołu na xBuddy. Odłącz urządzenie.
uk: Виявлено перевантаження струму на порту нагрівального столу xBuddy, від'єднайте пристрій.

source: Overcurrent detected.
cs: Detekován nadproud.
de: Überstrom erkannt.
es: Sobrecorriente detectada.
fr: Surintensité détectée.
ja: カデンリュウガ ケンシュツサレマシタ
pl: Wykryto zbyt duży prąd.
uk: Виявлено перевантаження струму.

source: Ownership Transfer
cs: Převod vlastnictví
es: Transferir Propiedad
fr: Transfert de Propriété
ja: ショユウケン イテン
pl: Przeniesienie własności
uk: Передача власності

source: PAUSE
cs: PAUZA
es: PAUSA
ja: イチジテイシ
pl: PAUZA
uk: ПАУЗА

source: PAUSED
cs: POZASTAVENO
de: PAUSIERT
es: PAUSADA
fr: EN PAUSE
ja: イチジテイシ
pl: PAUZA
uk: НА ПАУЗІ

source: PAUSING ...
cs: POZASTAVUJI
de: Pausiere...
es: PAUSANDO ...
fr: MISE EN PAUSE...
ja: イチジテイシチュウ
pl: PAUZOWANIE ...
uk: ПАУЗА...

source: PHASE STEPPING
fr: PAS À PAS EN PHASE
ja: フェイズステッピング
uk: ФАЗОВІ КРОКИ

source: PHASE STEPPING CALIBRATION
cs: KALIBRACE PHASE STEPPING
de: PHASE STEPPING KALIBRIERUNG
es: CALIBRACIÓN PHASE STEPPING
fr: CALIBRATION DU PAS À PAS EN PHASE
ja: フェーズステップキャリブレーション
pl: KALIBRACJA PHASE STEPPING
uk: КАЛІБРУВАННЯ ФАЗОВИХ КРОКІВ

source: PIN NOT REACHED
cs: PIN NENALEZEN
de: STIFT NICHT ERREICHT
es: PIN NO ALCANZADO
fr: ERGOT NON ATTEINT
ja: ピンニ ミトウタツ
pl: TRZPIEŃ NIE ZNALEZIONY
uk: ШТИФТ НЕ ДОСЯГНУТО

source: POSTPONE
cs: ODLOŽIT
es: POSPONER
fr: REPORTER
ja: アトデ
pl: ODŁÓŻ
uk: ВІДКЛАСТИ

source: POWER PANIC
cs: ZOTAVENÍ ZE ZTRÁTY NAPÁJENÍ
es: MODO PÁNICO
ja: パワーパニック
uk: ВІДКЛЮЧЕННЯ ЖИВЛЕННЯ

source: PRECISE HOMING FAILED
cs: PŘESNÝ HOMING SELHAL
es: HOMING PRECISO FALLIDO
fr: ÉCHEC DU HOMING PRÉCIS
ja: セイミツホーミングエラー
pl: PRECYZYJNE BAZOWANIE NIE POWIODŁO SIĘ
uk: ПОМИЛКА ТОЧНОГО ПАРКУВАННЯ

source: PREHEAT ERROR
cs: CHYBA PŘEDEHŘEVU
de: VORHEIZFEHLER
es: ERROR DE PRECALENTAMIENTO
fr: ERREUR DE PRÉCHAUFFAGE
ja: プリヒートエラー
pl: BŁĄD GRZANIA
uk: ПОМИЛКА ПОПЕРЕДНЬОГО НАГРІВУ

source: PRINT
cs: TISK
de: DRUCK
es: IMPRIMIR
fr: IMPRIMER
ja: プリント
pl: DRUK
uk: ДРУК

source: PRINT STATISTICS
cs: STATISTIKA TISKU
de: Druckstatistik
es: ESTADÍSTICAS DE IMPRESIÓN
fr: STATISTIQUES D'IMPRESSION
ja: プリントトウケイジョウホウ
pl: STATYSTYKI DRUKU
uk: СТАТИСТИКА ДРУКУ

source: PRINTER SETUP
cs: NASTAVENÍ TISKÁRNY
de: DRUCKER SETUP
es: CONFIGURACIÓN DE LA IMPRESORA
fr: CONFIGURATION DE L'IMPRIMANTE
ja: プリンタ セットアップ
pl: KONFIGURACJA DRUKARKI
uk: НАЛАШТУВАННЯ ПРИНТЕРА

source: PRINTHEAD
cs: TISKOVÁ HLAVA
de: Druckkopf
es: CABEZAL
fr: TÊTE D'IMPRESSION
ja: プリントヘッド
pl: GŁOWICA
uk: ДРУКУЮЧА ГОЛОВКА

source: PRINTING ...
cs: TISKNU...
de: DRUCKE ...
es: IMPRIMIENDO ...
fr: IMPRESSION ...
ja: プリンティング
pl: DRUKOWANIE ...
uk: ДРУК...

source: PROJECTS
cs: PROJEKTY
de: PROJEKTE
es: PROJECTOS
fr: PROJETS
ja: プロジェクト
pl: PROJEKTY
uk: ПРОЄКТИ

source: PRUSA CONNECT
ja: プルサコネクト

source: PRUSALINK
ja: プルサリンク

source: PULLEY CANNOT MOVE
cs: KLADKA SE NEOTÁČÍ
de: RIEHMENS. SITZT FEST
es: POLEA: ERROR MOV.
fr: LA POULIE NE PEUT PAS BOUGER
ja: プーリーガ ウゴキマセン
pl: RADEŁKO NIE RUSZA SIĘ
uk: ШКІВ НЕ МОЖЕ РУХАТИСЯ

source: PUPPY ERROR
de: PUPPY FEHLER
es: ERROR PUPPY
fr: ERROR DE LA PUPPY
ja: パピーエラー
uk: ПОМИЛКА PUPPY

source: PURGE MORE
cs: VYTLAČIT VÍCE
de: MEHR REINIGEN
es: PURGAR MÁS
fr: PURGER PLUS
ja: モットパージ
pl: CZYŚĆ DALEJ
uk: ПРОДУТИ БІЛЬШЕ

source: Param sweep movement failed.
cs: Selhal pohyb (Param sweep)
es: Parámetro movimiento de barrido fallido.
fr: Le mouvement de balayage paramétrique a échoué.
ja: パラメータスイープムーブメントニ シッパイシマシタ
pl: Niepowodzenie ruchu zbierającego parametry.
uk: Помилка руху для підбору параметрів (Param Sweep)

source: Park Current Tool
cs: Zaparkovat aktuální nástroj
de: Akt.Werkzeug parken
es: Aparcar Cabezal Actual
fr: Stationner l'Outil Actuel
ja: ゲンザイノ ツールヲ パーク
pl: Zaparkuj narzędzie
uk: Запаркувати поточний інструмент

source: Park Tool
cs: Zaparkovat nástroj
de: Werkzeug parken
es: Aparca Cabezal
fr: Stationner l'Outil
ja: ツール ヲ パーク
pl: Parkuj narzędzie
uk: Запаркувати інструмент

source: Parking
cs: Parkování
de: Parke
ja: パーキング
pl: Parkowanie
uk: Паркування

source: Parking selector
cs: Parkuji selektor
de: Parken Selektor
es: Aparcando selector
fr: Stationnement du sélecteur
ja: パーキングセレクター
pl: Parkowanie wybieraka
uk: Паркування селектора

source: Parking test
cs: Test parkování
de: Parktest
es: Prueba de aparcamiento
fr: Test de stationnement
ja: パーキングテスト
pl: Test parkowania
uk: Тест паркування

source: Parking test failed. Please try again.
cs: Test parkování selhal. Opakujte akci.
de: Parktest fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Test parking fallido. Por favor, inténtelo de nuevo.
fr: Le test de stationnement a échoué. Veuillez réessayer.
ja: パーキングテストガ シッパイシマシタ。 モウイチド ヤリナオシテクダサイ。
pl: Test parkowania nie powiódł się. Spróbuj ponownie.
uk: Тест паркування не пройдено. Будь ласка, спробуйте знову.

source: Parking tool
cs: Parkuji nástroj
de: Werkzeug parken
es: Aparcando cabezal
fr: Stationnement de l'outil
ja: ツールパーキング
pl: Parkowanie narzędzia
uk: Паркування інструменту

source: Password
cs: Heslo
de: Kennwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pl: Hasło
uk: Пароль

source: Pause
cs: Pauza
es: Pausa
ja: イチジテイシ
pl: Pauza
uk: Пауза

source: Pausing...
cs: Pozastavení...
de: Pausiert...
es: Pausando...
fr: Mise en pause...
ja: イチジテイシチュウ
pl: Pauzowanie...
uk: Пауза...

source: Perfect!
cs: Perfektní!
de: Perfekt!
es: ¡Perfecto!
fr: Parfait !
ja: パーフェクト!
pl: Doskonale!
uk: Ідеально!

source: Perform filament sensors calibration? This discards previous filament sensors calibration.
cs: Provést kalibraci senzorů filamentu? Budou nahrazeny předchozí kalibrace.
de: Kalibrierung der Filamentsensoren durchführen? Dies verwirft die vorherige Kalibrierung der Filamentsensoren.
es: ¿Realizar calibración de sensores de filamento? Esto descarta la calibración previa de los sensores de filamento.
fr: Effectuer la calibration des capteurs de filament ? Cela annule la calibration précédente des capteurs de filament.
ja: フィラメントセンサーキャリブレーションヲ ジッコウシマスカ?ゼンカイノ フィラメントセンサー キャリブレーションケッカヲ ハキシマス。
pl: Przeprowadzić kalibrację czujników filamentu? Odrzuca to poprzednią kalibrację czujników.
uk: Виконати калібрування датчиків філаменту? Це призведе до втрати попереднього калібрування датчиків філаменту.

source: Performing cut
cs: Provádím řez
de: Schnitt ausführen
es: Realizando corte
fr: Coupe en cours
ja: カットジッコウ
pl: Odcinanie
uk: Виконання обрізання

source: Performing factory reset. Do not turn off the printer.
cs: Provádím tovární reset. Nevypínejte tiskárnu.
es: Realizando el reset de fábrica. No apagues la impresora.
fr: Exécution de la réinitialisation d'usine. N'éteignez pas l'imprimante.
ja: ファクトリー・リセットチュウ. プリンターノ デンゲンヲ オフニシナイデクダサイ.
pl: Przywracanie ustawień fabrycznych. Nie wyłączaj drukarki.
uk: Виконується скидання до заводських налаштувань. Не вимикайте принтер.

source: Phase Stepping
fr: Pas à pas en phase
ja: フェイズステッピング
uk: Фазові кроки

source: Phase stepping calibration completed
cs: Kalibrace Phase Stepping dokončena.
de: Phase Stepping Kalibrierung abgeschlossen
es: Calibración del phase stepping completada
fr: Calibration du pas à pas en phase terminé
ja: フェーズステップキャリブレーション カンリョウ
pl: Zakończono kalibrację Phase Stepping
uk: Калібрування фазових кроків завершено
