Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Filament '%s' is abrasive, but you don't have a hardened nozzle installed. Do you really want to continue?
cs: Filament '%s' je abrazivní, ale nemáte nainstalovanou tvrzenou trysku. Skutečně chcete pokračovat?
de: Das Filament '%s' ist abrasiv, aber Sie haben keine gehärtete Düse installiert. Wollen Sie wirklich fortfahren?
es: El filamento '%s' es abrasivo, pero no tienes instalada una boquilla endurecida. ¿Realmente deseas continuar?
fr: Le filament '%s' est abrasif, mais vous n'avez pas de buse renforcée installée. Voulez-vous vraiment continuer ?
ja: フィラメント'%s'ハ ケンマセイガ アリマスガ、ハードノズルガ トリツケラレテイマセン。ツヅケマスカ?
pl: Filament '%s' jest ścierny, ale nie masz zamontowanej dyszy utwardzanej. Czy naprawdę chcesz kontynuować?
uk: Філамент '%s' є абразивним, але у вас не встановлено загартоване сопло. Ви дійсно хочете продовжити?

source: Filament Autoloading
cs: Auto zavedení filamentu
de: Filament automatisch laden
es: Autocarga Filamento
fr: Chargement Automatique du Filament
ja: フィラメントオートロード
pl: Autoładowanie filamentu
uk: Автозавантаження філаменту

source: Filament Change
cs: Výměna filamentu
es: Cambio Filamento
fr: Changement de Filament
ja: フィラメント コウカン
pl: Zmiana filamentu
uk: Заміна філаменту

source: Filament Sensing
cs: Nastavení senzorů filamentu
de: Filament Sensorik
es: Detección de Filamento
fr: Détection de filament
ja: フィラメントセンシング
pl: Wykrywanie filamentu
uk: Розпізнавання філаменту

source: Filament Sensor
cs: Filament senzor
es: Sensor de filamento
fr: Capteur de Filament
ja: フィラメントセンサー
pl: Czujnik filamentu
uk: Датчик філаменту

source: Filament Sensors Disabled
cs: Senzory fil. vypnuté
de: Filamentsensoren deaktiviert
es: Sensores Filamento Desactivados
fr: Capteurs de filament désactivés
ja: フィラメントセンサームコウ
pl: Wyłączono czujniki filamentu
uk: Датчики філаменту вимкнено

source: Filament Sensors Tuning
cs: Ladění senzorů filamentu
de: Filament-Sensoren Tuning
es: Calibración Sensores de Filamento
fr: Réglage des capteurs de filament
ja: フィラメントセンサーノ チョウセイ
pl: Strojenie czujników filamentu
uk: Налаштування датчиків філаменту

source: Filament appears to be already loaded, are you sure you want to load it anyway?
cs: Zdá se, že filament je už zaveden. Chcete jej přesto zavést znovu?
de: Das Filament scheint bereits geladen zu sein, sind Sie sicher, dass Sie es trotzdem laden möchten?
es: El filamento parece estar cargado, ¿estás seguro de volver a cargarlo?
fr: Le filament semble être déjà chargé, êtes-vous certain de vouloir le charger malgré cela ?
ja: フィラメントハ スデニ ロードサレテイルヨウデスガ、ホントウニ ロードシマスカ?
pl: Wygląda na to, że filament jest już załadowany. Na pewno chcesz go załadować?
uk: Здається, філамент вже завантажено. Ви впевнені, що хочете завантажити його знову?

source: Filament check
cs: Kontrola filamentu
es: Comprobación del filamento
fr: Vérification du filament
ja: フィラメントチェック
pl: Kontrola filamentu
uk: Перевірка філаменту

source: Filament detected unexpectedly. Ensure no filament is loaded. Check the sensors and wiring.
cs: Neočekávaná detekce filamentu. Ujistěte se, že filament není zaveden. Zkontrolujte zapojení senzoru.
de: Unerwartetes Filament erkannt. Stellen Sie sicher, dass kein Filament geladen ist. Überprüfen Sie die Sensoren und die Verkabelung.
es: Filamento detectado inesperadamente. Asegúrate de que no hay filamento cargado. Comprueba los sensores y el cableado.
fr: Filament détecté de manière inattendue. Assurez-vous qu'aucun filament n'est chargé. Vérifiez les capteurs et le câblage.
ja: フィラメントガ ケンシュツサレマシタ。フィラメントガ ロードサレテイナイコトヲ カクニンシテクダサイ。センサート ハイセンヲ カクニンシテクダサイ。
pl: Nieoczekiwane wykrycie filamentu. Upewnij się, że filament nie jest załadowany. Sprawdź czujniki i okablowanie.
uk: Неочікувано виявлено філамент. Переконайтеся, що філамент не завантажено. Перевірте датчики та проводку.

source: Filament detected. Unload filament now? Select NO to start the print with the currently loaded filament.
cs: Detekován filament. Chcete jej vyjmout? Pokud zvolíte NE, bude se tisknout se zavedeným filamentem.
de: Filament entdeckt. Filament jetzt entladen? Wählen Sie NEIN, um den Druck mit dem aktuell geladenen Filament zu starten.
es: Filamento detectado. ¿Descargar filamento ahora? Selecciona NO para iniciar la impresión con el filamento cargado actualmente.
fr: Filament détecté. Décharger le filament maintenant ? Sélectionnez NON pour démarrer l'impression avec le filament actuellement chargé.
ja: フィラメントガ ケンシュツサレマシタ。イマスグ フィラメントヲ アンロードシマスカ?イマロードサレテイル フィラメントデ プリントヲ スルニハ、NO ヲ センタクシマス。
pl: Wykryto filament. Rozładować go? Wybierz NIE, aby rozpocząć drukowanie przy użyciu aktualnie załadowanego filamentu.
uk: Виявлено філамент. Вивантажити філамент зараз? Виберіть НІ, щоб почати друк із поточно завантаженим філаментом.

source: Filament inserted, press continue.
cs: Filament vložen, vyberte Pokračovat.
de: Filament eingelegt, drücken Sie Weiter.
es: Filamento insertado, presiona continuar.
fr: Filament inséré, appuyez sur continuer.
ja: フィラメントガ ソウニュウサレマシタ、ツヅケテクダサイ
pl: Filament wprowadzony, naciśnij Kontynuuj.
uk: Філамент вставлено, натисніть «Продовжити».

source: Filament is not customizable
cs: Filament není nastavitelný
de: Filament kann nicht angepasst werden
es: El filamento no es personalizable
fr: Le filament n'est pas personnalisable
ja: フィラメントハ カスタマイズデキマセン
pl: Nie można dostosować filamentu
uk: Цей філамент не можна налаштувати

source: Filament loading timed out.
cs: Vypršel čas pro zavedení filamentu.
de: Filament laden Zeit überschritten.
es: Tiempo de carga de filamento agotado.
fr: Le chargement du filament a expiré.
ja: フィラメントノ ローディングガ タイムアウトシマシタ。
pl: Timeout ładowania filamentu.
uk: Вийшов час очікування завантаження філаменту.

source: Filament needs to be heated and pushed back to the nozzle.
es: El filamento debe calentarse y empujarse hacia la boquilla.
fr: Le filament doit être chauffé et repoussé vers la buse.
ja: フィラメントヲ カネツシ、ノズルヘ オシモドスヒツヨウガ アリマス。
pl: Filament musi zostać podgrzany i ponownie wtłoczony do dyszy.
uk: Філамент потрібно нагріти і подати назад до сопла.

source: Filament not detected. Load filament now? Select NO to cancel the print. Select DISABLE FS to disable the filament sensor and continue print.
cs: Filament nebyl detekován. Zavést nyní? Vyberte NE pro ukončení tisku. Vyberte VYPNOUT FS pro vypnutí senzoru a pokračování tisku.
de: Filament nicht erkannt. Filament jetzt laden? Wählen Sie NEIN, um den Druckvorgang abzubrechen. Wählen Sie FS DEAKTIVIEREN, um den Filamentsensor zu deaktivieren und weiter zu drucken.
es: No se ha detectado filamento. ¿Cargar filamento ahora? Selecciona NO para cancelar la impresión. Selecciona DESACTIVAR FS para desactivar el sensor de filamento y continuar.
fr: Filament non détecté. Charger le filament maintenant ? Sélectionnez NON pour annuler l'impression. Sélectionnez DÉSACTIVER CF pour désactiver le capteur de filament et continuer l'impression.
ja: フィラメントガ ケンシュツサレマセン。イマスグ フィラメントヲ ロードシマスカ? イイエヲ センタクシテ プリントヲ キャンセルシマス. フィラメントセンサーヲ ムコウニシテ プリントヲ ゾッコウスルニハ、フィラメントセンサーノムコウ ヲセンタクシマス.
pl: Nie wykryto filamentu. Załadować filament teraz? Wybierz NIE, aby anulować drukowanie. Wybierz WYŁĄCZ CZUJNIK FILAMENTU, aby wyłączyć czujnik i kontynuować drukowanie.
uk: Філамент не виявлено. Завантажити філамент зараз? Виберіть НІ, щоб скасувати друк. Виберіть ВИМКНУТИ ДФ, щоб вимкнути датчик філаменту та продовжити друк.

source: Filament sensor
cs: Senzor filamentu
es: Sensor de filamento
fr: Capteur de filament
ja: フィラメントセンサー
pl: Czujnik filamentu
uk: Датчик філаменту

source: Filament sensor calibrated.
cs: Senzor filamentu zkalibrován.
de: Filamentsensor kalibriert.
es: Sensor de filamento calibrado.
fr: Capteur de filament calibré.
ja: フィラメントセンサーガ キャリブレーションサレマシタ
pl: Czujnik filamentu skalibrowany.
uk: Датчик філаменту відкалібровано.

source: Filament sensor calibration
cs: Kalibrace senzoru filamentu
de: Filamentsensor-Kalibrierung
es: Calibración sensor de filamento
fr: Calibration du capteur de filament
ja: フィラメントセンサー キャリブレーション
pl: Kalibracja czujnika filamentu
uk: Калібрування датчика філаменту

source: Filament sensor check
cs: Kontrola senzoru filamentu
es: Comprobación sensor de filamento
fr: Vérification du capteur de filament
ja: フィラメントセンサーカクニン
pl: Kontrola czujnika filamentu
uk: Перевірка датчика філаменту

source: Filament sensor didn't switch off while unloading filament. Ensure filament can move and the sensor works.
cs: Senzor filamentu nevypnul při vysouvání filamentu. Ujistěte se, že se filament nezaseknul a senzor funguje.
de: Der Filamentsensor hat sich beim Entladen des Filaments nicht ausgeschaltet. Stellen Sie sicher, dass sich das Filament bewegen kann und der Sensor funktioniert.
es: El sensor de filamento no se apagó mientras se descargaba el filamento. Asegúrate de que el filamento puede moverse y el sensor funciona.
fr: Capteur de filament non désactivé lors du déchargement du filament. Assurez-vous que le filament peut bouger et que le capteur fonctionne.
ja: フィラメントノ アンロードチュウニ フィラメントセンサーガ オフニ ナリマセンデシタ。マニュアルデ アンロードシテクダサイ。フィラメントガ ウゴキ、センサーガ ドウサスルコトヲ カクニンシテクダサイ。
pl: Czujnik filamentu nie wyłączył się podczas rozładowywania filamentu. Upewnij się, że filament może się poruszać, a czujnik działa.
uk: Датчик філаменту не вимкнувся під час вивантаження філаменту. Переконайтеся, що філамент може рухатися, а датчик працює.

source: Filament sensor didn't trigger while loading the filament. Ensure the sensor is calibrated and the filament reached it.
cs: Senzor filamentu nesepnul při zavádění filamentu. Zkontrolujte, zda je senzor zkalibrovaný a filament se k němu může dostat.
de: Der Filamentsensor hat beim Laden des Filaments nicht ausgelöst. Stellen Sie sicher, dass der Sensor kalibriert ist und das Filament ihn erreicht hat.
es: El sensor de filamento no se activó al cargar el filamento. Asegúrate de que el sensor está calibrado y de que el filamento ha llegado hasta él.
fr: Capteur de filament non déclenché lors du chargement du filament. Assurez-vous que le capteur est calibré et que le filament l'a atteint.
ja: フィラメントセンサーガ フィラメントロードチュウニ サドウシマセンデシタ。センサーガ キャリブレーションサレ、フィラメントガ センサーニ トドイテイルコトヲ カクニンシテクダサイ。
pl: Czujnik filamentu nie został wywołany podczas ładowania filamentu. Sprawdź, czy filament dotarł do czujnika i czy czujnik działa.
uk: Датчик філаменту не спрацював під час завантаження філаменту. Переконайтеся, що датчик відкалібровано, а філамент досяг його.

source: Filament sensor not connected, check wiring.
cs: Filament senzor není připojen. Zkontrolujte zapojení.
de: Filamentsensor nicht angeschlossen, überprüfen Sie die Verdrahtung.
es: Sensor de filamento no conectado, comprueba el cableado.
fr: Capteur de filament non connecté, vérifiez le câblage.
ja: フィラメントセンサーガ セツゾクサレテイマセン、ハイセンヲ チェックシテクダサイ。
pl: Czujnik filamentu nie jest podłączony, sprawdź okablowanie.
uk: Датчик філаменту не підключено, перевірте проводку.

source: Filament sensor not ready: perform calibration first.
cs: Senzor filamentu nepřipraven: nejprve jej zkalibrujte.
de: Filamentsensor nicht bereit: Zunächst Kalibrierung durchführen.
es: El sensor de filamento no está listo: realizar una calibración primero.
fr: Le capteur de filament n'est pas prêt : procédez d'abord à la calibration.
ja: フィラメントセンサーガ ジュンビデキテイマセン:マズ キャリブレーション シテクダサイ
pl: Czujnik filamentu nie jest gotowy: najpierw przeprowadź kalibrację.
uk: Датчик філаменту не готовий: спочатку виконайте калібрування.

source: Filament sensor triggered too early while loading to extruder. Check there isn't anything stuck in PTFE tube. Check that sensor reads properly.
cs: Senzor filamentu se sepnul příliš brzy. Ujistěte se, že v PTFE trubičce nejsou nečistoty. Ujistěte se, že senzor funguje správně.
de: Der Filamentsensor wurde beim Laden in den Extruder zu früh ausgelöst. Prüfen Sie, ob sich etwas im PTFE-Schlauch befindet. Prüfen Sie, ob der Sensor richtig funktioniert.
es: El sensor de filamento se activó demasiado pronto al cargar al extrusor. Comprueba que no haya nada atascado en el tubo de teflón y que el sensor va ok.
fr: Capteur de filament déclenché trop tôt lors du chargement dans l'extrudeur. Vérifiez qu'il n'y a rien de coincé dans le tube PTFE. Vérifiez que le capteur fonctionne correctement.
ja: エクストルーダーヘノ ロードチュウニ ハヤイタイミングデ フィラメントセンサーガ サドウシマシタ。PTFEチューブニ ナニカ ツマッテイナイカ、センサーガ タダシクサドウシテイルカ カクニンシテクダサイ。
pl: Czujnik filamentu został wywołany zbyt wcześnie podczas ładowania do ekstrudera. Sprawdź czy nic nie utknęło w rurce PTFE. Sprawdź czy czujnik działa prawidłowo.
uk: Датчик філаменту спрацював занадто рано під час завантаження в екструдер. Перевірте, чи немає чогось, що застрягло в PTFE-трубці. Перевірте правильність зчитування датчика.

source: Filament sensors
cs: Senzory filamentu
de: Filamentsensoren
es: Sensores de Filamento
fr: Capteurs de filament
ja: フィラメントセンサー
pl: Czujniki filamentu
uk: Датчики філаменту

source: Filament sensors are disabled. Enable them manually after printing.
cs: Senzory filamentů jsou vypnuté. Po tisku je zapněte ručně.
de: Die Filament-Sensoren sind deaktiviert. Aktivieren Sie sie nach dem Drucken manuell.
es: Los sensores de filamento están desactivados. Actívalos manualmente después de imprimir.
fr: Les capteurs de filament sont désactivés. Activez-les manuellement après l'impression.
ja: フィラメントセンサーガ ムコウニ ナッテイマス。プリントノアト マニュアルデ ユウコウニシテクダサイ。
pl: Czujniki filamentu są wyłączone. Włącz je ręcznie po wydruku.
uk: Датчики філаменту вимкнено. Увімкніть їх вручну після друку.

source: Filament sensors calibrated.
cs: Senzor filamentu zkalibrován
de: Filamentsensoren kalibriert.
es: Sensores de filamento calibrados.
fr: Capteurs de filament calibrés.
ja: フィラメントセンサーガ キャリブレーションサレマシタ
pl: Czujniki filamentu skalibrowane.
uk: Датчики філаменту відкалібровано.

source: Filament sensors calibration
cs: Kalibrace senzoru filamentu
de: Filamentsensor-Kalibrierung
es: Calibración sensores de filamento
fr: Calibration des capteurs de filament
ja: フィラメントセンサー キャリブレーション
pl: Kalibracja czujników filamentu
uk: Калібрування датчиків філаменту

source: Filament was detected in the extruder filament sensor. Please remove it manually before proceeding.
cs: Filament byl detekován senzorem filamentu v extruderu. Odstraňte jej ručně než budete pokračovat.
es: Se ha detectado filamento en el sensor de filamento del extrusor. Por favor, retíralo manualmente antes de continuar.
fr: Un filament a été détecté dans le capteur de filament de l'extrudeur. Veuillez le retirer manuellement avant de continuer.
ja: エクストルーダーノ フィラメントセンサーニ フィラメントガ ケンシュツサレマシタ。サキニ ススムマエニ トリノゾイテクダサイ。
pl: W czujniku filamentu ekstrudera wykryto filament. Wyciągnij go ręcznie przed kontynuowaniem.
uk: У датчику філаменту екструдера виявлено філамент. Будь ласка, вийміть його вручну, перш ніж продовжити.

source: Filament with this name already exists
cs: Filament s tímto názvem již existuje
de: Filament mit diesem Namen existiert bereits
es: Ya existe un filamento con este nombre
fr: Un filament avec ce nom existe déjà
ja: コノ ナマエノ フィラメントハ スデニ ソンザイシマス
pl: Filament o tej nazwie już istnieje
uk: Філамент з такою назвою вже існує

source: File corrupt
cs: Soubor poškozen
de: Datei beschädigt
es: Archivo corrupto
fr: Fichier corrompu
ja: ファイルガ ハソン
pl: Uszkodzony plik
uk: Файл пошкоджено

source: File doesn't contain any print instructions
cs: Soubor neobsahuje žádné tiskové instrukce
de: Die Datei enthält keine Druckanweisungen.
es: El archivo no contiene instrucciones de impresión
fr: Le fichier ne contient aucune instruction d'impression
ja: ファイル ニ ハンゾク インストラクション ガ フクマレテイマセン
pl: Plik nie zawiera żadnych instrukcji drukowania
uk: Файл не містить інструкцій для друку

source: File error
cs: Chyba souboru
de: Datei-Fehler
es: Error de archivo
fr: Erreur de fichier
ja: ファイルエラー
pl: Błąd pliku
uk: Помилка файлу

source: File read error
cs: Chyba čtení souboru
de: Datei-Lesefehler
es: Error lectura de archivo
fr: Erreur de lecture du fichier
ja: ファイルリードエラー
pl: Błąd odczytu pliku
uk: Помилка читання файлу

source: File removed or transfer aborted
cs: Soubor odstraněn nebo přenos zrušen
de: Datei entfernt oder Übertragung abgebrochen
es: Fichero eliminado o transferencia abortada
fr: Fichier supprimé ou transfert interrompu
ja: ファイルガ イドウサレタカ ソンザイシマセン
pl: Plik usunięty lub przesyłanie przerwane
uk: Файл видалено або передачу перервано

source: File system error! Try a different USB drive or format the drive with FAT32 filesystem (all data will be lost)!
cs: Chyba sys. souborů! Zkuste jiný USB disk či formátovat disk na FAT32 (data budou smazána)!
de: Dateisystemfehler! Anderen USB-Stick versuchen oder mit FAT32 Dateisystem formatieren (Daten gehen verloren)!
es: ¡Error sistema archivos! ¡Prueba otra unidad USB o formatea la unidad al sistema de archivos FAT32 (se perderán todos los datos)!
fr: Erreur de système de fichiers ! Essayez une autre clé USB ou formatez la clé avec le système de fichiers FAT32 (toutes les données seront perdues) !
ja: ファイルシステムエラー! ベツノUSBヲ ファイルシステム FAT32デ フォーマットシテクダサイ。 (データハウシナワレマス)
pl: Błąd systemu plików! Wypróbuj inną pamięć USB lub sformatuj pamięć w systemie plików FAT32 (wszystkie dane zostaną utracone)!
uk: Помилка файлової системи! Спробуйте інший USB- накопичувач або відформатуйте цей накопичувач у файловій системі FAT32 (усі дані буде втрачено)!

source: File transfer error
cs: Chyba přenosu souborů
de: Datei-Transfer Fehler
es: Error transferencia de archivo
fr: Erreur de transfert du fichier
ja: ファイルイドウエラー
pl: Błąd przesyłania pliku
uk: Помилка передачі файлу

source: Filter All Materials
cs: Filtrovat všechny materiály
es: Filtrar Todos los Materiales
fr: Filtrer Tous les Matériaux
ja: スベテノ・マテリアルヲ・フィルター
pl: Filtruj wszystkie materiały
uk: Фільтрувати всі матеріали

source: Filter Usage
cs: Využití filtru
es: Uso del Filtro
fr: Utilisation du Filtre
ja: ユーセージ・フィルター
pl: Licznik użycia filtra
uk: Використання фільтра

source: Filtration Fan
cs: Ventilátor filtrace
de: Filtrationslüfter
es: Ventilador de Filtrado
fr: Ventilateur de filtration
ja: フィルターファン
pl: Wentylator filtra
uk: Вентилятор фільтрації

source: Filtration fan
cs: Ventilátor filtrace
de: Filtrationslüfter
es: Ventilador de filtrado
fr: Ventilateur de filtration
ja: フィルターファン
pl: Wentylator filtracji
uk: Вентилятор фільтрації

source: Finishing buffered gcodes
cs: Dokončování načtených G-codů.
de: Beende gepufferte G-Code
es: Finalizando códigos G en memoria.
fr: Finalisation des gcodes en mémoire tampon
ja: Gcodeバッファ ノ カンリョウ
pl: Kończenie buforowanych G-code
uk: Завершення буферизованих g-кодів

source: Finishing moves
cs: Dokončování pohybů
de: Bewegungen beenden
es: Term. movimientos
fr: Fin des mouvements
ja: シアゲドウサ
pl: Ruchy kończące
uk: Завершення рухів

source: Firmly attach the accelerometer to the extruder (remove silicone sock if necessary). In the next step, extruder will start moving and calibration data will be collected.
cs: Dobře připevněte akcelerometr na extruder (odstraňte silikonový návlek trysky, pokud jej máte). V dalším kroku se začne extruder pohybovat a změří se kalibrační data.
de: Befestigen Sie den Beschleunigungsmesser fest am Extruder (entfernen Sie ggf. die Silikonsocke). Im nächsten Schritt beginnt sich der Extruder zu bewegen und es werden Kalibrierungsdaten gesammelt.
es: Fija firmemente el acelerómetro al extrusor (retira el calcetín de silicona si es necesario). En el siguiente paso, el extrusor comenzará a moverse y se recogerán los datos de calibración.
fr: Fixez fermement l'accéléromètre à l'extrudeur (retirez la chaussette en silicone si nécessaire). À l'étape suivante, l'extrudeur commencera à se déplacer et les données de calibration seront collectées.
ja: カソクドピックアップヲ エクストルーダーニシッカリトトリツケマス(ヒツヨウニオウジテ シリコンソックヲハズシマス)。ツギノステップデ、エクストルーダーガウゴキダシ、キャリブレーションデータガ シュウシュウサレマス。
pl: Przymocuj solidnie akcelerometr do ekstrudera (jeśli to konieczne, zdejmij skarpetę silikonową). W następnym kroku ekstruder zacznie wibrować, a rezonans zostanie zmierzony.
uk: Міцно прикріпіть акселерометр до екструдера (за потреби зніміть силіконовий носок). На наступному кроці екструдер почне рухатися, і буде зібрано дані калібрування.

source: Firmly attach the accelerometer to the heatbed. In the next step, heatbed will start moving and calibration data will be collected.
cs: Důkladně připevněte akcelerometr k vyhřívané podložce. V dalším kroku se bude podložka pohybovat a budou zaznamenána kalibrační data.
de: Befestigen Sie den Beschleunigungsmesser fest am Heizbett. Im nächsten Schritt beginnt sich das Heizbett zu bewegen und es werden Kalibrierungsdaten gesammelt.
es: Fija firmemente el acelerómetro a la base calefactable. En el siguiente paso, la base calefactable comenzará a moverse y se recopilarán los datos de calibración.
fr: Fixez fermement l'accéléromètre au plateau chauffant. À l'étape suivante, le plateau chauffant commencera à se déplacer et les données de calibration seront collectées.
ja: カソクドケイ ヲ ヒートベッド ニ シッカリト トリツケマス。ツギ ノ ステップデ、ヒートベッド ガ ウゴキハジメ、データガ ソクテイサレマス。
pl: Przymocuj solidnie akcelerometr do stołu grzewczego. W następnym kroku stół grzewczy zacznie wibrować, a przyspieszenie zostanie zmierzone.
uk: Міцно прикріпіть акселерометр до нагрівального столу. На наступному кроці нагрівальний стіл почне рухатися, і буде зібрано дані калібрування.

source: Firmware Update Required
cs: Nutná aktualizace firmwaru
de: Firmware Update erforderlich
es: Actualización de Firmware Necesaria
fr: Mise à jour du firmware requise
ja: ファームウェア ヲ アップデート シテクダサイ
pl: Wymagana jest aktualizacja firmware
uk: ПОТРІБНО ОНОВИТИ ПРОШИВКУ

source: Firmware Version
cs: Verze firmwaru
es: Versión del firmware
fr: Version du Firmware
ja: ファームウェアバージョン
pl: Wersja firmware
uk: Версія прошивки

source: Firmware Version
cs: Verze firmwaru
es: Ver. de Firmware
fr: Version Firmware
ja: ファームウェアバージョン
pl: Wersja firmware
uk: Версія прошивки

source: Firmware and hardware versions do not match. Make sure you have the right firmware file for your printer.
cs: Verze FW a HW nesouhlasí. Ujistěte se, že máte správný firmware pro vaši tiskárnu.
de: Firmware und Hardware Versionen stimmen nicht übereinstimmen. Sicher- stellen, dass Sie die richtige Firmware-Datei für Ihren Drucker haben.
es: Versiones de firmware y hardware no coinciden. Asegúrate que tienes el archivo de firmware tu impresora.
fr: Les versions du firmware et du matériel ne correspondent pas. Assurez-vous d'avoir le bon fichier de firmware pour votre imprimante.
ja: ファームウェアト ハードウェアノ バージョンガ イッチシマセン。 プリンタニ タイシテ ファームウェアノ ファイルガ タダシイカ カクニンシテクダサイ。
pl: Wersje firmware i hardware nie są zgodne. Upewnij się, że masz właściwy plik firmware dla drukarki.
uk: Версії прошивки та апаратного забезпечення не збігаються. Переконайтеся, що у вас правильний файл прошивки для вашого принтера.

source: Firmware and hardware versions do not match. Make sure you have the right firmware file for your printer.
cs: Verze FW a HW nesouhlasí. Ujistěte se, že máte správný firmware pro vaši tiskárnu.
de: Firmware- und Hardware-Versionen stimmen nicht überein. Stellen Sie sicher, dass Sie die die richtige Firmware-Datei für Ihren Drucker haben.
es: Versiones de firmware y hardware no coinciden. Asegúrate que tienes el archivo de firmware tu impresora.
fr: Les versions du firmware et du matériel ne correspondent pas. Assurez-vous d'avoir le bon fichier de firmware pour votre imprimante.
ja: ファームウェアト ハードウェアノ バージョンガ イッチシマセン。 プリンタニタイシ ファームウェアファイルガ タダシイカ カクニンシテクダサイ。
pl: Wersje firmware i hardware nie są zgodne. Upewnij się, że masz właściwy plik firmware dla drukarki.
uk: Версії прошивки та апаратного забезпечення не збігаються. Переконайтеся, що у вас правильний файл прошивки для вашої моделі принтера.
