Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Always
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
ja: イツモ
pl: Zawsze
uk: Завжди

source: An error occurred during the belt tuning procedure. Try running the calibration again.
cs: Během ladění napnutí řemene došlo k chybě. Spusťte kalibraci znovu.
de: Während der Riemenabstimmung ist ein Fehler aufgetreten. Versuchen Sie, die Kalibrierung erneut durchzuführen.
es: Se ha producido un error durante el procedimiento de ajuste de la correa. Intenta ejecutar la calibración de nuevo.
fr: Une erreur s'est produite lors de la procédure de réglage de la courroie. Essayez d'exécuter à nouveau la calibration.
ja: ベルトチョウセイチュウニ エラーガ ハッセイシマシタ。 モウイチド キャリブレーションシテクダサイ。
pl: Wystąpił błąd podczas kalibracji naprężenia pasków. Spróbuj ponownie przeprowadzić kalibrację.
uk: Під час процедури налаштування ременя сталася помилка. Спробуйте запустити калібрування ще раз.

source: Approx. %d min
cs: Odhad %d min
de: Etwa %d min
es: Aprox. %d min
fr: Environ %d min
ja: オヨソ %d フン
pl: Około %d min
uk: Прибл. %d хв

source: Are the belts vibrating?
cs: Vibrují řemeny?
de: Vibrieren die Riemen?
es: ¿Vibran las correas?
fr: Est-ce que les courroies vibrent ?
ja: ベルトガ シンドウシテイマセンカ?
pl: Czy paski wibrują?
uk: Чи вібрують ремені?

source: Are you sure to stop this printing?
cs: Chcete zrušit tisk?
de: Druck wirklich beenden?
es: ¿Estás seguro de detener esta impresión?
fr: Êtes-vous certain de vouloir stopper cette impression ?
ja: ホントウニ プリントヲ テイシシマスカ?
pl: Czy na pewno chcesz przerwać wydruk?
uk: Ви впевнені, що хочете зупинити цей друк?

source: Are you sure you want to abort the print? The current print will be cancelled and you will need to start over.
fr: Annuler l'impression? L'impression actuelle sera perdue et devra être relancée.
ja: プリントヲチュウシシマスカ? ゲンザイノプリントハキャンセルサレ. サイショカラヤリナオスヒツヨウガアリマス.
pl: Czy na pewno chcesz przerwać wydruk? Obecny wydruk zostanie anulowany i będzie trzeba zacząć od nowa.

source: Are you sure you want to skip the door sensor calibration for now?
cs: Jste si jistí, že chcete nyní přeskočit kalibraci dveřního senzoru?
de: Sind Sie sicher, dass Sie die Kalibrierung des Türsensors erst einmal überspringen wollen?
es: ¿Estás seguro de que quieres saltarte la calibración del sensor de puerta por ahora?
fr: Êtes-vous sûr de vouloir ignorer la calibration du capteur de porte pour le moment ?
ja: ドアセンサーノ キャリブレーションヲ スキップシテ ヨロシイデスカ?
pl: Czy na pewno chcesz pominąć kalibrację czujnika drzwi?
uk: Ви впевнені, що хочете пропустити калібрування датчика дверей на даний момент?

source: Ask
cs: Ptát se
es: Preguntar
fr: Demander
ja: ユーザーニ・カクニン
pl: Pytaj
uk: Запитати

source: Assigned tool(s) without filament
cs: Přiřazené nástroje bez filamentu.
de: Zugeordnete(s) Werkzeug(e) ohne Filament
es: Herramienta(s) asignada(s) sin filamento
fr: Outil(s) attribué(s) sans filament
ja: フィラメントナシデ アサインサレテイル ツールデス
pl: Przypisane narzędzia bez filamentu
uk: Призначений інструмент(и) без філаменту

source: Assist
es: Asistir
fr: Aider
ja: アシスト
pl: Wsparcie
uk: Допомога

source: Attempt %d/%d
cs: Pokus %d/%d
de: Versuch %d/%d
es: Intento %d/%d
fr: Tentative %d/%d
ja: %d/%d ヲ タメス
pl: Próba %d/%d
uk: Спроба %d/%d

source: Attention, the test has failed. This could have been caused by a wrong configuration. Do you want to revise your printer configuration?
cs: Pozor, test selhal! Může to být způsobené špatnou konfigurací. Chcete zkontrolovat a upravit konfiguraci tiskárny?
de: Achtung, der Test ist fehlgeschlagen. Dies könnte durch eine falsche Konfiguration verursacht worden sein. Möchten Sie Ihre Druckerkonfiguration überarbeiten?
es: Atención, el test ha fallado. Esto podría haber sido causado por una configuración incorrecta. ¿Deseas revisar la configuración de tu impresora?
fr: Attention, le test a échoué. Cela pourrait être dû à une mauvaise configuration. Vous souhaitez vérifier la configuration de votre imprimante ?
ja: チュウイ、テストガ シッパイシマシタ。 コレハ アヤマッタ セッテイガ ゲンインデアル カノウセイガ アリマス。 プリンタノ セッテイヲ ヘンコウシマスカ?
pl: Uwaga, test nie powiódł się. Mogło to być spowodowane nieprawidłową konfiguracją. Czy chcesz zmienić konfigurację drukarki?
uk: Увага, тест не пройдено. Це могло бути викликано неправильною конфігурацією. Бажаєте переглянути конфігурацію вашого принтера?

source: Attention: Ensure the accelerometer is properly connected. Follow the step-by-step guide in the link below:
cs: Upozornění: ujistěte se, že je akcelerometr správně připojen. Postupujte dle návodu níže:
de: Achtung: Stellen Sie sicher, dass der Beschleunigungsmesser richtig angeschlossen ist. Folgen Sie der Schritt-für-Schritt-Anleitung unter dem folgenden Link:
es: Atención: Asegúrate de que el acelerómetro está correctamente conectado. Sigue la guía paso a paso en el siguiente enlace:
fr: Attention : assurez-vous que l'accéléromètre est correctement connecté. Suivez le guide étape par étape sur le lien ci-dessous :
ja: アテンション: アクセラロメーター ガ セイカク ニ セツゾク サレテイル カ カクニン シテクダサイ。カゲン ノ リンク ニ アル ステップバイステップ ガイド ニ シタガッテクダサイ:
pl: Uwaga: upewnij się, że akcelerometr jest prawidłowo podłączony. Postępuj zgodnie z instrukcją:
uk: Увага: Переконайтеся, що акселерометр підключено належним чином. Дотримуйтесь покрокової інструкції за посиланням нижче:

source: Auto
ja: オート
uk: Авто

source: Auto Home
es: Homing Automático
fr: Prise d'origine Auto
ja: オートホーム
pl: Auto bazowanie
uk: Автопаркування

source: Auto Retract
fr: Auto Rétracter
ja: オートリトラクト
pl: Auto Retrakcja

source: Auto Retract allows faster filament unloads and helps nozzle cleaning failures. Are you sure you want to disable it?
fr: L'Auto-rétraction accélère le déchargement et évite les échecs de nettoyage. Voulez-vous la désactiver?
ja: オートリトラクトハ. フィラメントノアンロードヲハヤクシ. ノズルクリーニングノシッパイヲヘラシマス. ムコウニシマスカ?
pl: Automatyczna retrakcja pozwala na szybsze rozładowanie filamentu i pomaga w przypadku niepowodzeń w czyszczeniu dyszy. Czy na pewno chcesz ją wyłączyć?

source: Auto-retracting
cs: Autoretrakce
es: Autorretráctil
fr: Rétraction auto
ja: オート・リトラクティング
pl: Auto-retrakcja
uk: Автоматичне втягування

source: Auto-retracting filament
cs: Autoretrakce filamentu
de: Automatischer Einzug des Filaments
es: Filamento autorretráctil
fr: Auto-rétraction du filament
ja: フィラメントノ ジドウマキトリ
pl: Automatyczna retrakcja filamentu
uk: Автоматичне втягування філаменту

source: Avoiding grind
cs: Prevence obroušení
de: Schleifen vermeiden
es: Evitar morder
fr: Éviter broiement
ja: グラインドノカイヒ
pl: Unikaj ścierania
uk: Уникнення зносу

source: Axis check
cs: Kontrola os
de: Achsencheck
es: Comprobación ejes
fr: Vérification des axes
ja: ジクカクニン
pl: Kontrola osi
uk: Перевірка осі

source: Axis check was skipped
cs: Test os byl přeskočen.
de: Achsencheck übersprungen
es: Se ha omitido la comprobación de ejes
fr: La vérification des axes a été ignorée
ja: ジクカクニンガ スキップサレマシタ
pl: Pominięto kontrolę osi
uk: Перевірку осі пропущено

source: Axis check was skipped because Loadcell check failed.
cs: Test os přeskočen, protože selhal test Loadcellu.
de: Achsencheck übersprungen weil Wägezellentest fehlgeschlagen.
es: Se ha omitido la comprobación de ejes porque ha fallado la comprobación de la célula de carga.
fr: La vérification des axes a été ignorée car la vérification du capteur de force a échoué.
ja: ロードセルチェックニ シッパイシタタメ、ジクカクニンガ スキップサレマシタ。
pl: Pominięto kontrolę osi, ponieważ kontrola tensometru nie powiodła się.
uk: Перевірку осі пропущено, оскільки перевірка датчика навантаження не вдалася.

source: BACK
cs: ZPĚT
de: ZURÜCK
es: ATRÁS
fr: ARRIÈRE
ja: モドル
pl: WSTECZ
uk: НАЗАД

source: BBF ALLOCATION FAILED
cs: ALOKACE BBF SELHALA
de: BBF-Zuweisung fehlgeschlagen
es: ASIGNACIÓN BBF FALLIDA
fr: ÉCHEC DE L'ALLOCATION DU BBF
ja: BBFワリアテ シッパイ
pl: NIEPOWODZENIE ALOKACJI BBF
uk: ПОМИЛКА ВИДІЛЕННЯ BBF

source: BBF INITIALIZATION FAILED
cs: INICIALIZACE BBF SELHALA
de: BBF-Initialisierung fehlgeschlagen
es: INICIALIZACIÓN BBF FALLIDA
fr: ÉCHEC DE L'INITIALISATION DU BBF
ja: BBFショキカ シッパイ
pl: INICJALIZACJA BBF NIE POWIODŁA SIĘ
uk: ПОМИЛКА ІНІЦІАЛІЗАЦІЇ BBF

source: BBF initialization failed, repeat the action or try another USB drive.
cs: Inicializace BBF selhala. Opakujte akci nebo zkuste jiný USB disk.
de: BBF-Initialisierung fehlgeschlagen, wiederholen Sie die Aktion oder versuchen Sie einen anderen USB-Stick.
es: Ha fallado la inicialización del BBF, repite la acción o prueba con otra unidad USB.
fr: L'initialisation du BBF a échoué, répétez l'action ou essayez une autre clé USB.
ja: BBFノ ショキカニ シッパイシマシタ。モウイチド クリカエスカ、ベツノ USBドライブデ タメシテクダサイ。
pl: Inicjalizacja BBF nie powiodła się, powtórz czynność lub spróbuj użyć innej pamięci USB.
uk: Ініціалізація BBF не вдалася, повторіть дію або спробуйте інший USB-накопичувач.

source: BED LEVEL CORRECTION
cs: KOREKCE PODLOŽKY
de: Druckbett-Nivellierung
es: CORRECCIÓN NIVELACIÓN BASE
fr: CORRECTION DU NIVELLEMENT DU PLATEAU
ja: ベッドレベルホセイ
pl: KOREKTA POZIOMOWANIA STOŁU
uk: КОРЕКЦІЯ РІВНЯ СТОЛУ

source: BELT TUNING
cs: LADĚNÍ ŘEMENŮ
es: AJUSTE CORREAS
fr: RÉGLAGE DES COURROIES
ja: ベルトチューニング
pl: REGULACJA NAPRĘŻENIA PASKÓW
uk: НАЛАШТУВАННЯ РЕМЕНЯ

source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
ja: モドル
pl: Wstecz
uk: Назад

source: Backup Calibration to USB
cs: Zálohovat kalibraci na USB
de: Kalibrierung auf USB sichern
es: Guardar Calibración en el USB
fr: Sauvegarder la calibration sur USB
ja: キャリブレーションケッカヲ USBニ バックアップ
pl: Skopiuj kalibrację na USB
uk: Резервне копіювання калібрування на USB

source: Based on the test it looks like the fans connectors are switched. Double check your wiring and repeat the test.
cs: Na základě testu to vypadá, že máte prohozené zapojení ventilátorů. Zkontrolujte kabeláž a test opakujte.
de: Nach dem Test sieht es so aus, als ob die Anschlüsse der Lüfter vertauscht sind. Überprüfen Sie Ihre Verkabelung und wiederholen Sie den Test.
es: Basado en el test parece que los conectores de los ventiladores están intercambiados. Comprueba el cableado y repite la prueba.
fr: D'après le test, il semble que les connecteurs des ventilateurs soient inversés. Vérifiez votre câblage et répétez le test.
ja: テストノ ケッカ、ファンノ コネクタガ キリカワッタヨウデス。ハイセンヲ サイカクニンシ、テストヲ クリカエシテクダサイ。
pl: Na podstawie testu wygląda na to, że złącza wentylatorów są zamienione. Sprawdź dokładnie okablowanie i powtórz test.
uk: Судячи з тесту, роз'єми вентиляторів переплутані. Перевірте підключення та повторіть тест.

source: Bed
cs: Podložka
de: Bett
es: Base
fr: Plateau
ja: ベッド
pl: Stół
uk: Стіл

source: Bed Level Correction
cs: Korekce podložky
de: Druckbett-Nivellierung
es: Corrección Nivelación Base
fr: Correction du nivellement du plateau
ja: ベッドレベルホセイ
pl: Korekta poziomowania stołu
uk: Корекція рівня столу

source: Bed MCU Temp
cs: Bed MCU tep.
es: Temp MCU Bed
fr: Température du MCU du plateau
ja: ベッド MCU オンド
pl: Temp. MCU stołu
uk: Температура MCU столу

source: Bed Temp
cs: Tep. bedu
de: Bett-Temp.
es: Temperatura Base
fr: Température du plateau
ja: ベッド オンド
pl: Temp. stołu
uk: Темп. столу

source: Bed Temperature
cs: Teplota podložky
de: Temperatur Heizbett
es: Temperatura Base
fr: Température du Plateau
ja: ベッドオンド
pl: Temperatura stołu
uk: Температура столу

source: Bed heater selftest failed. If you forgot to put the steel sheet on the heatbed, place it on and press Retry.
cs: Selftest výhřevu podložky selhal. Pokud není na podložce umístěn tiskový plech, umístěte jej nyní a test opakujte.
de: Selbsttest der Bettheizung fehlgeschlagen. Wenn Sie vergessen haben, das Blech auf das Heizbett zu legen, legen Sie es auf und drücken Sie auf Wiederholen.
es: Selftest del calentator de la base calefactable fallido. Si olvidaste colocar la lámina de acero en la base calefactable, colócala y luego pulsa Reintentar.
fr: Le selftest de l'élément chauffant du plateau a échoué. Si vous avez oublié de placer la plaque en acier sur le plaque plateau chauffant, mettez-la et appuyez sur Réessayer.
ja: ベッドヒーターノ セルフテストニ シッパイシマシタ。 ヒートベッドノ ウエニ スチールシートヲ オキワスレタバアイハ、ソレヲ オイテカラ リトライシテクダサイ。
pl: Niepowodzenie Selftestu grzałki stołu. Jeśli płyty nie ma na stole grzewczym, połóż ją i naciśnij przycisk Ponów.
uk: Самотестування нагрівача столу не вдалося. Якщо ви забули покласти сталевий лист на нагрівальний стіл, покладіть його та натисніть «Повторити».

source: Bed leveling failed. Try again?
cs: Mesh Bed L. selhal. Opakovat?
de: Bettnivellierung fehlgeschlagen. Nochmals versuchen?
es: Falló la nivelación. ¿Reintentar?
fr: Échec nivelage plateau. Réessayer ?
ja: ベッドレベリングシッパイ、モウイチドジッコウシマスカ?
pl: Niepowodzenie poziomowania. Spróbować ponownie?
uk: Вирівнювання столу не вдалося. Спробувати ще раз?

source: Before we begin, scan the QR code for the guide. You'll also need an Allen key.
es: Antes de empezar, escanea el código QR de la guía. También necesitarás una llave Allen.
fr: Avant de commencer, scannez le QR code du guide. Vous aurez également besoin d'une clé Allen.
ja: ハジメルマエニ、ガイドノ QRコードヲ スキャンシテクダサイ。ロッカクレンチモ ヒツヨウデス。
pl: Zanim zaczniemy, zeskanuj kod QR z linkiem do instrukcji. Będziesz również potrzebować klucza imbusowego.
uk: Перш ніж ми почнемо, відскануйте QR-код для інструкції. Вам також знадобиться шестигранний ключ.

source: Before you continue, make sure that PLA filament is loaded.
cs: Před pokračováním se ujistěte, že je zaveden PLA filament.
de: Bevor Sie fortfahren, stellen Sie sicher, dass PLA-Filament geladen ist.
es: Antes de continuar, asegúrate de que el filamento de PLA está cargado.
fr: Avant de continuer, assurez-vous que le filament PLA est chargé.
ja: ゾッコウスルマエニ PLAフィラメントガ ロードサレテイル コトヲ カクニンシテクダサイ。
pl: Przed kontynuowaniem upewnij się, że filament PLA jest załadowany.
uk: Перш ніж продовжити, переконайтеся, що завантажено філамент PLA.

source: Before you continue, make sure PLA filament is loaded directly into the extruder.
cs: Před pokračováním se ujistěte, že je je PLA filament zaveden do extruderu.
de: Bevor Sie fortfahren, stellen Sie sicher, dass PLA-Filament direkt in den Extruder geladen ist.
es: Antes de continuar, asegúrate de que el filamento de PLA está cargado directamente en el extrusor.
fr: Avant de continuer, assurez-vous que le filament PLA est chargé directement dans l'extrudeur.
ja: ゾッコウスルマエニ PLAフィラメントガ チョクセツエクストルーダーニ ロードサレテイル コトヲ カクニンシテクダサイ。
pl: Przed kontynuowaniem upewnij się, że filament PLA jest załadowany bezpośrednio do ekstrudera.
uk: Перш ніж продовжити, переконайтеся, що філамент PLA завантажено безпосередньо в екструдер.

source: Before you continue, make sure the print sheet is installed on the heatbed.
cs: Před pokračováním se ujistěte, že je na podložce tiskový plát.
de: Bevor Sie fortfahren, stellen Sie sicher, dass das Druckblech auf dem Heizbett installiert ist.
es: Antes de continuar, asegúrate de que la lámina de impresión está instalada en la base calefactable.
fr: Avant de continuer, assurez-vous que la plaque d'impression est installée sur le plateau chauffant.
ja: ツヅケルマエニ、プリントシートガ ヒートベッドニ トリツケラレテイルコトヲ カクニンシテクダサイ。
pl: Przed kontynuowaniem upewnij się, że arkusz druku jest umieszczony na stole grzewczym.
uk: Перш ніж продовжити, переконайтеся, що на нагрівальному столі встановлено друкарський лист.

source: Before you continue, unload the filament. Then press down the blue part on the fitting and pull the PTFE tube from the tool head.
cs: Před pokračování vyjměte filament. Pak stlačte modrou část fitinku dolů a vytáhněte PTFE trubičku z extruderu.
de: Bevor Sie fortfahren, entladen Sie das Filament. Drücken Sie dann den blauen Teil des Fittings nach unten und ziehen Sie den PTFE-Schlauch aus dem Werkzeugkopf.
es: Antes de continuar, descarga el filamento. A continuación, presiona hacia abajo la parte azul del racor y extrae el tubo de PTFE del cabezal de la herramienta.
fr: Avant de continuer, déchargez le filament. Appuyez ensuite sur la pièce bleue du raccord et retirez le tube PTFE de la tête de l'outil.
ja: ツヅケルマエニ、フィラメントヲ ヌキマス。ツギニ、フィッティングノ アオイブブンヲ オシサゲ、ツールヘッドカラ PTFEチューブヲ ヒキヌキマス。
pl: Przed kontynuowaniem rozładuj filament. Następnie naciśnij niebieski kołnierz złączki i wyciągnij rurkę PTFE z głowicy.
uk: Перш ніж продовжити, вивантажте філамент. Потім натисніть на синю частину фітинга та витягніть PTFE-трубку з головки інструмента.

source: Before you proceed, make sure filament is unloaded from the Nextruder.
cs: Před pokračováním se ujistěte, že v Nextruderu není filament.
de: Bevor Sie fortfahren, stellen Sie sicher, dass das Filament aus dem Nextruder entnommen wurde.
es: Antes de continuar, asegúrate de que el filamento está descargado del Nextruder.
fr: Avant de continuer, assurez-vous que le filament est déchargé du Nextruder.
ja: サキニ ススムマエニ、フィラメントガ ネクストルーダーカラ アンロードサレテイルコトヲ カクニンシテクダサイ。
pl: Przed kontynuowaniem upewnij się, że filament został wyładowany z Nextrudera.
uk: Перш ніж продовжити, переконайтеся, що філамент вивантажено з Nextruder.

source: Belt Tuning
cs: Ladění řemenů
de: Riemen-Tuning
es: Ajuste Correas
fr: Réglage des courroies
ja: ベルトチューニング
pl: Regulacja naprężenia pasków
uk: Налаштування ременя

source: Belt tension has been successfully calibrated. You're all set and ready to print. Press Finish to exit.
es: La tensión de la correa se ha calibrado correctamente. Ya está todo listo para imprimir. Pulsa Finalizar para salir.
fr: La tension de la courroie a été calibrée avec succès. Vous êtes prêt à imprimer. Appuyez sur Terminer pour quitter.
ja: ベルトノチョウリョクガ セイジョウニ チョウセイサレマシタ。 コレデジュンビガオワリ、プリントデキマス。 シュウリョウスルニハ カンリョウヲ オシテクダサイ。
pl: Naprężenie paska zostało pomyślnie skalibrowane. Wszystko jest gotowe do druku. Naciśnij przycisk Zakończ, aby wyjść.
uk: Натяг ременя було успішно відкалібровано. Все налаштовано, ви готові до друку. Натисніть "Завершити" для виходу.

source: Black
cs: Černý
es: Negra
fr: Noire
ja: ブラック
pl: Czarny
uk: Чорний

source: Board Temperature
cs: Teplota desky
de: Temperatur Board
es: Temperatura Placa
fr: Température de la Carte
ja: ボードオンド
pl: Temperatura płyty
uk: Температура плати

source: Bootloader Version
cs: Verze bootloaderu
es: Versión Bootloader
fr: Version du Bootloader
ja: ブートローダーバージョン
pl: Wersja Bootloadera
uk: Версія завантажувача

source: Buddy Board
cs: Deska Buddy
es: Placa Buddy
fr: Carte Buddy
ja: バディボード
pl: Płyta Buddy
uk: Плата Buddy

source: Bug
cs: Chyba
de: Fehler
ja: バグ
uk: Помилка

source: CALIBRATE
cs: KALIBROVAT
de: KALIBRIEREN
es: CALIBRAR
fr: CALIBRER
ja: キャリブレート
pl: KALIBRUJ
uk: КАЛІБРУВАТИ

source: CALIBRATE HOMING FROM MENU
es: CALIBRAR HOMING DESDE EL MENÚ
fr: CALIBRER LA PRISE D'ORIGINE À PARTIR DU MENU
ja: メニューカラ ホームキャリブレーションヲ オコナウ
pl: SKALIBRUJ BAZOWANIE Z MENU
uk: ВІДКАЛІБРУВАТИ ПАРКУВАННЯ З МЕНЮ

source: CALIBRATIONS & TESTS
cs: KALIBRACE A TESTY
es: CALIBRACIONES Y TESTS
ja: キャリブレーション&テスト
pl: KALIBRACJE I TESTY
uk: КАЛІБРУВАННЯ ТА ТЕСТИ

source: CANCEL
cs: ZRUŠIT
de: ABBRUCH
es: CANCELAR
fr: ANNULER
ja: キャンセル
pl: ANULUJ
uk: СКАСУВАТИ

source: CANCEL OBJECTS
cs: ZRUŠIT OBJEKTY
es: CANCELAR OBJETOS
fr: ANNULER LES OBJETS
ja: オブジェクト・キャンセル
pl: ANULUJ OBIEKTY
uk: СКАСУВАТИ ОБ'ЄКТИ

source: CEILING CLEARANCE WARNING
cs: VAROVÁNÍ: KOLIZE SE STROPNICÍ
de: ABSTAND OBEN WARNUNG
es: AVISO DISTANCIA AL TECHO
fr: AVERTISSEMENT DE DÉGAGEMENT DE LA PAROI SUPÉRIEURE
ja: ジョウブクリアランスノ ケイコク
pl: OSTRZEŻENIE O KOLIZJI Z SUFITEM
uk: ПОПЕРЕДЖЕННЯ ПРО ЗАЗОР ДО СТЕЛІ

source: CHAMBER FILTRATION
cs: FILTRACE KOMORY
de: KAMMER FILTER
es: FILTRACIÓN CÁMARA
fr: FILTRATION DE LA CHAMBRE
ja: チャンバーフィルター
pl: FILTRACJA KOMORY
uk: ФІЛЬТРАЦІЯ КАМЕРИ

source: CHAMBER MAXTEMP ERROR
cs: CHYBA MAXTEMP (KOMORA)
de: KAMMER MAXTEMP FEHLER
es: ERROR MAXTEMP CÁMARA
fr: ERREUR MAXTEMP DE LA CHAMBRE
ja: チャンバーサイダイオンドエラー
pl: BŁĄD MAXTEMP KOMORY
uk: ПОМИЛКА МАКСИМАЛЬНОЇ ТЕМПЕРАТУРИ КАМЕРИ

source: CHAMBER MINTEMP ERROR
cs: CHYBA MINTEMP (KOMORA)
de: KAMMER MINTEMP FEHLER
es: ERROR MINTEMP CÁMARA
fr: ERREUR MINTEMP DE LA CHAMBRE
ja: チャンバーサイショウオンドエラー
pl: BŁĄD MINTEMP KOMORY
uk: ПОМИЛКА МІНІМАЛЬНОЇ ТЕМПЕРАТУРИ КАМЕРИ

source: CHAMBER WARMING UP
cs: ZAHŘÍVÁNÍ KOMORY
de: KAMMER WÄRMT AUF
es: CALENTANDO LA CÁMARA
fr: CHAUFFE DE LA CHAMBRE
ja: チャンバーウォーミングアップ
pl: NAGRZEWANIE KOMORY
uk: НАГРІВАННЯ КАМЕРИ

source: CHANGE
cs: ZMĚNIT
de: WECHSELN
es: CAMBIAR
fr: MODIFIER
ja: ヘンコウ
pl: ZMIANA
uk: ЗМІНИТИ

source: CHANGE FILAMENT
cs: VYMĚNIT FILAMENT
es: CAMBIAR FILAMENTO
fr: CHANGER LE FILAMENT
ja: フィラメント チェンジ
pl: ZMIANA FILAMENTU
uk: ЗАМІНИТИ ФІЛАМЕНТ

source: CHECKS
cs: KONTROLY
es: COMPROBACIONES
fr: VÉRIFICATIONS
ja: カクニン
pl: KONTROLA
uk: ПЕРЕВІРКИ

source: COLD PULL
de: Kaltzug
es: TIRON EN FRIO
fr: TRACTION À FROID
ja: コールドプル
uk: ХОЛОДНЕ ВИТЯГУВАННЯ

source: COMMUNICATION ERROR
cs: CHYBA KOMUNIKACE
de: KOMMUNIKATIONSFEHLER
es: ERROR COMUNICACION
fr: ERREUR DE COMMUNICATION
ja: コミュニケーションエラー
pl: BŁĄD KOMUNIKACJI
uk: ПОМИЛКА ЗВ'ЯЗКУ

source: CONNECT REGISTRATION FAILED
cs: REGISTRACE DO CONNECTU SELHALA
de: CONNECT REGISTRIERUNG FEHLGESCHLAGEN
es: FALLO EN EL REGISTRO DE CONNECT
fr: ÉCHEC DE L'ENREGISTREMENT À CONNECT
ja: セツゾクニンショウ シッパイ
pl: REJESTRACJA W CONNECT NIE POWIODŁA SIĘ
uk: ПОМИЛКА РЕЄСТРАЦІЇ В CONNECT

source: CONTINUE
cs: POKRAČOVAT
de: WEITER
es: CONTINUAR
fr: CONTINUER
ja: ツヅケル
pl: KONTYNUUJ
uk: ПРОДОВЖИТИ

source: CONTROL
cs: OVLÁDÁNÍ
de: STEUERUNG
fr: CONTRÔLE
ja: コントロール
pl: STEROWANIE
uk: КЕРУВАННЯ

source: COOLDOWN
cs: ZCHLADIT
de: ABKÜHLEN
es: ENFRIAR
fr: REFROIDIR
ja: クールダウン
pl: CHŁODZENIE
uk: ОХОЛОДИТИ

source: CRASH DETECTED
cs: DETEKOVÁN NÁRAZ
de: CRASH ERKANNT
es: CHOQUE DETECTADO
fr: CRASH DÉTECTÉ
ja: ショウトツケンチ
pl: WYKRYTO ZDERZENIE
uk: ВИЯВЛЕНО ЗІТКНЕННЯ

source: CUSTOM PARAMETERS
cs: VLASTNÍ PARAMETRY
es: PARÁMETROS PERSONALIZADOS
fr: PARAMÈTRES PERSONNALISÉS
ja: カスタムパラメータ
pl: WŁASNE PARAMETRY
uk: КОРИСТУВАЦЬКІ ПАРАМЕТРИ

source: Calibrate Dock 1
cs: Kalibrovat dok 1
de: Kalibrierung Dock 1
es: Calibrar Dock 1
fr: Calibrer le Dock 1
ja: ドック1 キャリブレーション
pl: Kalibruj dok 1
uk: Калібрувати док-станцію 1

source: Calibrate Dock 2
cs: Kalibrovat dok 2
de: Kalibrierung Dock 2
es: Calibrar Dock 2
fr: Calibrer le Dock 2
ja: ドック2 キャリブレーション
pl: Kalibruj dok 2
uk: Калібрувати док-станцію 2

source: Calibrate Dock 3
cs: Kalibrovat dok 3
de: Kalibrierung Dock 3
es: Calibrar Dock 3
fr: Calibrer le Dock 3
ja: ドック3 キャリブレーション
pl: Kalibruj dok 3
uk: Калібрувати док-станцію 3

source: Calibrate Dock 4
cs: Kalibrovat dok 4
de: Kalibrierung Dock 4
es: Calibrar Dock 4
fr: Calibrer le Dock 4
ja: ドック4 キャリブレーション
pl: Kalibruj dok 4
uk: Калібрувати док-станцію 4

source: Calibrate Dock 5
cs: Kalibrovat dok 5
de: Kalibrierung Dock 5
es: Calibrar Dock 5
fr: Calibrer le Dock 5
ja: ドック5 キャリブレーション
pl: Kalibruj dok 5
uk: Калібрувати док-станцію 5

source: Calibrate Dock Position
cs: Kalibrovat pozici doku
de: Kalibrieren der Dockposition
es: Calibrar Posición Dock
fr: Calibrer la Position du Dock
ja: ドックポジション キャリブレーション
pl: Kalibruj pozycję doku
uk: Калібрувати положення док-станції

source: Calibrate Filament Sensor
cs: Kalibrovat senzor filamentu
de: Filamentsensor kalibrieren
es: Calibrar Sensor Filamento
fr: Calibrer le Capteur de Filament
ja: フィラメントセンサーキャリブレーション
pl: Kalibruj czujnik filamentu
uk: Калібрувати датчик філаменту

source: Calibrate Filament Sensors
cs: Zkalibrujte senzor filamentu
de: Filamentsensoren kalibrieren
es: Calibrar Sensores Filamento
fr: Calibrer les capteurs de filament
ja: フィラメントセンサーノ キャリブレーション
pl: Kalibracja czujników filamentu
uk: Калібрувати датчики філаменту

source: Calibrating X motor
cs: Kalibruji motor X
de: Kalibriere X-Motor
es: Calibrando motor X
fr: Calibration du moteur X
ja: Xモーター キャリブレーション
pl: Kalibruję silnik X
uk: Калібрування двигуна X

source: Calibrating Y motor
cs: Kalibruji motor Y
de: Kalibriere Y-Motor
es: Calibrando motor Y
fr: Calibration du moteur Y
ja: Yモーター キャリブレーション
pl: Kalibruję silnik Y
uk: Калібрування двигуна Y

source: Calibrating accelerometer
cs: Kalibruji akcelerometr
de: Kalibriere Beschleunigungsmesser
es: Calibrando acelerómetro
fr: Calibration de l'accéléromètre
ja: カソクド キャリブレーションチュウ
pl: Kalibracja akcelerometru
uk: Калібрування акселерометра
