Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Tool 5 Flow Factor
cs: Nástroj 5: Faktor průtoku
de: Werkzeug 5 Flussfaktor
es: Factor de Flujo Cabezal 5
fr: Facteur de Débit de l'Outil 5
ja: ツール5フローファクター
pl: Przepływ narzędzia 5
uk: Коефіцієнт потоку інструмента 5

source: Tool 5 Gearbox alignment
cs: Zarovnání převodovky (Nástroj 5)
es: Alineamiento Caja de engranajes Cabezal 5
fr: Alignement du réducteur de l'outil 5
ja: ツール5 ギアボックス イチアワセ
pl: Osiowanie przekładni T5
uk: Вирівнювання редуктора інструмента 5

source: Tool 5 Loadcell Test
cs: Nástroj 5 - Test Loadcell
de: Werkzeug 5 Wägezellentest
es: Test Célula de Carga Cabezal 5
fr: Test du capteur de force de l'Outil 5
ja: ツール5 ロードセルテスト
pl: Test tensometru 5
uk: Тест датчика навантаження інструмента 5

source: Tool Filament sensor
cs: Senzor filamentu v nástroji
de: Filamentsensor Werkzeug
es: Sensor de filamento Cabezal
fr: Capteur de filament de l'Outil
ja: ツールフィラメントセンサー
pl: Czujnik filamentu narzędzia
uk: Датчик філаменту інструмента

source: Tool Light
cs: Nástrojové světlo
de: Werkzeug Licht
es: Luz Cabezal
fr: Lumière Outil
ja: ツールライト
pl: Podświetlenie narzędzia
uk: Освітлення інструмента

source: Tool Offsets Calibration
cs: Kalibrace offsetu nástrojů
de: Werkzeug-Offsets Kalibrierung
es: Calibración Offsets Cabezales
fr: Calibration des Décalage de l'Outil
ja: ツールオフセット キャリブレーション
pl: Kalibracja przesunięcia narzędzi
uk: Калібрування зміщень інструментів

source: Tool mapping
cs: Mapování nástrojů
de: Werkzeug Zuordnen
es: Mapeado cabezal
fr: ATTRIBUTION DES OUTILS
ja: ツール マッピング
pl: Mapowanie narzędzi
uk: Відображення інструментів

source: Tool1
cs: Nástroj1
es: Cabezal1
fr: Outil1
ja: ツール 1
pl: Narzędzie 1
uk: Інструмент1

source: Tool2
cs: Nástroj2
es: Cabezal2
fr: Outil2
ja: ツール 2
pl: Narzędzie 2
uk: Інструмент2

source: Tool3
cs: Nástroj3
es: Cabezal3
fr: Outil3
ja: ツール3
pl: Narzędzie 3
uk: Інструмент3

source: Tool4
cs: Nástroj4
es: Cabezal4
fr: Outil4
ja: ツール4
pl: Narzędzie 4
uk: Інструмент4

source: Tool5
cs: Nástroj5
es: Cabezal5
fr: Outil5
ja: ツール5
pl: Narzędzie 5
uk: Інструмент5

source: Toolchanger problem has been detected. Park all tools to docks and leave the carriage free.
cs: Detekován problém s toolchangerem. Zaparkujte všechny nástroje do doků.
de: Es wurde ein Problem mit dem Werkzeugwechsler festgestellt. Parken Sie alle Werkzeuge in den Docks und lassen Sie den Schlitten frei.
es: Problema detectado en el cambiador de herramientas. Aparca todas los cabezales en los docks y deja el carro libre.
fr: Un problème de changeur d'outils a été détecté. Stationnez tous les outils sur les docks et laissez le chariot libre.
ja: ツールチェンジャーノ モンダイガ ケンシュツサレマシタ。 スベテノツールヲ ドックニ オサメ、 キャリッジヲ フリーニシテクダサイ。
pl: Wykryto problem ze zmieniarką narzędzi. Zaparkuj wszystkie narzędzia w dokach i pozostaw wózek wolny.
uk: Виявлено проблему зі зміною інструментів. Запаркуйте всі інструменти в док-станціях і звільніть каретку.

source: Toolhead
cs: Nástrojová hlava
de: Werkzeugkopf
es: Cabezal
fr: Tête d'outil
ja: ツールヘッド
pl: Głowica narzędziowa
uk: Головка інструмента

source: Toolhead Filament Sensor
cs: Senzor filamentu v nástroji
de: Filamentsensor Werkzeugkopf
es: Sensor Filamento Cabezal
fr: Capteur de filament de tête d'outil
ja: ツールヘッドフィラメントセンサー
pl: Czujnik filamentu narzędzia
uk: Датчик філаменту головки інструмента

source: Tools
cs: Nástroje
de: Werkzeuge
es: Cabezales
fr: Outils
ja: ツール
pl: Narzędzia
uk: Інструменти

source: Tools Changed
cs: Nástroje vyměněny
de: Werkzeugwechsel
es: Cambios de Cabezal
fr: Outils Modifiés
ja: ツールチェンジ
pl: Zmiany narzędzi
uk: Інструменти змінено

source: Total General Fails
cs: Počet obecných selhání
de: Gesamte Generelle Fehler
es: Fallos Generales Totales
fr: Total des Échecs Généraux
ja: シッパイノ ゴウケイ
pl: Suma błędów ogólnie
uk: Загальна кількість помилок

source: Total Load Fails
cs: Počet selhání zavedení
de: Gesamte Ladefehler
es: Fallos de Carga Totales
fr: Total des Échecs de Chargement
ja: ロードシッパイノ ゴウケイ
pl: Suma błędów ładowania
uk: Загальна кількість помилок завантаження

source: Touch
cs: Dotyk
es: Táctil
fr: Tactile
ja: タッチ
pl: Dotyk
uk: Сенсор

source: Touch driver failed to initialize, touch functionality disabled
cs: Chyba ovladače dotykové vrstvy, dotykové ovládání vypnuto.
de: Touch-Treiber konnte nicht initialisiert werden, Touch-Funktionalität deaktiviert
es: No se ha podido inicializar el controlador táctil, funcionalidad táctil desactivada
fr: Échec de l'initialisation du pilote tactile, fonctionnalité tactile désactivée
ja: タッチドライバノ ショキカニ シッパイシ、タッチキノウガ ムコウニナリマシタ。
pl: Błąd sterownika dotyku, funkcje dotykowe wyłączone
uk: Не вдалося ініціалізувати драйвер сенсора, функцію сенсора вимкнено.

source: Trigger Power Panic
cs: Spustit zotavení ze ztráty napájení
es: Activar Modo Pánico
fr: Déclencher une Power panic
ja: パワーパニック ジッコウ
pl: Wywołaj Power Panic
uk: Викликати аварію живлення

source: Trigger Redscreen
cs: Spustit Redscreen
es: Activar Pantalla roja
fr: Déclencher un écran rouge
ja: レッドスクリーン ノ ゲンイン
pl: Wywołaj czerwony ekran
uk: Викликати червоний екран

source: Try checking belt tension or debris on the axes.
cs: Zkontrolujte napnutí řemenu. Nejsou na osách nečistoty?
de: Versuchen Sie, die Riemenspannung oder Verschmutzungen an den Achsen zu überprüfen.
es: Intenta comprobar la tensión de la correa o si hay restos en los ejes.
fr: Essayez de vérifier la tension de la courroie ou les débris sur les axes.
ja: ベルトテンションノ カクニンガ ヒツヨウ モシクハ ソレゾレノ ジクニ ゴミガナイカ カクニンシテクダサイ
pl: Spróbuj sprawdzić naprężenie paska lub zanieczyszczenia na osiach.
uk: Спробуйте перевірити натяг паска або наявність сміття на осях.

source: Try checking belt tension or decreasing sensitivity in the tune menu.
cs: Zkontrolujte napnutí řemenu a/nebo snižte citlivost v menu.
de: Versuchen Sie, die Riemenspannung zu überprüfen oder die Empfindlichkeit im Tune-Menü zu verringern.
es: Intenta comprobar la tensión de la correa o disminuir la sensibilidad en el menú de ajuste.
fr: Essayez de vérifier la tension de la courroie ou de diminuer la sensibilité dans le menu de réglage.
ja: ベルトテンションヲ チェックスルカ、チューンメニューデ カンドヲ サゲテクダサイ。
pl: Spróbuj sprawdzić naprężenie paska lub zmniejszyć czułość w menu Parametry.
uk: Спробуйте перевірити натяг паска або зменшити чутливість у меню налаштувань.

source: Try checking belt tension, decreasing sensitivity in the tune menu or recalibrating dock position.
cs: Zkontrolujte napnutí řemenu, snižte citlivost v menu nebo překalibrujte offset doku.
de: Versuchen Sie, die Riemenspannung zu überprüfen, die Empfindlichkeit im Tune-Menü zu verringern oder die Dockposition neu zu kalibrieren.
es: Comprueba la tensión de la correa, reduce la sensibilidad en el menú de ajuste or recalibra la posición del dock.
fr: Essayez de vérifier la tension de la courroie, de diminuer la sensibilité dans le menu de réglage ou de recalibrer la position du dock.
ja: ベルトテンションヲ チェックスルカ、チューンメニューデ カンドヲ サゲルカ、ドックイチヲ サイチョウセイシテクダサイ。
pl: Spróbuj sprawdzić naprężenie paska, zmniejszyć czułość w menu Parametry lub ponownie skalibrować pozycję doku.
uk: Спробуйте перевірити натяг паска, зменшити чутливість у меню налаштувань або перекалібрувати положення док-станції.

source: Tue
cs: Út
de: Di.
es: Mar
fr: mar
ja: カヨウ
pl: Wt
uk: Вт

source: Tune
cs: Ladit
de: Anpassen
es: Ajustes
fr: Régler
ja: チューニング
pl: Parametry
uk: Налаштування

source: Turn both screws: %s %s turns Press Continue when done.
es: Gira ambos tornillos: %s %s vueltas Pulsa Continuar cuando hayas terminado.
fr: Tournez les deux vis : %s %s tours Appuyez sur Continuer lorsque vous avez terminé.
ja: リョウホウノネジヲマワシテクダサイ: %s %s カイテン カンリョウシタラツヅケルヲオシテクダサイ。
pl: Obróć obie śruby: %s %s obrotu(ów) Naciśnij Kontynuuj po zakończeniu.
uk: Поверніть обидва гвинти: %s %s обертів Натисніть "Продовжити", коли закінчите.

source: Turn on Phase stepping uncalibrated?
cs: Zapnout Phase Stepping bez kalibrace?
de: Phase Stepping unkalibriert einschalten?
es: ¿Activar Phase Stepping sin calibrar?
fr: Activer le Pas à pas en phase non calibré ?
ja: フェーズステップキャリブレーション ヲ ミカンリョウニ シマスカ?
pl: Włączyć nieskalibrowany Phase Stepping?
uk: Увімкнути фазові кроки без калібрування?

source: Turn the knob to adjust frequency. Look for slow belt movement with sharp, regular peaks, then click the knob to proceed.
es: Gira la dial para ajustar la frecuencia. Busca un movimiento lento de la correa con picos agudos y regulares, luego haga clic en el dial para continuar.
fr: Tournez le bouton pour régler la fréquence. Recherchez un mouvement lent de la courroie avec des pics nets et réguliers, puis cliquez sur le bouton pour continuer.
ja: ノブヲマワシテ シュウハスウヲ チョウセイシテクダサイ。ベルトノ ウゴキガ ユックリデ、スルドク キソクテキニピークガアラワレルジョウタイヲ サガシ、ノブヲ クリックシテ ツギニススンデクダサイ。
pl: Obróć pokrętło, aby wyregulować częstotliwość. Sprawdź, czy pasek porusza się powoli, z ostrymi, regularnymi szczytami, a następnie kliknij pokrętło, aby kontynuować.
uk: Повертайте ручку, щоб налаштувати частоту. Шукайте повільний рух ременя з різкими, регулярними піками, потім натисніть ручку, щоб продовжити.

source: Turn the knob to move Heatbed
cs: Otáčením tlačítka posouvejte podložku
de: Knopf drehen, um das Heizbett zu bewegen
es: Gira el dial para mover la Base
fr: Tournez le bouton pour déplacer le plateau chauffant
ja: ノブヲマワシテ ヒートベッドヲ ウゴカシマス
pl: Obróć pokrętło, aby ruszyć stół
uk: Обертайте ручку, щоб перемістити нагрівальний стіл

source: Turn the knob to move Z-axis
cs: Otáčení tlačítka - pohyb osy Z
de: Zum Z-Achse Bewegen Knopf drehen
es: Gira el dial para mover el eje Z
fr: Tournez le bouton pour déplacer l'axe Z
ja: ノブヲマワシテ Zジクヲ ウゴカシマス
pl: Obróć pokrętło, aby ruszyć oś Z
uk: Обертайте ручку, щоб перемістити вісь Z

source: Turn the logging off before disconnecting the USB drive, or you risk damaging the filesystem!
cs: Před vyjmutím USB disku vypněte logování, jinak může dojít k poškození souborového systému.
de: Schalten Sie die Protokollierung aus, bevor Sie den USB-Stick abziehen, da sonst das Dateisystem beschädigt werden kann!
es: Apaga el registro antes de desconectar la unidad USB, ¡o corres el riesgo de dañar el sistema de archivos!
fr: Désactivez la journalisation avant de déconnecter la clé USB, sinon vous risquez d'endommager le système de fichiers !
ja: USBドライブヲ トリハズスマエニ ログヲ オフニシテクダサイ!ファイルシステムニ ダメージヲ アタエルカノウセイガアリマス。
pl: Przed odłączeniem pamięci USB należy wyłączyć rejestrowanie, w przeciwnym razie istnieje ryzyko uszkodzenia systemu plików!
uk: Вимкніть ведення журналу перед від'єднанням USB-накопичувача, інакше ви ризикуєте пошкодити файлову систему!

source: UI Settings
cs: Nastavení rozhraní
es: Ajustes IU
fr: Paramètres de l'interface utilisateur
ja: UI セッテイ
pl: Ustawienia UI
uk: Налаштування інтерфейсу

source: UNEVEN BED
cs: NEROVNÁ PODLOŽKA
de: UNEBENES BETT
es: BASE DESALINEADA
fr: PLATEAU INÉGAL
ja: ベッドガ ユガンデイマス
pl: NIERÓWNY STÓŁ
uk: НЕРІВНИЙ СТІЛ

source: UNKNOWN ERROR
cs: NEZNÁMÁ CHYBA
de: Unbekannter Fehler
es: ERROR DESCONOCIDO
fr: ERREUR INCONNUE
ja: フメイナ エラー
pl: NIEZNANY BŁĄD
uk: НЕВІДОМА ПОМИЛКА

source: UNLOAD
cs: VYJM.
de: ENTLADEN
es: DESCARGAR
fr: DÉCHARGER
ja: アンロード
pl: ROZŁADUJ
uk: ВИВАНТАЖИТИ

source: UNLOAD MANUALLY
cs: VYJMOUT RUČNĚ
de: ENTLADE MANUELL
es: DESCARGA MANUAL
fr: DÉCHARGER MANUELLEMENT
ja: マニュアルアンロード
pl: ROZŁADUJ RĘCZNIE
uk: ВИВАНТАЖИТИ ВРУЧНУ

source: UNSUPPORTED BUDDY FW
cs: NEPODPOROVANY BUDDY FW
de: NICHT UNTERSTÜTZTE BUDDY FW
es: FW BUDDY INCOMPATIBLE
fr: FW DE LA BUDDY NON SUPPORTÉ
ja: タイオウシテイナイ BUDYYファームウェア
pl: NIEOBŁUGIWANE FW BUDDY
uk: НЕПІДТРИМУВАНА ПРОШИВКА BUDDY

source: UNSUPPORTED FIRMWARE BBF FILE
cs: NEPODPOROVANY FIRMWARE BBF SOUBOR
de: NICHT UNTERSTÜTZTE FIRMWARE BBF DATEI
es: ARCHIVO BBF FW INCOMPATIBLE
fr: FICHIER BBF DU FW NON SUPPORTÉ
ja: ミタイオウファームウェアノ BBFファイル
pl: NIEOBSŁUGIWANY PLIK BBF Z FIRMWARE
uk: НЕПІДТРИМУВАНИЙ ФАЙЛ ПРОШИВКИ BBF

source: UNSUPPORTED PRINTER MODEL
cs: NEPODPOROVANY TYP TISKARNY
de: NICHT UNTERSTÜTZTES DRUCKERMODELL
es: MODELO IMPRESORA INCOMPATIBLE
fr: MODÈLE D'IMPRIMANTE NON SUPPORTÉ
ja: タイオウシテイナイ プリンターモデル
pl: NIEOBSŁUGIWANY MODEL DRUKARKI
uk: НЕПІДТРИМУВАНА МОДЕЛЬ ПРИНТЕРА

source: UP
cs: NAHORU
de: HOCH
es: ARRIBA
ja: アップ
pl: GÓRA
uk: ВГОРУ

source: USB DEVICE OVERCURRENT
cs: NADPROUD NA USB ZAŘÍZENÍ!
de: USB-Gerät Überstrom
es: SOBRECORRIENTE DISPOSITIVO USB
fr: SURINTENSITÉ DU PÉRIPHÉRIQUE USB
ja: USBデバイスノ カデンリュウ
pl: ZBYT DUŻY PRĄD W URZĄDZENIU USB
uk: ПЕРЕВАНТАЖЕННЯ СТРУМУ USB-ПРИСТРОЮ

source: USB FLASH DRIVE NOT CONNECTED
cs: USB DISK NEPRIPOJEN
de: USB-STICK NICHT VERBUNDEN
es: UNIDAD USB NO CONECTADA
fr: CLÉ USB NON CONNECTÉE
ja: USBドライブガ セツゾクサレテイマセン
pl: NIE PODŁĄCZONO USB
uk: USB-НАКОПИЧУВАЧ НЕ ПІДКЛЮЧЕНО

source: USB FLASH ERROR
cs: CHYBA USB DISKU
de: USB FLASH FEHLER
es: ERROR UNIDAD USB
fr: ERREUR FLASH USB
ja: USBフラッシュエラー
pl: BŁĄD PAMIĘCI USB FLASH
uk: ПОМИЛКА USB-НАКОПИЧУВАЧА

source: USB PORT OVERCURRENT
cs: NADPROUD NA USB PORTU!
de: Überstrom USB-Port
es: SOBRECONSUMO PUERTO USB
fr: SURINTENSITÉ DU PORT USB
ja: USBポート カデンリュウ
pl: ZBYT DUŻY PRĄD NA PORCIE USB
uk: ПЕРЕВАНТАЖЕННЯ СТРУМУ USB-ПОРТУ

source: USB drive not connected! Please insert a USB drive with a valid firmware file.
cs: USB disk nepřipojen! Vložte USB disk s platným firmwarem.
de: USB-Stick nicht angeschlossen! Bitte USB-Stick mit einer gültigen Firmware- datei einstecken.
es: ¡Unidad USB no conectada! Por favor, inserta un USB con archivo de FW válido.
fr: Clé USB non connectée ! Veuillez insérer une clé USB avec un fichier de firmware valide.
ja: USBドライブガ セツゾクサレテイマセン! ユウコウナ ファームウェアファイルヲ イレタUSBドライブヲ ソウニュウシテクダサイ。
pl: Pamięć USB nie jest podłączona! Podłącz pamięć USB z prawidłowym plikiem firmware.
uk: USB-накопичувач не підключено! Будь ласка, вставте USB-накопичувач з дійсним файлом прошивки.

source: USB drive or file error, the print is now paused. Reconnect the drive.
cs: Chyba USB disku nebo souboru, tisk pozastaven. Připojte disk znovu.
de: USB-Stick oder Dateifehler, der Druck ist jetzt unterbrochen. Schließen Sie das Medium wieder an.
es: Error de la unidad USB o del archivo, la impresión ahora está en pausa. Vuelve a conectar la unidad.
fr: Erreur de clé USB ou de fichier, l'impression est maintenant en pause. Reconnectez la clé.
ja: USBドライブ マタハ ファイルニ エラーガ ハッセイシ、プリントガ イチジテイシ シテイマス。ドライブヲ サイセツゾク シテクダサイ。
pl: Błąd pamięci USB lub pliku. Drukowanie zostało wstrzymane. Odłącz i ponownie podłącz pamięć.
uk: Помилка USB-накопичувача або файлу, друк призупинено. Перепідключіть накопичувач.

source: USB flash drive contains unsupported firmware BBF file.
cs: USB disk obsahuje nepodporovaný firmware.
de: Der USB-Stick enthält eine nicht unterstützte BBF-Firmware-Datei.
es: Unidad flash USB contiene archivo BBF de FW incompatible.
fr: La clé USB contient un fichier BBF de firmware non pris en charge.
ja: USBドライブニ サポートサレテイナ BBFファイルガ アリマス。
pl: Pamięć USB zawiera nieobsługiwany plik BBF firmware.
uk: USB-накопичувач містить непідтримуваний файл прошивки BBF.

source: USER INTERFACE
cs: UŽIVATELSKÉ ROZHRANÍ
de: BENUTZEROBERFLACHE
es: INTERFAZ DE USUARIO
fr: INTERFACE UTILISATEUR
ja: ユーザーインターフェース
pl: INTERFEJS UŻYTKOWNIKA
uk: ІНТЕРФЕЙС КОРИСТУВАЧА

source: Unable to home the printer. Do you want to try again?
cs: Nelze provést homing. Opakovat?
de: Homing des Druckers nicht möglich. Möchten Sie es noch einmal versuchen?
es: Está fallando el home. ¿Quieres probar de nuevo?
fr: Impossible de mettre l'imprimante à l'origine. Voulez-vous essayer à nouveau ?
ja: プリンタガ ゲンテンフッキ デキマセンデシタ。 リトライ シマスカ?
pl: Nie można zbazować drukarki. Czy chcesz spróbować ponownie?
uk: Не вдалося виконати калібрування початкових позицій принтера. Бажаєте спробувати знову?

source: Unable to start puppy application
de: Puppy Anwendung kann nicht gestartet werden
es: No se puede iniciar la aplicación puppy
fr: Impossible de démarrer l'application de la puppy
ja: Puppyアプリケーションガ キドウデキマセン
uk: Не вдалося запустити застосунок puppy

source: Unable to verify the extruder type, check the wiring and connectors.
cs: Nelze ověřit typ extruderu. Zkontrolujte kabeláž a konektory.
de: Kann den Extrudertyp nicht verifizieren. Überprüfen Sie die Verkabelung und die Anschlüsse.
es: No se puede verificar el tipo de extrusor, comprueba el cableado y los conectores.
fr: Impossible de vérifier le type d'extrudeur, vérifiez le câblage et les connecteurs.
ja: エクストルーダーノ タイプヲ カクニン デキナイバアイハ、ハイセント コネクタヲ カクニンシテクダサイ。
pl: Nie można zweryfikować typu ekstrudera. Sprawdź okablowanie i złącza.
uk: Не вдалося перевірити тип екструдера, перевірте проводку та роз'єми.

source: Unassigned G-Code filament(s)
cs: Nepřirazené filamenty v G-Codu
de: Nicht zugeordnete G-Code Filament(e)
es: Filamento(s) sin asignar del Código G
fr: Filament(s) du G-Code non attribué(s)
ja: アサインサレテイナイ Gcodeフィラメント
pl: Filament(y) nieprzypisany(e) w G-Code
uk: Непризначені філаменти G-коду

source: Unassigned puppy found
de: Nicht zugeordneter Puppy gefunden
es: Puppy no asignado encontrado
fr: Puppy non attribuée trouvée
ja: アサインサレテイナイ Puppyガ アリマス
uk: Знайдено непризначений puppy

source: Unauthorized
cs: Neautorizováno
de: Nicht authorisiert
es: No autorizado
fr: Non autorisé
ja: ミショウニン
pl: Brak autoryzacji
uk: Не авторизовано

source: Unexpected error occurred.
cs: Nastala nečekaná chyba.
de: Unerwarteter Fehler aufgetreten.
es: Sucedió error inesperado.
fr: Une erreur inattendue s'est produite.
ja: ヨキシナイエラーガ ハッセイシマシタ。
pl: Wystąpił nieoczekiwany błąd.
uk: Сталася неочікувана помилка.

source: Unexpected invalid current.
cs: Neočekávaný neplatný proud.
de: Unerwarteter ungültiger Strom.
es: Corriente inválida inesperada.
fr: Courant invalide inattendu.
ja: ヨキシナイ ムコウナ デンリュウガ ナガレマシタ。
pl: Nieoczekiwany, błędny prąd
uk: Виявлено неочікуваний недійсний струм.

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: フメイ
pl: Nieznane
uk: Невідомо

source: Unknown Error
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur Inconnue
ja: フメイナ エラー
pl: Nieznany błąd
uk: Невідома помилка

source: Unknown file error
cs: Neznámá chyba souboru
de: Unbekannter Dateifehler
es: Error de archivo desconocido
fr: Erreur de fichier inconnue
ja: アンノウン ファイル エラー
pl: Nieznany błąd pliku
uk: Невідома помилка файлу

source: Unknown file system
cs: Neznámý souborový systém.
de: Unbekanntes Dateisystem
es: Sistema de archivos desconocido
fr: Système de fichiers inconnu
ja: ミチノ ファイルシステム
pl: Nieznany system plików
uk: Невідома файлова система

source: Unknown puppy type
de: Unbekannter Puppy-Typ
es: Error puppy desconocido
fr: Type de puppy inconnu
ja: フメイナ Puppyタイプ
uk: Невідомий тип puppy

source: Unload
cs: Vyjmout
de: Entladen
es: Descargar
fr: Décharger
ja: アンロード
pl: Wyładuj
uk: Вивантажити

source: Unload Filament
cs: Vyjmout filament
de: Filament entladen
es: Descargar filamento
fr: Décharger le Filament
ja: フィラメント アンロード
pl: Rozładuj filament
uk: Вивантажити філамент

source: Unload filament
cs: Vysunout filament
de: Filament entladen
es: Descargar filamento
fr: Décharger le filament
ja: アンロード フィラメント
pl: Rozładuj filament
uk: Вивантажити філамент

source: Unloading
cs: Vysouvání
de: Entlade
es: Descargando
fr: Déchargement
ja: アンロード
pl: Rozładowywanie
uk: Вивантаження

source: Unloading filament
cs: Vysouvám filament
de: Filament entladen
es: Descargando fil.
fr: Déchargement du filament
ja: フィラメント アンロード チュウ
pl: Rozładowywanie filamentu
uk: Вивантаження філаменту

source: Unloading to FINDA
cs: Vysunutí k FINDA
de: Entlade zur FINDA
es: Descarga hasta FINDA
fr: Déchargement vers la FINDA
ja: FINDAヘノ アンロード
pl: Rozładowywanie do FINDY
uk: Вивантаження до FINDA

source: Unloading to pulley
cs: Vysunutí ke kladce
de: Entlade zur Riemens.
es: Descarga hasta polea
fr: Déchargement vers la poulie
ja: プーリーヘノ アンロード
pl: Rozładowywanie do radełka
uk: Вивантаження до шківа

source: Unparking
cs: Odparkování
de: Ausparken
ja: アンパーキング
pl: Odparkowanie
uk: Відпаркування

source: Upper belt actual frequency
es: Frecuencia actual de la correa superior
fr: Courroie supérieure : %.1f Hz La tension optimale est comprise entre %u et %u Hz Courroie inférieure : %.1f Hz La tension optimale est comprise entre %u et %u Hz Prêt à calculer le réglage des vis. Appuyez sur Continuer pour poursuivre.
ja: ウエノベルトノ ジッソクシュウハスウ
pl: Obecna częstotliwość górnego paska
uk: Фактична частота верхнього ременя

source: Upper belt: %.1f Hz Lower belt: %.1f Hz Optimal tension is between %u and %u Hz Ready to calculate screw adjustment. Press Continue to proceed.
es: Correa superior: %.1f Hz Correa inferior: %.1f Hz La tensión óptima está entre %u y %u Hz Listo para calcular el ajuste del tornillo. Pulsa Continuar para proceder.
fr: Courroie supérieure: %.1f Hz Courroie inférieure: %.1f Hz Tension optimale: %u à %u Hz Prêt pour le calcul d'ajustement des vis. Appuyez sur Continuer.
ja: アッパーベルト: %.1f Hz ロワーベルト: %.1f Hz サイテキナテンションハ %u ト %u Hz ノアイダデス ネジチョウセイノケイサンジュンビガデキマシタ. コンティニューヲオシテススミマス.
pl: Górny pasek: %.1f Hz Dolny pasek: %.1f Hz Optymalne napięcie wynosi od %u do %u Hz Gotowy do obliczenia regulacji śrub. Naciśnij Kontynuuj, aby kontynuować.
uk: Верхній ремінь: %.1f Гц Нижній ремінь: %.1f Гц Оптимальний натяг становить від %u до %u Гц Готово до розрахунку регулювання гвинта. Натисніть Продовжити, щоб перейти.

source: Use a different USB drive or reformat this one to the supported FAT32 file system.
cs: Použijte jiný USB disk nebo tento zformátujte na souborový systém FAT32.
de: Verwenden Sie einen anderen USB-Stick oder formatieren Sie diesen in das unterstützte FAT32-Dateisystem um.
es: Utiliza una unidad USB diferente o reformatea ésta al sistema de archivos FAT32 compatible.
fr: Utilisez une autre clé USB ou reformatez celle-ci avec le système de fichiers FAT32 pris en charge.
ja: ベツノ USBドライブヲ シヨウスルカ、コノUSBドライブヲ サポートサレテイルFAT32ファイルシステムニ サイフォーマットシテクダサイ。
pl: Użyj innej pamięci USB lub sformatuj ją do FAT32.
uk: Скористайтеся іншим USB-накопичувачем або переформатуйте цей на підтримувану файлову систему FAT32.

source: Used Amount
cs: Použité množství
de: Verwendete Menge
es: Cantidad Usada
fr: Quantité Utilisée
ja: シヨウリョウ
pl: Wykorzystana ilość
uk: Використано

source: User
cs: Uživatel
de: Benutzername
es: Usuario
fr: Utilisateur
ja: ユーザー
pl: Użytkownik
uk: Користувач

source: User Interface
cs: Uživatelské rozhraní
de: Benutzeroberfläche
es: Interfaz de usuario
fr: Interface Utilisateur
ja: ユーザーインターフェース
pl: Interfejs użytkownika
uk: Інтерфейс користувача

source: User Presets
cs: Uživatelské profily
es: Ajustes de Usuario
fr: Préréglages utilisateur
ja: ユーザー プリセット
pl: Profile użytkownika
uk: Налаштування користувача

source: VERSION INFO
cs: INFO O VERZI
es: INFO VERSION
fr: INFOS VERSION
ja: バージョンジョウホウ
pl: WERSJA
uk: ІНФОРМАЦІЯ ПРО ВЕРСІЮ

source: Validity check
cs: Kontrola platnosti
de: Gültigkeitsprüfung
es: Comprobación de validez
fr: Contrôle de validité
ja: ユウコウセイカクニン
pl: Kontrola ważności
uk: Перевірка дійсності

source: Verify GCode
cs: Ověřit G-code
de: GCode überprüfen
es: Verificar Código G
fr: Vérifier le GCode
ja: Gコード ノ ケンショウ
pl: Weryfikacja G-code
uk: Перевірити G-код

source: Version Info
cs: Info o verzi
es: Info versión
fr: Infos Version
ja: バージョンジョウホウ
pl: Wersja
uk: Інформація про версію

source: Visible
cs: Viditelné
de: Sichtbar
ja: ヒョウジ
pl: Widoczne
uk: Видимий

source: WARNING
fr: AVERTISSEMENT
ja: ケイコク
pl: OSTRZEŻENIE

source: WARNING TMC TOO HOT
cs: VAROVÁNÍ: PŘEHŘÍVÁNÍ TMC
de: WARNUNG TMC ZU HEISS
es: CUIDADO TMC DEMASIADO CALIENTE
fr: ATTENTION TMC TROP CHAUD
ja: ケイコク! TMCガ オーバーヒート
pl: UWAGA TMC ZA GORĄCY
uk: ПОПЕРЕДЖЕННЯ: TMC ЗАГАРЯЧИЙ

source: WI-FI SETTINGS
cs: WI-FI NASTAVENÍ
de: WI-FI EINSTELLUNGEN
es: AJUSTES DE WI-FI
fr: PARAMÈTRES WI-FI
ja: Wi-Fi セッティング
pl: USTAWIENIA WI-FI
uk: НАЛАШТУВАННЯ WI-FI

source: WIZARD
cs: PRŮVODCE
de: ASSISTENT
es: ASISTENTE
fr: ASSISTANT
ja: ウィザード
pl: ASYSTENT
uk: МАЙСТЕР

source: WIZARD - NOK
de: ASSISTENT - NOK
es: ASISTENTE - NOK
fr: ASSISTANT - NOK
ja: ウィザード- Not OK
pl: ASYSTENT - NIE OK
uk: МАЙСТЕР - НЕ ОК
