Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Retracting from FINDA
cs: Vysouvání od FINDy
de: Rückziehen von FINDA
es: Retraer del FINDA
fr: Rétraction de la FINDA
ja: FINDAカラノ リトラクト
pl: Wycofywanie z FINDY
uk: Витягування з FINDA

source: Return
cs: Zpět
de: Zurück
es: Volver
fr: Retour
ja: モドル
pl: Powrót
uk: Назад

source: Returning selector
cs: Vracím selektor
de: Selektor zurückfahr.
es: Selector volviendo
fr: Retournement du sélecteur
ja: セレクタヲ モドス
pl: Powrót wybieraka
uk: Повернення селектора

source: Right Side
cs: Pravá strana
de: Rechte Seite
es: Lado Derecho
fr: Côté droit
ja: ミギガワ
pl: Prawa
uk: Права сторона

source: Right Side [um]
cs: Pravá strana [um]
de: Rechte Seite [um]
es: Lado Derecho [um]
fr: Côté droit [um]
ja: ミギガワ [um]
pl: Prawa [um]
uk: Права сторона [мкм]

source: Rotate each screw counter-clockwise by 1.5 turns. The screw heads should be flush with the cover. Unlock and open the idler.
cs: Každý šroub pootočte o 1,5 otáčky proti směru hodinových ručiček. Měly by být zarovnány s hranou krytu. Odemkněte a otevřete idler.
de: Drehen Sie jede Schraube 1,5 Umdrehungen gegen den Uhrzeigersinn, bis die Schraubenköpfe bündig mit der Abdeckung sind. Entriegeln und öffnen Sie die Spannrolle.
es: Gira cada tornillo 1.5 vueltas en sentido antihorario. Las cabezas de los tornillos deben quedar a ras de la tapa. Desbloquea y abre el tensor.
fr: Tournez chaque vis dans le sens inverse des aiguilles d'une montre de 1,5 tour. Les têtes de vis doivent affleurer le couvercle. Déverrouillez et ouvrez l'idler.
ja: ソレゾレノ ネジヲ ハントケイマワリニ 1.5カイテンサセマス。ネジノ アタマガ カバート オナジタカサニナルヨウニ シマス。ロックヲ カイジョシ、アイドラーヲ ヒラキマス。
pl: Wykręć każdą śrubę w kierunku przeciwnym do ruchu wskazówek zegara (w lewo) o 1,5 obrotu. Łby śrub powinny znajdować się na równi z pokrywą. Odblokuj i otwórz docisk.
uk: Поверніть кожен гвинт проти годинникової стрілки на 1,5 оберта. Голівки гвинтів мають бути на одному рівні з кришкою. Розблокуйте та відкрийте холостий хід.

source: Run selftests and calibrations now?
cs: Spustit testy a kalibrace?
de: Selbsttests und Kalibrierungen jetzt durchführen?
es: ¿Realizar seltest y calibraciones ahora?
fr: Exécuter les selftests et les calibrations maintenant ?
ja: スグニ セルフテスト ト キャリブレーション ヲ ジッコウ シマスカ?
pl: Uruchomić Selftest i kalibracje?
uk: Запустити самотести та калібрування зараз?

source: Running the phase stepping calibration to reduce vibrations. Please wait...
cs: Běží kalibrace funkce Phase Stepping pro redukci vibrací. Vyčkejte...
de: Führe die Phase Stepping Kalibrierung durch, um Vibrationen zu reduzieren. Bitte warten ...
es: Ejecutando la calibración del phase stepping para reducir vibraciones. Por favor espere...
fr: Exécution de la calibration du pas à pas en phase pour réduire les vibrations. Veuillez patienter...
ja: シンドウヲ ヘラスタメニ フェーズステップキャリブレーションヲ ジッコウシマス。シバラクオマチクダサイ。
pl: Trwa kalibracja Phase Stepping, redukująca wibracje. Czekaj...
uk: Виконується калібрування фазових кроків для зменшення вібрацій. Будь ласка, зачекайте...

source: SELECT LANGUAGE
cs: VÝBĚR JAZYKA
de: SPRACHE AUSWÄHLEN
es: SELECC. IDIOMA
fr: SÉLECTIONNER LANGUE
ja: ゲンゴセンタク
pl: WYBIERZ JĘZYK
uk: ВИБЕРІТЬ МОВУ

source: SELECTOR CANNOT HOME
cs: SELEKTOR: CHYBA HOMINGU
de: SELEKTOR KEIN HOMING
es: SELECT. SIN HOME
fr: ÉCHEC DE LA PRISE D'ORIGINE DU SÉLECTEUR
ja: セレクターガ ホームニ アリマセン
pl: WYBIERAK NIE BAZUJE SIĘ
uk: СЕЛЕКТОР НЕ МОЖЕ ЗНАЙТИ ПОЧАТКОВУ ПОЗИЦІЮ

source: SELECTOR CANNOT MOVE
cs: SELEKTOR SE NEHÝBE
de: SELEKTOR SITZT FEST
es: SELECT. SIN MOVERSE
fr: LE SÉLECTEUR NE PEUT PAS SE DÉPLACER
ja: セレクターガ ウゴキマセン
pl: WYBIERAK NIE RUSZA SIĘ
uk: СЕЛЕКТОР НЕ МОЖЕ РУХАТИСЯ

source: SELFTEST
de: SELBSTTEST
ja: セルフテスト
uk: САМОТЕСТ

source: SELFTEST NOT PASSED
cs: SELFTEST NEDOKONČEN
es: AUTOPRUEBA NO SUPERADA
fr: AUTOTEST NON RÉUSSI
ja: セルフテストフゴウカク
pl: SELFTEST NIEUDANY
uk: САМОТЕСТУВАННЯ НЕ ПРОЙДЕНО

source: SENSOR INFO
cs: STAV SENZORU
es: INFO SENSOR
fr: INFO CAPTEUR
ja: センサージョウホウ
pl: INFO O CZUJNIKACH
uk: ІНФОРМАЦІЯ ПРО ДАТЧИКИ

source: SERIAL PRINTING
cs: TISK - SÉRIOVÝ PORT
de: SERIELLE SCHNITTSTELLE
es: IMPRESIÓN SERIE
fr: IMPRESSION SÉRIE
ja: シリアルプリント
pl: DRUK SZEREGOWY
uk: ДРУК ЧЕРЕЗ СЕРІЙНИЙ ПОРТ

source: SETTINGS
cs: NASTAVENÍ
de: EINSTELLUNGEN
es: AJUSTES
fr: RÉGLAGES
ja: セッティング
pl: USTAWIENIA
uk: НАЛАШТУВАННЯ

source: SKIP
cs: PŘESKOČIT
de: ÜBERSPRINGEN
es: SALTAR
fr: SAUTER
ja: スキップ
pl: POMIŃ
uk: ПРОПУСТИТИ

source: SLOWLY
cs: POMALU
de: LANGSAM
es: LENTAMENTE
fr: LENTEMENT
ja: ユックリ
pl: POWOLI
uk: ПОВІЛЬНО

source: SPOOL JOIN
es: UNIR BOBINA
ja: スプールジョイン
uk: З'ЄДНАННЯ КАТУШОК

source: STEEL SHEEL NOT DETECTED
cs: CHYBÍ TISKOVÝ PLÁT
de: DRUCKBLECH NICHT ERKANNT
es: LÁMINA FLEXIBLE NO DETECTADA
fr: PLAQUE EN ACIER NON DÉTECTÉE
ja: シートガ ニンシキデキマセン
pl: NIE WYKRYTO PŁYTY STOŁU
uk: СТАЛЕВИЙ ЛИСТ НЕ ВИЯВЛЕНО

source: STOP
de: STOPP
es: PARAR
ja: テイシ
uk: СТОП

source: STOPPED
cs: ZASTAVENO
de: GESTOPPT
es: PARADA
fr: ARRÊTÉE
ja: テイシ
pl: ZATRZYMANO
uk: ЗУПИНЕНО

source: STUCK FILAMENT DETECTED
cs: DETEKOVÁN ZASEKLÝ FILAMENT
de: FESTSTECKENDES FILAMENT ERKANNT
es: ATASCO DE FILAMENTO DETECTADO
fr: FILAMENT COINCÉ DÉTECTÉ
ja: フィラメントガ スタックシテイマス
pl: WYKRYTO ZABLOKOWANY FILAMENT
uk: ВИЯВЛЕНО ЗАСТРЯГЛИЙ ФІЛАМЕНТ

source: SW Reset
es: Reset SW
fr: Réinitialisation SW
ja: リセット
pl: Reset SW
uk: Скинути

source: SYSTEM
cs: SYSTÉM
es: SISTEMA
fr: SYSTÈME
ja: システム
uk: СИСТЕМА

source: Sandwich 5V Current
cs: Sandwich 5V proud
de: Sandwich 5V Strom
es: Corriente 5V Sandwich
fr: Courant du 5V de la Sandwich
ja: サンドイッチ5Vゲンザイ
pl: Prąd 5V Sandwich
uk: Струм 5V плати Sandwich

source: Sat
cs: So
de: Sa.
es: Sab
fr: sam
ja: ドヨウ
pl: Sob
uk: Сб

source: Save Crash Dump
cs: Uložit výpis chyb
de: Crash Dump speichern
es: Guardar arch. de errores
fr: Sauv. Suppression Mémoire
ja: クラッシュダンプノ ホゾン
pl: Zapisz zrzut pamięci
uk: Зберегти дамп аварії

source: Save Logs To File
cs: Uložit log soubor
de: Protokolle in Datei speichern
es: Guardar Registros en Archivo
fr: Enregistrer les journaux dans un fichier
ja: ログヲ ファイルニホゾン
pl: Zapisz logi w pliku
uk: Зберегти журнали у файл

source: Save and return
cs: Uložit a vrátit se
de: Speichern und zurück
es: Guardar y volver
fr: Enregistrer et retour
ja: ホゾンシテ モドル
pl: Zapisz i wróć
uk: Зберегти та повернутися

source: Saving to USB
cs: Ukládám na USB
de: Sichern auf USB
es: Guardar al USB
fr: Enregistrement sur USB
ja: USBヘ ホゾン
pl: Zapis na USB
uk: Збереження на USB

source: Scan me
es: Escanéame
fr: Scannez-moi
ja: スキャンシテクダサイ
pl: Zeskanuj mnie
uk: Скануйте мене:

source: Scan networks
cs: Skenovat sítě
de: Netzwerke scannen
es: Explorar redes
fr: Scanner les réseaux
ja: ネットワーク ノ スキャン
pl: Skanuj sieci
uk: Сканувати мережі

source: Scan the QR code using the Prusa app or camera, or visit prusa.io/add
cs: Načtěte QR pomocí aplikace Prusa či fotoaparátem, příp. navštivte prusa.io/add
de: Scannen Sie den QR-Code mit der Prusa-App oder der Kamera oder besuchen Sie prusa.io/add
es: Escanea el código QR usando la app de Prusa o la cámara, o visita prusa.io/add
fr: Scannez le QR code à l'aide de l'application Prusa ou de l'appareil photo, ou visitez prusa.io/add
ja: プルサアプリ カ カメラ ヲ シヨウシテ QRコード ヲ スキャン スル カ prusa.io/add ニ アクセスシテクダサイ
pl: Zeskanuj kod QR za pomocą aplikacji Prusa lub aparatu, albo otwórz stronę prusa.io/add
uk: Відскануйте QR-код за допомогою програми Prusa або відеокамери, або перейдіть на сторінку prusa.io/add

source: Scanning
cs: Skenování
de: Scanne
es: Escaneando
fr: Recherche en cours
ja: スキャンチュウ
pl: Skanowanie
uk: Сканування

source: Scanning for networks...
cs: Skenování sítí...
de: Scannen nach Netzwerken...
es: Escaneando redes...
fr: Recherche de réseaux...
ja: ネットワーク ノ スキャンチュウ...
pl: Skanowanie w poszukiwaniu sieci...
uk: Пошук мереж...

source: Scanning...
cs: Skenování...
de: Scanne...
es: Escaneando...
fr: Recherche en cours...
ja: スキャンチュウ...
pl: Skanowanie...
uk: Сканування...

source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: センタク
pl: Wybierz
uk: Вибрати

source: Selecting fil. slot
cs: Vybírám fil. slot
de: Wähle Filament Platz
es: Eligiendo hueco fil.
fr: Sélection du filament
ja: フィラメントスロットノ センタク
pl: Wybieranie slotu filamentu
uk: Вибір гнізда філаменту

source: Selecting filament slot
cs: Vybírám fil. slot
de: Wähle Filament Platz
es: Eligiendo hueco fil.
fr: Sélection du filament
ja: フィラメントスロットノ センタク
pl: Wybieranie slotu filamentu
uk: Вибір гнізда філаменту

source: Selecting tool
cs: Vybírám nástroj
de: Werkzeug wählen
es: Seleccionando cabezal
fr: Sélection de l'outil
ja: ツールセンタク
pl: Wybieranie narzędzia
uk: Вибір інструмента

source: Selector can't move due to FINDA detecting a filament. Make sure no filament is in Selector and FINDA works properly.
cs: Selektor se nemůže hýbat, FINDA detekuje zavedený filament. Vysuňte filament ze Selektoru, případně zkontrolujte senzor.
de: Der Selektor kann sich nicht bewegen, weil FINDA ein Filament erkennt. Stellen Sie sicher, dass sich kein Filament im Selektor befindet und FINDA ordnungsgemäß funktioniert.
es: El selector no puede moverse debido a que el FINDA detecta un filamento. Asegúrate de que no hay filamento en el Selector y que el FINDA funciona correctamente.
fr: Le sélecteur ne peut pas bouger car la FINDA détecte un filament. Assurez-vous qu'aucun filament n'est dans le sélecteur et que la FINDA fonctionne correctement.
ja: FINDAガ フィラメントヲ ケンチシ、セレクターガ ウゴキマセン。セレクターナイニ フィラメントガ ナク、FINDAガ セイジョウニ ドウサシテイルコトヲ カクニンシテクダサイ。
pl: Wybierak nie może się poruszać z powodu wykrycia filamentu przez FINDĘ. Upewnij się, że w wybieraku nie ma filamentu, a FINDA działa prawidłowo.
uk: Селектор не може рухатися, оскільки FINDA виявив філамент. Переконайтеся, що в селекторі немає філаменту, а FINDA працює належним чином.

source: Sensor Info
cs: Stav senzoru
es: Info Sensor
fr: Info Capteur
ja: センサージョウホウ
pl: Info o czujnikach
uk: Інформація про датчики

source: Serial Number
cs: Sériové číslo
de: Seriennummer
es: Número de Serie
fr: Numéro de Série
ja: シリアルナンバー
pl: Numer seryjny
uk: Серійний номер

source: Serial Printing Screen
cs: Obrazovka sériového tisku
de: Serieller Druck Bildschirm
es: Pantalla de Impresión en Serie
fr: Écran d'impression en série
ja: シリアル プリンティング スクリーン
pl: Ekran druku szeregowego
uk: Екран друку через серійний порт

source: Set Ready
cs: Připravit
de: Bereit setzen
es: Configurar como Lista
fr: Définir comme Prête
ja: ジュンビ カンリョウ
pl: Ustaw gotowość
uk: Готово

source: Set up Prusa Connect?
cs: Nastavit Prusa Connect?
de: Prusa Connect einrichten?
es: ¿Configurar Prusa Connect?
fr: Configurer Prusa Connect ?
ja: プルサコネクト ヲ セットアップシマスカ?
pl: Skonfigurować Prusa Connect?
uk: Налаштувати Prusa Connect?

source: Setting the printer up for the calibration. Please wait.
cs: Nastavování tiskárny pro kalibraci. Vyčkejte.
de: Einrichten des Druckers für die Kalibrierung. Bitte warten Sie.
es: Preparando la impresora para la calibración. Por favor, espere.
fr: Configuration de l'imprimante pour la calibration. Veuillez patienter.
ja: プリンタヲ キャリブレーションスル ジョウタイニ セットアップシテイマス。 オマチクダサイ。
pl: Ustawianie drukarki do kalibracji. Proszę czekać.
uk: Підготовка принтера до калібрування. Будь ласка, зачекайте.

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
ja: セッティング
pl: Ustawienia
uk: Налаштування

source: Setup via NFC
cs: Nastavení přes NFC
de: Einrichten über NFC
es: Configurar via NFC
fr: Configuration via NFC
ja: NFC セットアップ
pl: Konfiguracja przez NFC
uk: Налаштування через NFC

source: Sheet Profile
cs: Profil plátu
de: Blechprofil
es: Ajustes Lámina
fr: Profil de Feuille
ja: シートプロファイル
pl: Profil arkusza
uk: Профіль листа

source: Sheet name
cs: Název plátu
de: Blechbezeichnung
es: Nombre de la lámina
fr: Nom de la plaque
ja: シート ノ ナマエ
pl: Nazwa arkusza
uk: Назва листа

source: Sheet:
cs: Plát:
de: Blech:
es: Lámina:
fr: Plaque :
ja: シート:
pl: Arkusz:
uk: Лист:

source: Sheets
cs: Podložky
de: Bleche
es: Láminas
fr: Plaques
ja: シート
pl: Arkusze
uk: Листи

source: Short circuit on the Idler TMC driver. Check the wiring and connectors. If the issue persists contact support.
cs: Zkrat na TMC driveru pro idler. Zkontrolujte zapojení. Pokud chyba přetrvává, kontaktujte podporu.
de: Kurzschluss am Spannrollen TMC-Treiber. Überprüfen Sie die Verkabelung und die Anschlüsse. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Cortocircuito en el controlador TMC del Tensor. Comprueba el cableado y los conectores. Si el problema persiste, ponte en contacto con el servicio de asistencia.
fr: Court-circuit sur le driver TMC de l'Idler. Vérifiez le câblage et les connecteurs. Si le problème persiste, contactez le support.
ja: アイドラーノ TMCドライバガ ショートシテイマス。ハイセント コネクタヲ カクニンシテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Zwarcie w sterowniku TMC docisku. Sprawdź okablowanie i złącza. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Коротке замикання на драйвері TMC холостого ходу. Перевірте проводку та роз'єми. Якщо проблема не зникає, зверніться до служби підтримки.

source: Short circuit on the Pulley TMC driver. Check the wiring and connectors. If the issue persists contact support.
cs: Zkrat na TMC driveru pro Pulley motor. Zkontrolujte zapojení. Pokud chyba přetrvává, kontaktujte podporu.
de: Kurzschluss am Riemenscheiben TMC-Treiber. Überprüfen Sie die Verkabelung und die Anschlüsse. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Cortocircuito en el controlador TMC de la Polea. Comprueba el cableado y los conectores. Si el problema persiste, ponte en contacto con el servicio de asistencia.
fr: Court-circuit sur le driver TMC de la Poulie. Vérifiez le câblage et les connecteurs. Si le problème persiste, contactez le support.
ja: プーリーノ TMCドライバガ ショートシテイマス。ハイセント コネクタヲ カクニンシテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Zwarcie w sterowniku TMC kół radełkowanych. Sprawdź okablowanie i złącza. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Коротке замикання на драйвері TMC шківа. Перевірте проводку та роз'єми. Якщо проблема не зникає, зверніться до служби підтримки.

source: Short circuit on the Selector TMC driver. Check the wiring and connectors. If the issue persists contact support.
cs: Zkrat na TMC driveru pro selektor. Zkontrolujte správné zapojení. Pokud chyba přetrvává, kontaktujte podporu.
de: Kurzschluss am Selektor TMC-Treiber. Überprüfen Sie die Verkabelung und die Anschlüsse. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Cortocircuito en el controlador TMC del Selector. Comprueba el cableado y los conectores. Si el problema persiste, ponte en contacto con el servicio de asistencia.
fr: Court-circuit sur le driver TMC du Sélecteur. Vérifiez le câblage et les connecteurs. Si le problème persiste, contactez le support.
ja: セレクタノ TMCドライバガ ショートシテイマス。ハイセント コネクタヲ カクニンシテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Zwarcie w sterowniku TMC wybieraka. Sprawdź okablowanie i złącza. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Коротке замикання на драйвері TMC селектора. Перевірте проводку та роз'єми. Якщо проблема не зникає, зверніться до служби підтримки.

source: Show All
cs: Zobrazit vše
de: Zeige alle
es: Mostrar todo
fr: Tout afficher
ja: スベテヲ ヒョウジ
pl: Pokaż wszystko
uk: Показати все

source: Side FSensor Remap
cs: Přesunutí bočního Fsenzoru
de: Seitlicher FSensor Umstellen
es: Reasignar Sensor de Fil. Lateral
fr: Remappage du FSensor latéral
ja: フィラメントセンサー リマップ
pl: Zamiana bocznego czujnika filamentu
uk: Перепризначення бічного датчика філаменту

source: Side Filament Sensor
cs: Boční senzor filamentu
de: Seiten-Filamentsensor
es: Sensor de Filamento Lateral
fr: Capteur de Filament Latéral
ja: サイドフィラメントセンサー
pl: Boczny czujnik filamentu
uk: Бічний датчик філаменту

source: Side Filament Sensor can be remapped to the right side. (calibration will follow) Remap?
cs: Boční senzor filamentu lze přesunout na pravou stranu. Bude vyžadována kalibrace. Přesunout?
de: Der seitliche Filamentsensor kann auf die rechte Seite umgestellt werden. (Kalibrierung folgt) Umstellen?
es: El sensor de filamento lateral se puede reasignar al lado derecho. (la calibración seguirá) ¿Reasignar?
fr: Le capteur de filament latéral peut être remappé sur le côté droit. (une calibration suivra) Remapper ?
ja: サイドフィラメントセンサーヲ ミギガワニ リマップデキマス。 (キャリブレーションハ ノチホド) リマップ シマスカ?
pl: Boczny czujnik filamentu można zmienić na prawą stronę (wywoła to kalibrację). Zamienić?
uk: Бічний датчик філаменту можна перепризначити на праву сторону. (калібрування буде пізніше) Перепризначити?

source: Side Filament Sensors can be remapped to the right side. (calibration will follow) Remap?
cs: Boční senzory filamentu lze přesunout na pravou stranu. Bude vyžadována kalibrace. Přesunout?
de: Die seitlichen Filamentsensoren können auf die rechte Seite umgestellt werden. (Kalibrierung folgt) Umstellen?
es: Los sensores de filamento laterales se pueden reasignar al lado derecho. (la calibración seguirá) ¿Reasignar?
fr: Les capteurs de filament latéraux peuvent être remappés sur le côté droit. (une calibration suivra) Remapper ?
ja: サイドフィラメントセンサーヲ ミギガワニ リマップデキマス。 (キャリブレーションハ ノチホド) リマップ シマスカ?
pl: Boczne czujniki filamentu można zmienić na prawą stronę (wywoła to kalibrację). Zamienić?
uk: Бічні датчики філаменту можна перепризначити на праву сторону. (калібрування буде пізніше) Перепризначити?

source: Side Filament sensor
cs: Boční senzor filamentu
de: Seiten-Filamentsensor
es: Sensor de Filamento lateral
fr: Capteur de Filament Latéral
ja: サイドフィラメントセンサー
pl: Boczny czujnik filamentu
uk: Бічний датчик філаменту

source: Side filament sensor not connected, check wiring.
cs: Boční senzor filamentu není připojen, zkontrolujte zapojení.
de: Seitlicher Filamentsensor nicht angeschlossen, überprüfen Sie die Verdrahtung.
es: Sensor de filamento lateral no conectado, comprueba el cableado.
fr: Capteur de filament latéral non connecté, vérifiez le câblage.
ja: サイドフィラメントセンサ ーガ セツゾクサレテイマセン。ハイセンヲ チェックシマス。
pl: Boczny czujnik filamentu nie jest podłączony, sprawdź okablowanie.
uk: Бічний датчик філаменту не підключено, перевірте проводку.

source: Signal
cs: Signál
es: Señal
fr: Signaler
ja: シグナル
pl: Sygnał
uk: Сигнал

source: Silent
cs: Tichý
de: Leise
es: Silencio
fr: Silencieux
ja: サイレント
pl: Cicho
uk: Тихо

source: Silver
cs: Stříbrný
es: Plateada
fr: Argentée
ja: シルバー
pl: Srebrny
uk: Срібний

source: Skip
cs: Přeskočit
de: Überspringen
es: Saltar
fr: Sauter
ja: スキップ
pl: Pomiń
uk: Пропустити

source: Skip network setup
cs: Přeskočit nastavení sítě
de: Netzwerkeinrichtung überspringen
es: Saltar configuración de red
fr: Ignorer la configuration du réseau
ja: ネットワーク セットアップ ヲ ショウリャク
pl: Pomiń konfigurację sieci
uk: Пропустити налаштування мережі

source: Some nozzle heater checks were disabled due to their hotend fan checks not having passed.
cs: Některé kontroly výhřevu trysky byly vypnuty, protože neproběhly kontroly jejich ventilátorů.
de: Einige Düsenheizungsprüfungen wurden deaktiviert, weil die Prüfungen der Hotend-Lüfter nicht bestanden wurden.
es: Algunas comprobaciones de calentadores de boquillas se desactivaron debido a que sus comprobaciones de ventiladores de hotend no habían pasado.
fr: Certaines vérifications de l'élément chauffant des buses ont été désactivées en raison de l'échec des vérifications du ventilateur de la hotend.
ja: ノズルヒーターチェックハ、ホットエンドファンノ チェックガ パスシナカッタタメニ ムコウトナリマシタ。
pl: Niektóre kontrole grzałek dysz zostały wyłączone z powodu niepomyślnych wyników kontroli wentylatorów hotendów.
uk: Деякі перевірки нагрівача сопла були вимкнені, оскільки не пройшли перевірки вентилятора екструдера.

source: Sort Files
cs: Řadit soubory
de: Dateien sortieren nach
es: Ordenar Archivos
fr: Trier les Fichiers
ja: ファイルソート
pl: Sortuj pliki
uk: Сортувати файли

source: Sound Mode
cs: Zvuk
de: Ton Modus
es: Modo Sonido
fr: Mode Sonore
ja: サウンドモード
pl: Tryb dźwięku
uk: Режим звуку

source: Sound Volume
cs: Hlasitost
de: Lautstärke
es: Volumen sonido
fr: Volume Sonore
ja: サウンドボリューム
pl: Głośność dźwięku
uk: Гучність звуку

source: Space allocation for firmware BBF file failed. Repeat the action or try another USB drive.
cs: Alokace místa pro BBF firmware selhala. Opakujte akci nebo zkuste jiný USB disk.
de: Die Speicherplatzzuweisung für die Firmware BBF-Datei ist fehlgeschlagen. Wiederholen Sie die Aktion oder versuchen Sie einen anderen USB-Stick.
es: Ha fallado la asignación de espacio para el archivo BBF del firmware. Repite la acción o prueba con otra unidad USB.
fr: Échec de l'allocation d'espace pour le fichier BBF du firmware. Répétez l'action ou essayez une autre clé USB.
ja: ファームウェアノ BBFファイルリョウイキノ カクホニ シッパイシマシタ。リトライスルカ、ベツノ USBドライブヲ タメシテクダサイ。
pl: Alokacja miejsca dla pliku firmware BBF nie powiodła się. Powtórz czynność lub spróbuj użyć innej pamięci USB.
uk: Не вдалося виділити місце для файлу BBF прошивки. Повторіть дію або спробуйте інший USB-накопичувач.

source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: スピード
pl: Prędkość
uk: Швидкість

source: Speed sweep movement failed.
cs: Došlo k chybě při pohybu (Speed Sweep).
es: Velocidad movimiento de barrido fallido.
fr: Le mouvement de balayage rapide a échoué.
ja: スピードスイープ ガ シッパイシマシタ
pl: Niepowodzenie ruchu zbierającego prędkość.
uk: Збій тестування швидкості

source: Spool joined
cs: Cívka navázána
es: Bobina unida
fr: Bobine jointe
ja: スプール・ジョイン・カンリョウ
pl: Połączono szpule
uk: Котушку з'єднано

source: Srv error
cs: Srv chyba
de: Srv Fehler
es: Error srv
fr: Erreur serveur
ja: Srvエラー
pl: Błąd srv
uk: Помилка сервера

source: Stack Overflow
cs: Přetečení zásobníku
de: Stapelüberlauf
fr: Débordement de pile
ja: スタックオーバーフロー
pl: Przepełnienie stosu
uk: Переповнення стеку

source: Static
cs: Statický
de: Statisch
es: Estático
fr: Statique
ja: スタティック
pl: Statyczne
uk: Статичний

source: Static-left
cs: Statický-levá
de: Statisch links
es: Estático a izquierdas
fr: Statique-gauche
ja: スタティック・レフト
pl: Statyczne-lewo
uk: Статичний зліва

source: Statistics
cs: Statistiky
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: トウケイジョウホウ
pl: Statystyki
uk: Статистика

source: Status
cs: Stav
es: Estado
fr: Statut
ja: ステータス
uk: Статус

source: Stealth Mode
cs: Tichý režim
de: Stealth Modus
es: Modo Silencioso
fr: Mode Furtif
ja: ステルスモード
pl: Tryb Stealth
uk: Режим Stealth(повільний)

source: Steel Sheets
cs: Tiskové pláty
de: Stahlbleche
es: Lámina Acero
fr: Feuilles d'Acier
ja: スチールシート
pl: Arkusze druku
uk: Сталеві листи

source: Steel sheet was not detected. Please put the sheet on to prevent printer damage.
cs: Tiskový plát nebyl detekován. Umístěte jej na vyhřívanou podložku, aby nedošlo k poškození tiskárny.
de: Druckblech wurde nicht erkannt. Bitte legen Sie das Blech auf, um Schäden am Drucker zu vermeiden.
es: Lámina flexible no detectada. Por favor, coloca la lámina para evitar daños en la impresora.
fr: Aucune plaque en acier n'a été détectée. Veuillez mettre la plaque pour éviter d'endommager l'imprimante.
ja: プリントシートガ ケンシュツサレマセンデシタ。プリンタノ ソンショウヲフセグタメ、シートヲ ソウチャクシテクダサイ。
pl: Nie wykryto płyty stołu. Połóż płytę na stole grzewczym, aby zapobiec uszkodzeniu drukarki.
uk: Сталевий лист не виявлено. Будь ласка, встановіть лист, щоб запобігти пошкодженню принтера.

source: Steppers disabled due to inactivity.
cs: Motory vypnuty z důvodů neaktivity.
de: Motoren aufgrund von Inaktivität deaktiviert.
es: Motores desactivados por inactividad.
fr: Moteurs pas-à-pas désactivés en raison de l'inactivité.
ja: シバラク ソウサガ ナカッタタメ、ステッパーモーターガ ムコウニナリマシタ。
pl: Silniki krokowe wyłączone z powodu bezczynności.
uk: Крокові двигуни вимкнено через бездіяльність.

source: Stock
cs: Původní
de: Standard
es: Original
fr: D'origine
ja: ストック
pl: Fabryczny
uk: Стандарт

source: Stop
de: Stopp
es: Parar
ja: テイシ
uk: Стоп

source: Stopping MMU
cs: Zastavuji MMU
de: Stoppe MMU
es: Parando MMU
fr: Arrêt du MMU
ja: ストッピング MMU
pl: Zatrzymywanie MMU
uk: Зупинка MMU

source: Strict
cs: Přísný
de: Strikt
es: Estricto
ja: ゲンミツ
pl: Restrykcyjne
uk: Строгий
