Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: HW test exec
de: HW Testausführung
es: Realizar test HW
fr: Exécution du test HW
ja: ハードウェアテスト exec
pl: Wykonaj test HW
uk: Виконання тесту обладнання

source: HW test idler
de: HW Test Spannrolle
es: Test HW tensor
fr: Test HW de l'idler
ja: ハードウェアテスト アイドラー
pl: Test HW docisk
uk: Тест холостого ходу обладнання

source: HW test pulley
de: HW Test Riemensch.
es: Test HW polea
fr: Test HW de la poulie
ja: ハードウェアテスト プーリー
pl: Test HW radełko
uk: Тест шківа обладнання

source: HW test selector
cs: HW test selektoru
de: HW Test Selektor
es: Test HW selector
fr: Test HW du sélecteur
ja: ハードウェアテスト セレクター
pl: Test HW wybierak
uk: Тест селектора обладнання

source: Happy printing!
cs: Tisku zdar!
de: Frohes Drucken!
es: ¡Felices impresiones!
fr: Bonne impression !
ja: ハッピープリンティング!
pl: Udanego drukowania!
uk: Вдалого друку!

source: Hard Reset (USB with FW needed)
cs: Kompletní reset (vyžaduje USB s FW)
de: Hard Reset (USB mit FW nötig)
es: Reset completo (necesario USB con FW)
fr: Réinitialisation totale (USB avec FW nécessaire)
ja: ハードリセット(ファームウェアヲ イレタUSBメモリガ ヒツヨウ)
pl: Twardy reset (wymagane USB z FW)
uk: Жорстке скидання (потрібен USB з прошивкою)

source: Hardware
fr: Matériel
ja: ハードウェア
pl: Sprzęt
uk: Обладнання

source: Heat Entire Bed
cs: Vyhřívat celou podložku
de: Gesamtes Bett heizen
es: Calentar Base Entera
fr: Chauffer tout le plateau
ja: ベッドゼンタイカネツ
pl: Podgrzewaj cały stół
uk: Нагріти весь стіл

source: Heatbed
cs: Podložka
de: Heizbett
es: Base Calefactora
fr: Plateau Chauffant
ja: ヒートベッド
pl: Stół
uk: Нагрівальний стіл

source: Heatbed Temperature
cs: Teplota podložky
de: Temperatur Heizbett
es: Temperatura de la Base
fr: Température du Plateau Chauffant
ja: ベッドオンド
pl: Temperatura stołu
uk: Температура нагрівального столу

source: Heatbed connector no. %d: Nothing should be connected here.
cs: Heatbed konektor č. %d: Zde by nemělo být nic připojeno.
de: Heizbett-Anschluss Nr. %d: Hier sollte nichts angeschlossen sein.
es: Conector base calefactable n.º %d: Aquí no hay que conectar nada.
fr: Connecteur du plateau chauffant n° %d : Rien ne doit être connecté ici.
ja: ヒートベッドコネクタナンバー %d: ココニハ ナニモ セツゾク シナイデクダサイ
pl: Złącze stół grzewczego nr. %d: Nic nie powinno być podłączone w tym miejscu.
uk: Роз'єм нагрівального столу н.%d: Тут нічого не повинно бути підключено.

source: Heatbed heater check
cs: Výhřev podložky
de: Heizbettheizung prüfen
es: Comp. calor base
fr: Test chauf. plateau
ja: ヒートベッドヒーターカクニン
pl: Test grzałki stołu
uk: Перевірка нагрівача нагрівального столу

source: Heatbed tile no. %d: Unexpected temperature peak detected.
cs: Vyhřívaná podložka %d: Neočekávaná teplotní špička.
de: Heizbett-Kachel Nr. %d: Unerwartete Temperaturspitze entdeckt.
es: Azulejo calefactable nº %d: Detectado pico inesperado de temperatura.
fr: Tuile du plateau chauffant no. %d : Pic de température inattendu détecté.
ja: ヒートベッドタイル no. %d: ヨキシナイ オンドゲンカイ ケンシュツ
pl: Kafelek stołu grzewczego nr %d: Wykryto nieoczekiwany skok temperatury.
uk: Плитка нагрівального столу н.%d: Виявлено неочікуваний пік температури.

source: Heatbed tile no. %d: Damaged tile or wiring. Follow online guide to diagnose.
cs: Vyhřívaná podložka %d: Poškozená dlaždice nebo kabeláž. Postupujte dle online nápovědy.
de: Heizbett-Kachel Nr. %d: Beschädigte Kachel oder Verkabelung. Online-Anleitung zur Diagnose folgen.
es: Azulejo calefactable nº %d: Azulejo o cableado dañado. Sigue la guía en línea para diagnosticar.
fr: Tuile du plateau chauffant no. %d : Tuile ou câblage endommagé. Suivez le guide en ligne pour diagnostiquer.
ja: ヒートベッドタイル no. %d: ケーブルカ タイルガ ソンショウシテイル カモシレマセン。 オンラインガイドヲ カクニンシテクダサイ。
pl: Kafelek stołu grzewczego nr %d: Uszkodzony kafelek lub okablowanie. Przejdź do przewodnika online, aby zdiagnozować problem.
uk: Плитка нагрівального столу н.%d: Пошкоджена плитка або проводка. Для діагностики скористайтеся онлайн-інструкцією.

source: Heatbed tile no. %d: Preheat error.
cs: Vyhřívaná podložka %d: Chyba předehřevu.
de: Heizbett-Kachel Nr. %d: Fehler beim Vorheizen.
es: Azulejo calefactable nº %d: Error precalentamiento.
fr: Tuile du plateau chauffant no. %d : Erreur de préchauffage.
ja: ヒートベッドタイル no. %d: プリヒートエラー
pl: Kafelek stołu grzewczego nr %d: Błąd grzania.
uk: Плитка нагрівального столу н.%d: помилка попереднього нагріву.

source: Heatbed tile no. %d: Test heating error.
cs: Vyhřívaná podložka %d: Chyba testu výhřevu.
de: Heizbett-Kachel Nr. %d: Fehler Testheizung.
es: Azulejo calefactable nº %d: Error test calentamiento.
fr: Tuile du plateau chauffant no. %d : Erreur de la chauffe de test.
ja: ヒートベッドタイル no. %d: テストヒートエラー
pl: Kafelek stołu %d: Błąd grzania testowego.
uk: Плитка нагрівального столу н.%d: Помилка тестування нагріву.

source: Heatbed tile no. %d: Unknown error: %d
cs: Vyhřívaná podložka %d: Neznámá chyba: %d
de: Heizbett-Kachel Nr. %d: Unbekannter Fehler: %d
es: Azulejo calefactable nº %d: Error desconocido: %d
fr: Tuile du plateau chauffant no. %d : Erreur inconnue : %d
ja: ヒートベッドタイル no. %d: フメイナ エラー: %d
pl: Kafelek stołu grzewczego nr %d: Nieznany błąd: %d.
uk: Плитка нагрівального столу н.%d: невідома помилка: %d

source: Heatbed tile no. %d: Temperature measurement error; thermistor may be faulty.
cs: Vyhřívaná podložka %d: Chyba měření teploty. Termistor může být vadný.
de: Heizbett-Kachel Nr. %d: Fehler bei der Temperaturmessung; der Thermistor ist möglicherweise defekt.
es: Azulejo calefactable nº %d: Error de medición de la temperatura; el termistor puede estar defectuoso.
fr: Tuile du plateau chauffant no. %d : Erreur de mesure de température ; la thermistance peut être défectueuse.
ja: ヒートベッドタイル no. %d: オンドエラー、サーミスタコショウノ カノウセイ
pl: Kafelek stołu grzewczego nr %d: Błąd pomiaru temperatury; termistor może być uszkodzony.
uk: Плитка нагрівального столу н.%d: Помилка вимірювання температури; можливо, несправний термістор.

source: Heatbed tile no. %d: Unexpected temperature drop detected.
cs: Vyhřívaná podložka %d: Neočekávaný pokles teploty.
de: Heizbett-Kachel Nr. %d: Unerwarteter Temperaturabfall entdeckt.
es: Azulejo calefactable nº %d: Detectado descenso inesperado de temperatura.
fr: Tuile du plateau chauffant no. %d : Chute de température inattendue détectée.
ja: ヒートベッドタイル no. %d: ヨキシナイ オンドテイカ ケンシュツ
pl: Kafelek stołu grzewczego nr %d: Wykryto nieoczekiwany spadek temperatury.
uk: Плитка нагрівального столу н.%d: Виявлено неочікуване падіння температури.

source: Heatbreak
fr: Barrière thermique
ja: ヒートブレイク
pl: Bariera cieplna
uk: Термобар'єр

source: Heatbreak Fan
cs: Ventilátor heatbreaku
de: Heatbreak-Lüfter
es: Ventilador Heatbreak
fr: Ventilateur de la Barrière Thermique
ja: ヒートブレイクファン
pl: Wentylator bariery cieplnej
uk: Вентилятор термобар'єру

source: Heatbreak Temp
cs: Teplota heatbreaku
de: Temperatur Heatbreak
es: Temp Heatbreak
fr: Température de la Barrière Thermique
ja: ヒートブレイクオンド
pl: Temperatura bariery cieplnej
uk: Температура термобар'єру

source: Heatbreak Temperature
cs: Teplota heatbreaku
es: Temperatura Heatbreak
fr: Température de la barrière thermique
ja: ヒートブレイク オンド
pl: Temperatura bariery cieplnej
uk: Температура термобар'єру

source: Heatbreak status
cs: Stav heatbreaku
es: Estado del heatbreak
fr: Statut de la barrière thermique
ja: ヒートブレイクノ ジョウキョウ
pl: Stan bariery cieplnej
uk: Стан термобар'єру

source: Heatbreak thermistor is disconnected. Inspect the wiring.
cs: Termistor heatbreaku je odpojen. Zkontrolujte zapojení.
de: Heatbreak-Thermistor abgeklemmt. Verkabelung überprüfen.
es: El termistor está desconectado. Inspecciona el cableado.
fr: La thermistance de la barrière thermique est déconnectée. Inspectez le câblage.
ja: ヒートブレイクサーミスタガ セツゾクサレテイマセン、ハイセンヲ ミナオシテクダサイ。
pl: Termistor bariery cieplnej jest odłączony. Sprawdź okablowanie.
uk: Термістор термобар'єру від'єднано. Перевірте проводку.

source: Heater Current
cs: Proud topného tělesa
de: Heizelemente Strom
es: Corriente Calentador
fr: Courant de l'élément de chauffe
ja: ゲンザイヒーター
pl: Prąd grzałki
uk: Струм нагрівача

source: Heater Voltage
cs: Napětí topného tělesa
de: Heizelemente Spannung
es: Voltaje Calentador
fr: Tension de l'élément de chauffe
ja: ヒーターデンアツ
pl: Napięcie grzałek
uk: Напруга нагрівача

source: Heater testing
cs: Testování výhřevu
de: Heizungsprüfung
es: Probando Calent.
fr: Test chauf.
ja: ヒーターテスト
pl: Test grzałki
uk: Тестування нагрівача

source: Heaters check
cs: Kontrola výhřevu
de: Heizungen Check
es: Comp. calentadores
fr: Vérification des éléments chauffants
ja: ヒーターチェック
pl: Kontrola grzałek
uk: Перевірка нагрівачів

source: Heating
cs: Zahřívání
de: Aufheizen
es: Calentando
fr: Chauffe
ja: カネツチュウ
pl: Nagrzewanie
uk: Нагрівання

source: Heating disabled due to 10 minutes of inactivity.
cs: Vyhřívání vypnuto po 10 minutách neaktivity.
de: Heizung wurde wegen 10 Minuten Inaktivität deaktiviert.
es: Calefacción desactivada tras 10 minutos de inactividad.
fr: Chauffe désactivée suite à 10 minutes d'inactivité.
ja: 10フンカンソウササレナカッタタメ、ヒーターヲ ムコウニシマス。
pl: Grzanie wyłączone po 10-minutowej bezczynności.
uk: Нагрівання вимкнено через 10 хвилин бездіяльності.

source: Heating disabled due to 30 minutes of inactivity.
cs: Vyhřívání vypnuto po 30 minutách neaktivity.
de: Heizung wurde wegen 30 Minuten Inaktivität deaktiviert.
es: Calentamiento deshabilitado debido a 30 minutos de inactividad.
fr: Chauffe désactivée du fait d'une inactivité de plus de 30 minutes.
ja: 30フン シヨウサレナカッタタメ、カネツヲ テイシシマシタ。
pl: Grzanie wyłączone po 30-minutowej bezczynności.
uk: Нагрівання вимкнено через 30 хвилин бездіяльності.

source: Heating up the nozzle
cs: Zahřívání trysky
de: Aufheizen der Düse
es: Calentando la boquilla
fr: Chauffe de la buse
ja: ノズルヲ カネツ
pl: Nagrzewanie dyszy
uk: Нагрівання сопла

source: Heating...
cs: Zahřívání...
de: Aufheizen...
es: Calentando...
fr: En chauffe...
ja: カネツチュウ
pl: Nagrzewanie...
uk: Нагрівання...

source: Help
cs: Pomoc
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
pl: Pomoc
uk: Допомога

source: Hi, this is your Original Prusa MINI printer. I would like to guide you through the setup process.
cs: Vítá vás tiskárna Original Prusa MINI! Nyní vás provedu úvodním nastavením.
de: Hallo, dies ist Ihr Original Prusa MINI Drucker. Ich würde Sie gerne durch den Einrichtungsprozess führen.
es: Hola, soy tu impresora Original Prusa MINI. Me gustaría guiarte a traves de la configuración.
ja: コンニチハ。 Original Prusa MINI プリンタデス。 イマカラ セットアップ プロセスヲ ガイド シテイキマス。
pl: Cześć, jestem Twoją drukarką Original Prusa MINI. Chcę przeprowadzić Cię przez proces konfiguracji.
uk: Привіт, це ваш принтер Original Prusa MINI. Я проведу вас через процес налаштування.

source: Hi, this is your Original Prusa MK3.5 printer. I would like to guide you through the setup process.
cs: Vítá vás 3D tiskárna Original Prusa MK3.5! Nyní vás provedu skrz úvodní nastavení.
de: Hallo, dies ist Ihr Original Prusa MK3.5 Drucker. Ich führe Sie gerne durch den Einrichtungsprozess.
es: Hola, soy tu impresora Original Prusa MK3.5. Me gustaría guiarte a traves de la configuración.
fr: Bonjour, je suis votre imprimante Original Prusa MK3.5. J'aimerais vous guider tout au long du processus d'installation.
ja: コンニチハ。 Original Prusa MK3.5 プリンタデス。 イマカラ セットアッププロセスヲ ガイドシテイキマス。
pl: Cześć, jestem Twoją drukarką Original Prusa MK3.5. Chcę przeprowadzić Cię przez proces konfiguracji.
uk: Привіт, це ваш принтер Original Prusa MK3.5. Я проведу вас через процес налаштування.

source: Hi, this is your Original Prusa XL printer. I would like to guide you through the setup process.
cs: Vítá vás vaše tiskárna Original Prusa XL! Nyní vás provedu skrz úvodní nastavení.
de: Hallo, dies ist Ihr Original Prusa XL Drucker. Ich führe Sie gerne durch den Einrichtungsprozess.
es: Hola, soy tu impresora Original Prusa XL. Me gustaría guiarte a traves de la configuración.
fr: Bonjour, je suis votre imprimante Original Prusa XL. J'aimerais vous guider tout au long du processus d'installation.
ja: コンニチハ。 Original Prusa XL プリンタデス。 イマカラ セットアッププロセスヲ ガイドシテイキマス。
pl: Cześć, jestem Twoją drukarką Original Prusa XL. Chcę przeprowadzić Cię przez proces konfiguracji.
uk: Привіт, це ваш принтер Original Prusa XL. Я проведу вас через процес налаштування.

source: Hi, this is your Original Prusa iX printer. I would like to guide you through the setup process.
cs: Vítá vás 3D tiskárna Original Prusa iX! Nyní vás provedu skrz úvodní nastavení.
de: Hallo, dies ist Ihr Original Prusa iX Drucker. Ich führe Sie gerne durch den Einrichtungsprozess.
es: Hola, soy tu impresora Original Prusa iX. Me gustaría guiarte a traves de la configuración
fr: Bonjour, je suis votre imprimante Original Prusa iX. J'aimerais vous guider tout au long du processus d'installation.
ja: コンニチハ。 Original Prusa iX プリンタデス。 イマカラ セットアッププロセスヲ ガイドシテイキマス。
pl: Cześć, jestem Twoją drukarką Original Prusa iX. Chcę przeprowadzić Cię przez proces konfiguracji.
uk: Привіт, це ваш принтер Original Prusa iX. Я проведу вас через процес налаштування.

source: Hi, this is your Original Prusa printer. I would like to guide you through the setup process.
cs: Vítá vás tiskárna Original Prusa! Nyní vás provedu skrz úvodní nastavení.
de: Hallo, dies ist Ihr Original Prusa Drucker. Ich führe Sie gerne durch den Einrichtungsprozess.
es: Hola, esta es su impresora Original Prusa. Me gustaría guiarte a través del proceso de configuración.
fr: Bonjour, je suis votre imprimante Original Prusa. J'aimerais vous guider tout au long du processus d'installation.
ja: コンニチハ。 Original Prusa プリンタ デス。 イマカラ セットアッププロセスヲ ガイドシテイキマス。
pl: Cześć, jestem Twoją drukarką Original Prusa. Przeprowadzę Cię przez proces konfiguracji.
uk: Привіт, це ваш принтер Original Prusa. Я проведу вас через процес налаштування.

source: Hi, this is your Prusa CORE One printer. I would like to guide you through the setup process.
cs: Vítá vás vaše tiskárna Prusa CORE One. Nyní vás provedu skrz úvodní nastavení.
de: Hallo, dies ist Ihr Prusa CORE One Drucker. Ich führe Sie gerne durch den Einrichtungsprozess.
es: Hola, esta es tu impresora Prusa CORE One. Me gustaría guiarte a través del proceso de configuración.
fr: Bonjour, je suis votre imprimante Prusa CORE One. J'aimerais vous guider tout au long du processus d'installation.
ja: コンニチハ。 Prusa CORE One プリンタ デス. イマカラ セットアッププロセスヲ ガイドシテイキマス.
pl: Cześć, jestem Twoją drukarką Prusa CORE One. Przeprowadzę Cię przez proces konfiguracji.
uk: Привіт, це ваш принтер Prusa CORE One. Я проведу вас через процес налаштування.

source: High
cs: Vysoký
de: Hoch
es: Alto
fr: Élevé
ja: ハイ
pl: Wysoka
uk: Висока

source: Home
cs: Domů
es: Inicio
fr: Accueil
ja: ホーム
pl: Ekran główny
uk: Додому

source: Homing
de: Referenzfahrt
fr: Prise d'origine
ja: ホーミング
pl: Bazowanie
uk: Калібрування початкових позицій

source: Homing Calibration
cs: Kalibrace homingu
es: Calibración Homing
fr: Calibration de la Prise d'origine
ja: ホーミング キャリブレーション
pl: Kalibracja bazowania
uk: Калібрування початкової позиції

source: Homing calibration is needed to ensure repeatable homing.
cs: Kalibrace homingu je vyžadována pro zajištění správné opakovatelnosti.
es: La calibración del homing es necesaria para garantizar un homing repetible.
fr: La calibration de la prise d'origine est nécessaire pour garantir une prise d'origine répétable.
ja: サイゲンセイノアル ホームフッキヲ スルニハ、ホーミングキャリブレーションガ ヒツヨウデス。
pl: Kalibracja bazowania jest niezbędna, aby zapewnić jego powtarzalność.
uk: Калібрування вихідної точки потрібне для стабільного позиціонування.

source: Host
cs: Hostitel
fr: Hôte
ja: ホスト
uk: Хост

source: Hostname
es: Nombre del host
fr: Nom d'hôte
ja: ホストネーム
pl: Nazwa hosta
uk: Ім'я хоста

source: Hostname is not valid. Following conditions must apply: - Not empty - Contains only characters 'a-z A-Z 0-9 -' - Not starting with '-'
cs: Neplatný hostname. Musí splňovat následující: - Není prázdný - Obsahuje pouze znaky: a-z A-Z 0-9 - - Nezačíná znakem "-"
de: Der Hostname ist nicht gültig. Folgende Bedingungen müssen zutreffen: - Nicht leer - Enthält nur die Zeichen 'a-z A-Z 0-9 -'. - Beginnt nicht mit '-'
es: El nombre de host no es válido. Deben cumplirse las siguientes condiciones: - No estar vacío - Contener solo los caracteres 'a-z A-Z 0-9 -' - Que no empiece por '-'
fr: Le nom d'hôte n'est pas valide. Les conditions suivantes doivent être respectées : - Non vide - Contient uniquement les caractères 'az AZ 0-9 -' - Ne commence pas par '-'
ja: ホストネームガムコウデス。イカノジョウケンヲミタスヒツヨウガアリマス: - カラデータ デハ ナイコト - モジハ a-z A-Z 0-9 -' ノミヲ ツカウ - ハイフンカラ ハジマッテイナイ
pl: Nazwa hosta jest nieprawidłowa. Musi spełniać następujące warunki: - Nie jest pusta - Zawiera tylko znaki "a-z"; "A-Z"; "0-9" lub "-" - Nie zaczyna się od "-"
uk: Ім'я хоста недійсне. Мають застосовуватися такі умови: - Не порожнє - Містить лише символи 'a-z A-Z 0-9 -' - Не починається з '-'

source: Hotend Fan
cs: Vent. hotendu
de: Hotend Lüfter
es: Vent. del fusor
fr: Vent. hotend
ja: ホットエンドファン
pl: Wentylator hotendu
uk: Вентилятор екструдера

source: Hotend Type
cs: Typ hotendu
de: Hotend Typ
es: Tipo de Hotend
fr: Type de hotend
ja: ホットエンドタイプ
pl: Rodzaj hotendu
uk: Тип екструдера

source: Hotend fan
cs: Ventilátor hotendu
de: Hotend-Lüfter
es: Vent. fusor
fr: Ventilateur de la hotend
ja: ホットエンドファン
pl: Went. hotendu
uk: Вентилятор екструдера

source: Hotend fan (test disabled)
cs: Ventilátor hotendu (test zakázán)
de: Hotend Lüfter (Test deaktiviert)
es: Ventilador hotend (test desactivado)
fr: Ventilateur de la hotend (test désactivé)
ja: ホットエンドファン(テストムコウ)
pl: Wentylator hotendu (test wyłączony)
uk: Вентилятор екструдера (тест вимкнено)

source: Hotend fan not spinning. Check it for possible debris, then inspect the wiring.
cs: Ventilátor hotendu se netočí. Zkontrolujte, zda není blokován. Pak zkontrolujte zapojení.
de: Lüfter am Hotend dreht sich nicht. Überprüfen Sie ihn auf mögliche Verschmutzungen und dann die Verkabelung.
es: El ventilador del fusor no gira. Comprueba que no hay residuos, luego inspecciona el cableado.
fr: Le ventilateur de hotend ne tourne pas. Vérifiez s'il n'y a pas de débris, puis inspectez le câblage.
ja: ホットエンドファンガ カイテンシマセン。ゴミガナイカカクニンシ、ハイセンヲテンケンシテクダサイ。
pl: Wentylator hotendu nie obraca się. Sprawdź, czy nie jest zablokowany przez zanieczyszczenia, następnie sprawdź przewody.
uk: Вентилятор екструдера не обертається. Перевірте його на наявність засмічень, потім огляньте проводку.

source: How to update firmware?
cs: Jak aktualizovat firmware?
de: Wie wird die Firmware aktualisiert?
es: ¿Cómo actualizar el firmware?
fr: Comment mettre à jour le FW ?
ja: ファームウェア ノ アップデート ホウホウ
pl: Jak zaktualizować firmware?
uk: Як оновити прошивку?

source: I2C RECEIVE BUSY
cs: I2C PŘÍJEM - OBSAZENO
de: I2C Empfang Busy
fr: RÉCEPTION I2C OCCUPÉE
ja: I2Cジュシン ビジー
pl: I2C ODBIÓR ZAJĘTY
uk: ШИНА I2C ЗАЙНЯТА (ОТРИМАННЯ)

source: I2C RECEIVE FAILED
cs: I2C PŘÍJEM SELHAL
de: I2C Empfang fehlgeschlagen
fr: ÉCHEC DE LA RÉCEPTION I2C
ja: I2Cジュシン シッパイ
pl: I2C ODBIÓR NIE POWIÓDŁ SIĘ
uk: ПОМИЛКА I2C (ОТРИМАННЯ)

source: I2C RECEIVE TIMEOUT
cs: I2C PŘIJETÍ - ČASOVÝ LIMIT
de: I2C Empfang Timeout
fr: TIMEOUT DE LA RÉCEPTION I2C
ja: I2Cジュシン タイムアウト
pl: I2C TIMEOUT ODBIORU
uk: ТАЙМ-АУТ I2C (ОТРИМАННЯ)

source: I2C RECEIVE UNDEFINED
cs: I2C PŘIJETÍ - NEDEFINOVÁNO
de: I2C Empfang undefiniert
fr: RÉCEPTION I2C NON DÉFINIE
ja: I2Cジュシン ミテイギ
pl: I2C ODBIÓR NIEOKREŚLONY
uk: НЕВИЗНАЧЕНА ПОМИЛКА I2C (ОТРИМАННЯ)

source: I2C SEND BUSY
cs: I2C ODESLÁNÍ - OBSAZENO
fr: ENVOI I2C OCCUPÉ
ja: I2Cソウシン ビジー
pl: I2C WYSYŁANIE ZAJĘTE
uk: ШИНА I2C ЗАЙНЯТА (НАДСИЛАННЯ)

source: I2C SEND FAILED
cs: I2C ODESLÁNÍ SELHALO
de: I2C Senden fehlgeschlagen
fr: ÉCHEC DE L'ENVOI I2C
ja: I2Cソウシン シッパイ
pl: I2C WYSYŁANIE NIE POWIODŁO SIĘ
uk: ПОМИЛКА I2C (НАДСИЛАННЯ)

source: I2C SEND TIMEOUT
cs: I2C ODESLÁNÍ - ČASOVÝ LIMIT
fr: TIMEOUT DE L'ENVOI I2C
ja: I2Cソウシン タイムアウト
pl: I2C TIMEOUT WYSYŁANIA
uk: ТАЙМ-АУТ I2C (НАДСИЛАННЯ)

source: I2C SEND UNDEFINED
cs: I2C ODESLÁNÍ NEDEFINOVÁNO
de: I2C Sendefehler undefiniert
fr: ENVOI I2C NON DÉFINI
ja: I2Cソウシン ミテイギ
pl: I2C WYSYŁANIE NIEZDEFINIOWANE
uk: НЕВИЗНАЧЕНА ПОМИЛКА I2C (НАДСИЛАННЯ)

source: IDLER CANNOT HOME
cs: IDLER - CHYBA HOMINGU
de: SPANNRO. STARTP.FEH.
es: TENSOR: ERROR HOME
fr: PRISE D'ORIGINE DE L'IDLER IMPOSSIBLE
ja: アイドラーガ ホームニ アリマセン
pl: DOCISK NIE BAZUJE
uk: ХОЛОСТИЙ ХІД НЕ МОЖЕ ЗНАЙТИ ПОЧАТКОВУ ПОЗИЦІЮ

source: IDLER CANNOT MOVE
cs: IDLER - CHYBA POHYBU
de: SPANNROL. SITZT FEST
es: TENSOR: ERROR MOV.
fr: ÉCHEC DU MOUVEMENT DE L'IDLER
ja: アイドラーガ ウゴキマセン
pl: DOCISK NIE RUSZA SIĘ
uk: ХОЛОСТИЙ ХІД НЕ МОЖЕ РУХАТИСЯ

source: IGNORE
cs: IGNOROVAT
de: IGNORIEREN
es: IGNORAR
fr: IGNORER
ja: ムシ
pl: IGNORUJ
uk: ІГНОРУВАТИ

source: IMPOSTER! FAKE SIGNATURE
cs: CHYBA! FALEŠNÝ PODPIS!
de: Hochstapler! Falsche Signatur
es: ¡IMPOSTOR! FIRMA FALSA
fr: IMPOSTEUR! FAUSSE SIGNATURE
ja: ニセモノ ショメイデス!
pl: IMPOSTOR! FAŁSZYWA SYGNATURA
uk: ІМІТАТОР! ПІДРОБНИЙ ПІДПИС

source: INFO
ja: ジョウホウ
uk: ІНФОРМАЦІЯ

source: INPUT SHAPER
ja: インプットシェーパー
uk: ФОРМУВАЧ ВХІДНОГО СИГНАЛУ

source: INPUT SHAPER CALIBRATION
cs: KALIBRACE INPUT SHAPER
de: INPUT SHAPER KALIBRIERUNG
es: CALIBRACIÓN INPUT SHAPER
fr: CALIBRATION DE L'INPUT SHAPER
ja: インプットシェーパーキャリブレーション
pl: KALIBRACJA INPUT SHAPER
uk: КАЛІБРУВАННЯ ФОРМУВАЧА ВХІДНОГО СИГНАЛУ

source: INSPECT FINDA
cs: ZKONTROLUJTE FINDU
de: PRÜFE FINDA
es: INSPECC FINDA
fr: VÉRIFIEZ LA FINDA
ja: FINDAケンサ
pl: SPRAWDŹ FINDĘ
uk: ОГЛЯНЬТЕ FINDA

source: INTERNAL ERROR
es: ERROR INTERNO
fr: ERREUR INTERNE
ja: ナイブエラー
pl: BŁĄD WEWNĘTRZNY
uk: ВНУТРІШНЯ ПОМИЛКА

source: INVALID FW SIZE ON USB FLASH DRIVE
cs: NEPLATNÁ VELIKOST FW NA USB
de: Ungültige FW-Größe auf USB
es: TAMAÑO FW NO VÁLIDO EN USB
fr: TAILLE DE FW INVALIDE SUR LA CLÉ USB
ja: USBフラッシュドライブ ファームウェアサイズ ムコウ
pl: NIEPRAWIDŁOWY ROZMIAR FW NA USB
uk: НЕДІЙСНИЙ РОЗМІР ПРОШИВКИ НА USB-НАКОПИЧУВАЧІ

source: INVALID TOOL
cs: NEPLATNÝ NÁSTROJ
de: UNGÜLTIGES WERKZEUG
es: HERR. INVALIDA
fr: OUTIL INVALIDE
ja: ムコウノ ツール
pl: BŁĘDNE NARZĘDZIE
uk: НЕДІЙСНИЙ ІНСТРУМЕНТ

source: IPv4 Address
cs: Adresa IPv4
de: IPv4 Adresse
es: Dirección IPv4
fr: Adresse IPv4
ja: IPv4 アドレス
pl: Adres IPv4
uk: IPv4-АДРЕСА

source: IPv4 Gateway
cs: Brána IPv4
es: Puerta de enlace IPv4
fr: Passerelle IPv4
ja: IPv4 ゲートウェイ
pl: Bramka IPv4
uk: IPv4-ШЛЮЗ

source: IPv4 Netmask
cs: Maska IPv4
de: IPv4 Netzmaske
es: Máscara de red IPv4
fr: Masque réseau IPv4
ja: IPv4 ネットマスク
pl: Maska sieci IPv4
uk: IPv4-МАСКА ПІДСІТІ

source: If the filament sensor is unresponsive, clean it from debris.
cs: Pokud senzor filamentu nereaguje, vyčistěte jej.
de: Wenn der Filament-Sensor nicht reagiert, reinigen Sie ihn von Rückständen.
es: Si el sensor de filamento no responde, límpialo de residuos.
fr: Si le capteur de filament ne répond pas, nettoyez-le des débris.
ja: フィラメントセンサーガ ハンノウシナイバアイハ、ゴミヲ トリノゾキマス。
pl: Jeśli czujnik filamentu nie reaguje, oczyść go z zanieczyszczeń.
uk: Якщо датчик філаменту не відповідає, очистіть його від сміття.

source: If the filament sensor is unresponsive, clean it from debris. Alternatively, you can disable it.
cs: Pokud senzor filamentu nereaguje, vyčistěte jej. Případně jej lze vypnout.
de: Wenn der Filament-Sensor nicht reagiert, reinigen Sie ihn von Rückständen. Alternativ können Sie ihn auch deaktivieren.
es: Si el sensor de filamento no responde, límpialo de residuos. Alternativamente, puedes desactivarlo.
fr: Si le capteur de filament ne répond pas, nettoyez-le des débris. Alternativement, vous pouvez le désactiver.
ja: フィラメントセンサーガ ハンノウシナイバアイハ、ゴミヲ トリノゾキマス。マタハ、ムコウニスルコトモデキマス。
pl: Jeśli czujnik filamentu nie reaguje, oczyść go z zanieczyszczeń. Masz również możliwość wyłączenia go.
uk: Якщо датчик філаменту не відповідає, очистіть його від сміття. Крім того, ви можете його вимкнути.
