Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Calibrating accelerometer...
cs: Kalibruji akcelerometr...
de: Kalibriere Beschleunigungsmesser...
es: Calibrando acelerómetro...
fr: Calibration de l'accéléromètre...
ja: カソクド キャリブレーションチュウ...
pl: Kalibrowanie akcelerometru...
uk: Калібрування акселерометра...

source: Calibrating axis
cs: Kalibruji osy
es: Calibrando ejes
fr: Calibration de l'axe
ja: アクシス・キャリブレーションチュウ
pl: Kalibracji osi
uk: Калібрування осі

source: Calibrating tool offsets.
cs: Kalibruji offsety nástrojů.
de: Werkzeug-Offsets kalibrieren.
es: Calibrando offsets de cabezales.
fr: Calibration des décalages des outils.
ja: ツールオフセットキャリブレーション
pl: Kalibracja przesunięcia narzędzi.
uk: Калібрування зміщень інструменту.

source: Calibrating, do not remove filament.
cs: Kalibruji, nevysouvejte filament
de: Kalibrieren, Filament nicht entfernen.
es: Calibrando, no retires el filamento.
fr: Calibration, ne retirez pas le filament.
ja: キャリブレーションチュウデス、フィラメントヲ ウゴカサナイデクダサイ。
pl: Trwa kalibracja, nie wyciągaj filamentu.
uk: Калібрування, не виймайте філамент.

source: Calibration
cs: Kalibrace
de: Kalibrierung
es: Calibración
ja: キャリブレーション
pl: Kalibracja
uk: Калібрування

source: Calibration complete
es: Calibración completada
fr: Calibration terminée
ja: キャリブレーション カンリョウ
pl: Zakończono kalibrację
uk: Калібрування завершено

source: Calibration data restored successfully
cs: Kalibrační data načtena
de: Kalibrierdaten erfolgreich wiederhergestellt
es: Datos de calibración restaurados con éxito
fr: Données de calibration restaurées avec succès
ja: キャリブレーションデータノ フクゲンニ セイコウ
pl: Dane kalibracji zostały pomyślnie przywrócone
uk: Дані калібрування успішно відновлено

source: Calibration data saved successfully
cs: Kalibrační data uložena
de: Kalibrierdaten erfolgreich gesichert
es: Datos de calibración guardados con éxito
fr: Données de calibration sauvegardées avec succès
ja: キャリブレーションデータノ キロクニ セイコウ
pl: Dane kalibracji zostały pomyślnie zapisane
uk: Дані калібрування успішно збережено

source: Calibration failed to find corrections to motor current.
cs: Při kalibraci se nepodařilo najít korekce proudu motoru.
de: Kalibrierung konnte keine Korrekturen des Motorstroms finden.
es: La calibración no ha encontrado correcciones en la corriente del motor.
fr: La calibration n'a pas réussi à trouver des corrections au courant du moteur.
ja: モーターデンリュウノ ホセイチガミツカラズ キャリブレーションニシッパイシマシタ。
pl: Kalibracja nie wykryła poprawek prądu silnika.
uk: Не вдалося знайти коригування струму двигуна під час калібрування.

source: Calibration failed with error.
cs: Kalibrace selhala s chybou.
de: Kalibrierung mit Fehler fehlgeschlagen.
es: Calibración fallida con error.
fr: La calibration a échoué avec une erreur.
ja: エラーニヨル キャリブレーションシッパイ
pl: Kalibracja nieudana, wystąpił błąd.
uk: Помилка калібрування.

source: Calibration of door sensor is only necessary for user-assembled printers or services door sensor. In all other cases you can skip this step.
cs: Kalibrace dveřního senzoru je nutná jen u stavebnice tiskárny nebo při odstraňování potíží. V ostatních případech můžete tento krok přeskočit.
de: Die Kalibrierung des Türsensors ist nur bei selbst montierten Druckern oder bei Wartungsarbeiten am Türsensor erforderlich. In allen anderen Fällen können Sie diesen Schritt auslassen.
es: La calibración del sensor de puerta soclo es necesaria para impresoras montadas por el usuario o reparaciones del sensor de la puerta. En todos los demás casos, puedes omitir este paso.
fr: La calibration du capteur de porte n'est nécessaire que pour les imprimantes assemblées par l'utilisateur ou la maintenance du capteur de porte. Dans tous les autres cas, vous pouvez ignorer cette étape.
ja: ドアセンサーノ キャリブレーションガ ヒツヨウナノハ、ユーザーガ クミタテタプリンタ マタハ サービスドアセンサーノミデス。ソレイガイノ バアイハ、コノステップヲ ショウリャクデキマス。
pl: Kalibracja czujnika drzwi jest konieczna tylko w drukarkach montowanych lub serwisowanych przez użytkownika. We wszystkich innych przypadkach możesz pominąć ten krok.
uk: Калібрування датчика дверей необхідне лише для принтерів, зібраних користувачем, або сервісного датчика дверей. В усіх інших випадках цей крок можна пропустити.

source: Calibration pin has not been reached. Please check the pin installation.
cs: Kalibrační pin nenalezen. Zkontrolujte jeho instalaci.
de: Der Kalibrierungsstift wurde nicht erreicht. Bitte überprüfen Sie die Installation des Stifts.
es: No se ha alcanzado el pin de calibración. Por favor, comprueba la instalación del pin.
fr: L'ergot de calibration n'a pas été atteint. Veuillez vérifier l'installation de l'ergot.
ja: キャリブレーションピンガ トドキマセン。ピンノ ソウチャクジョウタイヲ カクニンシテクダサイ。
pl: Trzpień kalibracyjny nie został znaleziony. Sprawdź poprawność montażu trzpienia.
uk: Не вдалося досягти калібрувального штифта. Перевірте встановлення штифта.

source: Calibrations
cs: Kalibrace
es: Calibraciones
ja: キャリブレーション
pl: Kalibracje
uk: Калібрування

source: Calibrations & Tests
cs: Kalibrace a testy
de: Kalibrierung & Tests
es: Calibración y Tests
ja: キャリブレーション&テスト
pl: Kalibracje i testy
uk: Калібрування та тести

source: Camera
cs: Kamera
de: Kamera
es: Cámara
fr: Caméra
ja: カメラ
pl: Kamera
uk: Відеокамера

source: Can't enable MMU: calibrate and enable the printer's filament sensor first.
cs: Nelze zapnout MMU: nejprve zkalibrujte a povolte senzor filamentu v tiskárně.
de: MMU kann nicht aktiviert werden: Kalibrieren und aktivieren Sie zuerst den Filament-Sensor des Druckers.
es: No se puede activar MMU: calibrar y activar el sensor de filamento de la impresora primero
fr: Impossible d'activer le MMU : calibrez et activez d'abord le capteur de filament de l'imprimante.
ja: MMUヲ ユウコウニ デキマセン:マズ プリンタノ フィラメントセンサーキャリブレーションヲ オコナイ、ユウコウニ シテクダサイ。
pl: Nie można włączyć MMU: najpierw skalibruj i włącz czujnik filamentu drukarki.
uk: Неможливо ввімкнути MMU: спочатку відкалібруйте та ввімкніть датчик філаменту принтера.

source: Cancel Object
cs: Zrušit tisk objektu
de: Objekt abbrechen
es: Cancelar Objeto
fr: Annuler Objet
ja: オブジェクトノ キャンセル
pl: Anuluj obiekt
uk: Скасувати об'єкт

source: Canceled
cs: Zrušeno
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセルサレマシタ
pl: Anulowano
uk: Скасовано

source: Cannot find peaks in phase sweep.
cs: Nelze najít špičky ve fázovém hledání.
es: No se encuentran picos en el barrido de fase.
fr: Impossible de trouver des pics dans le balayage de phase.
ja: フェイズスイープ ノ ピーク ガ カクニンデキマセン
pl: Nie znaleziono wierzchołków podczas zbierania danych.
uk: Не вдалося знайти піки (Phase Sweep)

source: Cannot perform the action, filament is already loaded. Unload it first.
cs: Nelze provést - filament je zaveden. Nejprve jej vyjměte.
de: Die Aktion kann nicht ausgeführt werden, das Filament ist bereits geladen. Entladen Sie es zuerst.
es: No se puede realizar la acción, filamento ya cargado. Descárgalo primero.
fr: Impossible d'effectuer l'action, le filament est déjà chargé. Déchargez-le d'abord.
ja: フィラメントガ スデニ ロードサレテイマス。マズ アンロード シテクダサイ。
pl: Nie można wykonać tej czynności, filament jest już załadowany. Rozładuj go najpierw.
uk: Неможливо виконати дію, філамент вже завантажено. Спочатку вийміть його.

source: Carry Out the Changes
cs: Provést změny
de: Änderungen durchführen
es: Realizar los Cambios
fr: Effectuer les changements
ja: ヘンコウヲ モチコス
pl: Dokonaj zmian
uk: Виконати зміни

source: Caution! Disabling the door sensor may lead to injury or printer damage. Proceeding means you accept full responsibility. We are not liable for any harm or damages.
cs: Pozor! Vypnutí senzoru dveří může vést ke zranění nebo poškození tisku či tiskárny. Pokud chcete pokračovat, přejímáte na sebe zodpovědnost. Zříkáme se odpovědnosti za zranění či poškození.
de: Achtung! Die Deaktivierung des Türsensors kann zu Verletzungen oder Schäden am Drucker führen. Wenn Sie fortfahren, übernehmen Sie die volle Verantwortung. Wir haften nicht für Schäden oder Verletzungen.
es: ¡Precaución! La desactivación del sensor de puerta puede provocar lesiones o daños en la impresora. Proceder significa que aceptas toda la responsabilidad. No nos hacemos responsables de daños o perjuicios.
fr: Attention ! La désactivation du capteur de porte peut entraîner des blessures ou endommager l'imprimante. En procédant ainsi, vous en acceptez l'entière responsabilité. Nous ne sommes pas responsables de tout préjudice ou dommage.
ja: チュウイ!ドアセンサーヲ ムコウニスルト、ケガヤ プリンタノ ソンショウニ ツナガルカノウセイガ アリマス。コノソウサハ、ユーザーガ ソノセキニンヲ オウコトニナリマス。ヘイシャハ イカナルソンガイニタイシテモ セキニンヲオイカネマス。
pl: Uwaga! Wyłączenie czujnika drzwi może prowadzić do obrażeń ciała lub uszkodzenia drukarki. Kontynuowanie oznacza przyjęcie pełnej odpowiedzialności. Nie ponosimy odpowiedzialności za jakiekolwiek szkody.
uk: Обережно! Вимкнення датчика дверей може призвести до травм або пошкодження принтера. Продовжуючи, ви приймаєте повну відповідальність. Ми не несемо відповідальності за будь-які травми чи збитки.

source: Chamber
cs: Komora
de: Kammer
es: Cámara
fr: Chambre
ja: チャンバー
pl: Komora
uk: Камера

source: Chamber Cooling Fan Error
cs: Chyba ventilátoru komory
de: Kammer Kühllüfter Fehler
es: Error Ventilador Refrigeración Cámara
fr: Erreur du ventilateur de refroidissement de la chambre
ja: チャンバークーリングファンエラー
pl: Błąd wentylatora chłodzenia komory
uk: Помилка вентилятора охолодження камери

source: Chamber Dimming
cs: Tlumení osvícení komory
de: Kammer Dimmen
es: Oscurecimiento de la Cámara
fr: Gradation de la chambre
ja: チャンバーチョウセイ
pl: Przyciemnianie komory
uk: Затемнення камери

source: Chamber Fan 1
cs: Ventilátor komory 1
de: Kammerlüfter 1
es: Ventilador 1 de la Cámara
fr: Ventilateur de la chambre 1
ja: チャンバーファン1
pl: Wentylator komory 1
uk: Вентилятор камери 1

source: Chamber Fan 2
cs: Ventilátor komory 2
de: Kammerlüfter 2
es: Ventilador 2 de la Cámara
fr: Ventilateur de la chambre 2
ja: チャンバーファン2
pl: Wentylator komory 2
uk: Вентилятор камери 2

source: Chamber Fans
cs: Ventilátory komory
de: Kammerlüfter
es: Ventiladores de la Cámara
fr: Ventilateurs de la chambre
ja: チャンバーファン
pl: Wentylatory komory
uk: Вентилятори камери

source: Chamber Fans Limit
cs: Limit vent. v komoře
de: Kammerlüfter Limit
es: Límite Ventiladores Cámara
fr: Limite des ventilateurs de la chambre
ja: チャンバーファンノ ゲンカイ
pl: Limit wentylatorów komory
uk: Обмеження вентиляторів камери

source: Chamber Filtration
cs: Filtrace komory
de: Kammer Filtrierung
es: Filtración Cámara
fr: Filtration de la Chambre
ja: チャンバーフィルター
pl: Filtracja komory
uk: Фільтрація камери

source: Chamber Filtration Fan Error
cs: Chyba ventilátoru filtrace v komoře
de: Kammer Filterlüfter Fehler
es: Error Ventilador Filtración Cámara
fr: Erreur du ventilateur de filtration de la chambre
ja: チャンバーフィルターファンエラー
pl: Błąd wentylatora filtracji komory
uk: Помилка вентилятора фільтрації камери

source: Chamber Lights
cs: Světlo v komoře
de: Kammerbeleuchtung
es: Luces de la Cámra
fr: Lumières de la chambre
ja: チャンバーライト
pl: Oświetlenie komory
uk: Освітлення камери

source: Chamber Lights Dimmed
cs: Světla v komoře ztlumena
es: Luces de la cámara atenuadas
fr: Éclairage de l'enceinte atténué
ja: チャンバーライトゲンコウ
pl: Przyciemniono oświetlenie komory
uk: Підсвітка камери приглушена

source: Chamber Overheating
cs: Komora se přehřívá
de: Kammer-Überhitzung
es: Sobrecalentamiento Cámara
fr: Surchauffe de la Chambre
ja: チャンバーノ オーバーヒート
pl: Przegrzewanie komory
uk: Перегрів камери

source: Chamber Temperature
cs: Teplota komory
de: Kammertemperatur
es: Temperatura de la Cámara
fr: Température de la chambre
ja: チャンバーオンド
pl: Temperatura komory
uk: Температура камери

source: Chamber Temperature Is Critical
cs: Kritická teplota v komoře
de: Kammertemperatur ist kritisch
es: La Temperatura de la Cámara Es Crítica
fr: La température de la chambre est critique
ja: チャンバーオンドニ チュウイ
pl: Krytyczna temperatura komory
uk: Критична температура камери

source: Chamber cooling fan is not spinning. Check it for possible debris, then inspect the wiring.
cs: Ventilátor komory se neotáčí. Zkontrolujte, zda ho neblokují nečistoty, a zda je správně zapojen.
de: Der Kühllüfter der Kammer dreht sich nicht. Überprüfen Sie ihn auf mögliche Verschmutzungen und dann die Verkabelung.
es: El ventilador de refrigeración de la cámara no gira. Comprueba que no hay residuos, luego inspecciona el cableado.
fr: Le ventilateur de refroidissement de la chambre ne tourne pas. Vérifiez qu'il n'y a pas de débris, puis inspectez le câblage.
ja: チャンバーレイキャクファンガ カイテンシテイマセン。ゴミガツマッテイナイカ カクニンシ、ハイセンヲ テンケンシテクダサイ。
pl: Wentylator chłodzenia komory nie obraca się. Sprawdź, czy nie jest zablokowany przez zanieczyszczenia, następnie sprawdź przewody.
uk: Вентилятор охолодження камери не обертається. Перевірте його на наявність засмічень, потім огляньте проводку.

source: Chamber filtration fan is not spinning. Check it for possible debris, then inspect the wiring.
cs: Ventilátor filtrace se neotáčí. Zkontrolujte, zda ho neblokují nečistoty, a zda je správně zapojen.
de: Der Filterlüfter der Kammer dreht sich nicht. Überprüfen Sie ihn auf mögliche Verschmutzungen und dann die Verkabelung.
es: El ventilador de filtración de la cámara no gira. Comprueba que no hay residuos, luego inspecciona el cableado.
fr: Le ventilateur de filtration de la chambre ne tourne pas. Vérifiez qu'il n'y a pas de débris, puis inspectez le câblage.
ja: チャンバーフィルターファンガ カイテンシテイマセン。ゴミガツイテナイカ カクニンシ、ハイセンヲ テンケンシテクダサイ。
pl: Wentylator filtracji komory nie obraca się. Sprawdź, czy nie jest zablokowany przez zanieczyszczenia, następnie sprawdź przewody.
uk: Вентилятор фільтрації камери не обертається. Перевірте його на наявність засмічень, потім огляньте проводку.

source: Chamber temperature
cs: Teplota komory
de: Kammertemperatur
es: Temperatura de la cámara
fr: Température de la chambre
ja: チャンバーオンド
pl: Temperatura komory
uk: Температура камери

source: Chamber temperature above safety limit. Ensure better ventilation.
cs: Teplota v komoře nad bezpečným limitem. Zajistěte lepší ventilaci.
de: Die Kammertemperatur ist über der Sicherheitsgrenze. Sorgen Sie für bessere Belüftung.
es: Temperatura de la cámara por encima del límite de seguridad. Asegura una mejor ventilación.
fr: Température de la chambre supérieure à la limite de sécurité. Assurez une meilleure ventilation.
ja: チャンバーノ オンドガ アンゼンゲンカイヲ コエテイマス。カンキヲ ヨクシテクダサイ。
pl: Temperatura komory powyżej bezpiecznego limitu. Zapewnij lepszą wentylację.
uk: Температура в камері вище безпечної межі. Забезпечте кращу вентиляцію.

source: Chamber temperature critical. Aborting print to prevent printer damage.
cs: Teplota v komoře je kritická. Ruším tisk, aby se předešlo poškození.
de: Die Kammertemperatur ist kritisch. Abbruch des Drucks um Druckerschaden zu vermeiden.
es: Temperatura de la cámara crítica. Abortando la impresión para evitar daños en la impresora.
fr: Température de la chambre critique. Interruption de l'impression pour éviter d'endommager l'imprimante.
ja: チャンバーオンドノ ゲンカイデス。プリンタノ ソンショウヲ フセグタメ、プリントヲ チュウシシマス。
pl: Krytyczna temperatura komory. Zatrzymywanie druku w celu uniknięcia uszkodzenia drukarki.
uk: Критична температура в камері. Друк буде зупинено, щоб запобігти пошкодженню принтера.

source: Change Filament
cs: Vyměnit filament
de: Filament wechseln
es: Cambiar Filamento
fr: Changer le Filament
ja: フィラメント チェンジ
pl: Zmiana filamentu
uk: Замінити філамент

source: Change Filament in All Tools
cs: Vyměnit všechny filamenty
de: Filament in allen Werkzeugen wechseln
es: Cambiar Filamento en Todos los Cabezales
fr: Changer le filament de Tous les Outils
ja: スベテノツールノ フィラメントヲ コウカンシマス
pl: Zmień filament we wszystkich narzędziach
uk: Замінити філамент у всіх інструментах

source: Change Filter
cs: Výměna filtru
de: Filter wechseln
es: Cambiar Filtro
fr: Changer le Filtre
ja: フィルターコウカン
pl: Wymień filtr
uk: Замінити фільтр

source: Change Wave Table XYZ
cs: Úprava XYZ Wave Table
de: Wave Table XYZ ändern
es: Cambiar Tabla de Ondas XYZ
fr: Modifier la Table d'Onde XYZ
ja: ウェーブテーブルXYZヘンコウ
pl: Zmień tabelę fal XYZ
uk: Змінити таблицю хвиль XYZ

source: Change filament now? Use same filament type as currently loaded. Current filament type: %s
cs: Vyměnit filament? Použijte stejný typ filamentu, jako je zavedený. Zavedený filament: %s
es: ¿Cambiar filamento ahora? Utiliza el mismo tipo de filamento que tienes cargado actualmente. Tipo de filamento actual: %s
fr: Changer de filament maintenant ? Utilisez le même type de filament que celui actuellement chargé. Type de filament actuel : %s
ja: フィラメントヲ・コウカンシマスカ? ロードチュウノ・フィラメントト・オナジタイプ ゲンザイノ・フィラメント・タイプ:%s
pl: Zmienić filament teraz? Użyj tego samego typu filamentu. Aktualny typ filamentu: %s
uk: Замінити філамент зараз? Використовуйте той самий тип філаменту, що й завантажений. Поточний тип філаменту: %s

source: Change to
cs: Změnit na
de: Ändern auf
es: Cambiar a
fr: Changer vers
ja: ヘンコウ
pl: Zmień na
uk: Змінити на

source: Changes of mapping available only in the Printer UI. Select Print to start the print with defaults.
cs: Změny mapování možné pouze v rozhraní tiskárny. Vyberte Tisk pro začátek tisku s výchozím nastavením.
de: Änderungen der Zuordnung sind nur in der Drucker-Benutzeroberfläche verfügbar. Wählen Sie Drucken, um den Druck mit Standardwerten zu starten.
es: Cambios de mapeado solo disponibles en la IU de la impresora. Selecciona Imprimir para iniciar la impresión con los valores predeterminados.
fr: Modifications des attributions disponibles uniquement dans l'interface utilisateur de l'imprimante. Sélectionnez Imprimer pour démarrer l'impression avec les valeurs par défaut.
ja: プリンタUIデノミ リヨウカノウナ マッピングノ ヘンコウ。デフォルトデ プリントヲ カイシスルニハ、プリントヲ センタクシマス。
pl: Zmiany mapowania są dostępne tylko w interfejsie drukarki. Wybierz opcję Druk, aby rozpocząć drukowanie z ustawieniami domyślnymi.
uk: Зміни відображення доступні лише в інтерфейсі принтера. Виберіть «Друк», щоб почати друк із налаштуваннями за замовчуванням.

source: Changing filament
cs: Výměna filamentu
de: Filament wechselnd
es: Cambiando filamento
fr: Changement du filament
ja: フィラメントコウカンチュウ
pl: Zmiana filamentu
uk: Заміна філаменту

source: Changing tool
cs: Výměna nástroje
de: Wechsle Werkzeug
es: Cambiando cabezal
fr: Changement d'outil
ja: ツールコウカン
pl: Zmiana narzędzia
uk: Зміна інструмента

source: Check Ventilation Grilles
cs: Zkontrolujte ventilační mřížky
es: Comprueba Rejillas Ventilación
fr: Vérifiez les grilles de ventilation
ja: カンキグリルノ カクニン
pl: Sprawdź kratkę wentylacyjną
uk: Перевірте вентиляційні решітки

source: Check X-axis gantry squareness
es: Compruebe la perpendicularidad del gantry del eje X
fr: Vérifier la perpendicularité de l'axe X
ja: Xジクガントリーノ チョッカクドヲ カクニンスル
pl: Sprawdzenie przekątnych bramy osi X
uk: Перевірте перпендикулярність порталу осі X

source: Check all tools if they are properly parked or picked.
cs: Jsou všechny nástroje správně dokovány a vybírány?
de: Überprüfen Sie alle Werkzeuge, ob sie ordnungsgemäß geparkt oder aufgenommen sind.
es: Comprueba si todas los cabezales están correctamente aparcados o recogidos.
fr: Vérifiez tous les outils s'ils sont correctement stationnés ou saisis.
ja: スベテノツールガ テキセツニ タイキ マタハ ピック サレテイルカ カクニンシテクダサイ。
pl: Sprawdź, czy wszystkie narzędzia są prawidłowo zaparkowane lub pobrane.
uk: Перевірте, чи всі інструменти належним чином запарковані або підібрані.

source: Check that the accelerometer cable is plugged in and not damaged.
cs: Ujistěte se, že kabel akcelerometru je zapojen a není poškozen.
de: Prüfen Sie, ob das Kabel des Beschleunigungsmessers eingesteckt und nicht beschädigt ist.
es: Comprueba que el cable del acelerómetro está enchufado y no está dañado.
fr: Vérifiez que le câble de l'accéléromètre est branché et non endommagé.
ja: カソクドセンサーノ ケーブルガ サシコマレテイルカ、ソンショウシテイナイカ カクニンシテクダサイ。
pl: Sprawdź, czy przewód akcelerometru jest podłączony i czy nie jest uszkodzony.
uk: Перевірте, чи підключено кабель акселерометра та чи не пошкоджено його.

source: Check the chamber thermistor wiring for possible damage.
cs: Zkontrolujte zapojení termistoru v komoře a případné poškození.
de: Überprüfen Sie die Verdrahtung des Kammerthermistors auf mögliche Schäden.
es: Comprueba si el cableado del termistor de la cámara está dañado.
fr: Vérifiez le câblage de la thermistance de la chambre pour détecter d'éventuels dommages.
ja: チャンバーサーミスタノ ハイセンニ ソンショウガ ナイカ カクニンシテクダサイ。
pl: Sprawdź czy przewody termistora komory nie są uszkodzone.
uk: Перевірте проводку термістора камери на можливі пошкодження.

source: Check the heatbed heater & thermistor wiring for possible damage.
cs: Zkontrolujte, zda nejsou poškozeny kabely vyhřívané podložky a termistoru.
de: Die Verkabelung der Heizbettheizung und des Thermistor auf mögliche Schäden überprüfen.
es: Comprueba si el cableado del calentador y termistor de la base calefactable están dañados.
fr: Vérifier dommages possibles sur câbles bloc de chauffe et thermistance du plateau chauf.
ja: ヒートベッドヒータート サーミスタノハイセンガ ソンショウシテイル カノウセイガ アルタメ、カクニンシテクダサイ。
pl: Sprawdź czy przewody grzałki i termistora stołu nie są uszkodzone.
uk: Перевірте проводку нагрівача та термістора нагрівального столу на можливі пошкодження.

source: Check the heatbed thermistor wiring for possible damage.
cs: Zkontrolujte, zda není poškozen kabel termistoru vyhřívané podložky.
de: Die Verkabelung des Heizbettthermistors auf mögliche Schäden prüfen.
es: Comprueba si el cableado del termistor de la base calefactable está dañado
fr: Vérifier dommages possibles sur câbles de thermistance du plateau chauf.
ja: サーミスタノ ハイセンニ ソンショウノ カノウセイガナイカ テンケンシテクダサイ。
pl: Sprawdź czy przewody termistora stołu nie są uszkodzone.
uk: Перевірте проводку термістора нагрівального столу на можливі пошкодження.

source: Check the heatbreak thermistor wiring for possible damage.
cs: Zkontrolujte kabeláž termistoru pro heatbreak, zda není poškozená.
de: Überprüfen Sie die Verdrahtung des Heatbreak-Thermistors auf mögliche Schäden.
es: Comprueba si el cableado del termistor del heatbreak está dañado.
fr: Vérifiez le câblage de la thermistance de la barrière thermique à la recherche d'éventuels dommages.
ja: ヒートブレイクサーミスタノ ハイセンニ ソンショウノ カノウセイガ ナイカ テンケンシテクダサイ。
pl: Sprawdź czy przewody termistora bariery cieplnej nie są uszkodzone.
uk: Перевірте проводку термістора термобар'єру на можливі пошкодження.

source: Check the heater and thermistor wiring for potential damage.
cs: Zkontrolujte, zda není poškozen kabel vyhřívání nebo termistoru.
de: Überprüfen Sie die Verkabelung der Heizung und des Thermistors auf mögliche Schäden.
es: Comprueba si el cableado del calentador y termistor están dañados.
fr: Vérifiez le câblage de l'élément chauffant et de la thermistance pour détecter tout dommage potentiel.
ja: サーミスタノ ハイセンニ ソンショウノ カノウセイガ ナイカ テンケンシテクダサイ。
pl: Sprawdź okablowanie grzałki i termistora pod kątem ewentualnych uszkodzeń.
uk: Перевірте проводку нагрівача та термістора на можливі пошкодження.

source: Check the print head heater & thermistor wiring for possible damage.
cs: Zkontrolujte, zda nejsou poškozené kabely od topného bloku a termistoru tiskové hlavy.
de: Die Verkabelung der Druckkopfheizung und des Thermistors auf mögliche Schäden überprüfen.
es: Revisa el cableado del termistor y del calentador del fusor para ver si hay daños.
fr: Vérifier dommages possibles sur câbles du bloc de chauf. & thermistance de tête d'extr.
ja: プリントヘッドノ ヒータート サーミスタノ ハイセンガ ソンショウシテイルカノウセイガ アルタメ、カクニンシテクダサイ。
pl: Sprawdź czy przewody grzałki i termistora hotendu nie są uszkodzone.
uk: Перевірте проводку нагрівача та термістора друкуючої головки на можливі пошкодження.

source: Check the print head thermistor wiring for possible damage.
cs: Zkontrolujte, zda není poškozen kabel termistoru tiskové hlavy.
de: Die Verkabelung des Druckkopf-Thermistor auf mögliche Schäden überprüfen.
es: Comprueba si el cableado del termistor del cabezal de impresión está dañado.
fr: Vérifier dommages possibles sur câbles de thermistance de tête d'extr.
ja: プリントヘッドサーミスタノ ハイセンニ ソンショウノカノウセイガ ナイカ テンケンシテクダサイ。
pl: Sprawdź czy przewody termistora hotendu nie są uszkodzone.
uk: Перевірте проводку термістора друкуючої головки на можливі пошкодження.
