Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: The HEPA filter is nearing the end of its life span (100 hours of printing time remaining). We recommend purchasing a new one. Visit prusa.io/xl-filter for more information.
cs: HEPA filtru končí životnost (zbývá 100 tiskových hodin). Doporučujeme zakoupení nového. Více info na prusa.io/xl-filter.
de: Der HEPA-Filter nähert sich dem Ende seiner Lebensdauer (100 Stunden verbleibende Druckzeit). Wir empfehlen den Kauf eines neuen Filters. Besuchen Sie prusa.io/xl-filter für weitere Informationen.
es: El filtro HEPA está llegando al final de su vida útil (le quedan 100 horas de impresión). Recomendamos comprar uno nuevo. Visita prusa.io/xl-filter para obtener más información.
fr: Le filtre HEPA approche de la fin de sa durée de vie (100 heures d'impression restantes). Nous vous recommandons d'en acheter un nouveau. Visitez prusa.io/xl-filter pour plus d'informations.
ja: HEPAフィルターノ ジュミョウガ チカヅイテイマス(ノコリプリントジカンハ100hours)。アタラシイモノヲ コウニュウスルコトヲ オススメシマス。クワシクハ prusa.io/xl-filter ヲ ゴランクダサイ。
pl: Filtr HEPA zbliża się do końca okresu eksploatacji (pozostało 100 godzin drukowania). Zalecamy wymianę. Odwiedź prusa.io/xl-filter, aby uzyskać więcej informacji.
uk: Термін дії HEPA-фільтра добігає кінця (залишилося 100 годин друку). Рекомендуємо придбати новий. Перейдіть на prusa.io/xl-filter для отримання додаткової інформації.

source: The HEPA filter is nearing the end of its life span. We recommend purchasing a new one.
cs: HEPA filtru končí životnost. Doporučujeme zakoupit nový.
de: Der HEPA-Filter nähert sich dem Ende seiner Lebensdauer. Wir empfehlen den Kauf eines neuen Filters.
es: El filtro HEPA está llegando al final de su vida útil. Recomendamos comprar uno nuevo.
fr: Le filtre HEPA approche de la fin de sa durée de vie. Nous vous recommandons d'en acheter un nouveau.
ja: HEPAフィルターノ ジュミョウガ チカヅイテイマス。カイカエヲ オススメシマス。
pl: Filtr HEPA zbliża się do końca okresu eksploatacji. Zalecamy wymianę.
uk: Термін дії HEPA-фільтра добігає кінця. Рекомендуємо придбати новий.

source: The Idler cannot home properly. Check for anything blocking its movement.
cs: Idler nemůže najít výchozí pozici. Zkontrolujte, zda jeho pohyb nic neblokuje.
de: Homing der Spannrolle nicht möglich. Prüfen Sie, ob irgendetwas ihre Bewegung blockiert.
es: El Tensor no hacer home correctamente. Comprueba si hay algo que bloquea su movimiento.
fr: L'Idler ne peut pas prendre correctement son origine. Vérifiez s'il y a quoi que ce soit qui bloque son mouvement.
ja: アイドラーガ タダシクウゴキマセン。ドウサヲ サマタゲルモノガナイカ カクニンシテクダサイ。
pl: Docisk nie może się prawidłowo zbazować. Sprawdź, czy nic nie blokuje jego ruchu.
uk: Холостий хід не може належним чином знайти початкову позицію. Перевірте, чи немає чогось, що блокує його рух.

source: The Idler cannot move properly. Check for anything blocking its movement. Check if the wiring is correct.
cs: Idler se nemůže správně točit. Zkontrolujte, zda jeho pohyb nic neblokuje. Zkontrolujte zapojení.
de: Die Spannrolle kann sich nicht richtig bewegen. Prüfen Sie, ob irgendetwas ihre Bewegung blockiert. Prüfen Sie die Verkabelung.
es: El Tensor no se mueve correctamente. Comprueba que no haya nada que bloquee su movimiento. Comprueba si el cableado es correcto.
fr: L'Idler ne peut pas se déplacer correctement. Vérifiez s'il y a quoi que ce soit qui bloque son mouvement. Vérifiez si le câblage est correct.
ja: アイドラーガ タダシクウゴキマセン。アイドラーノ ウゴキヲ サマタゲルモノガナイカ、ハイセンガ タダシイカ カクニンシテクダサイ。
pl: Docisk nie może się prawidłowo poruszać. Sprawdź, czy nic nie blokuje jego ruchu. Sprawdź okablowanie.
uk: Холостий хід не може належним чином рухатися. Перевірте, чи немає чогось, що блокує його рух. Перевірте правильність підключення.

source: The MMU firmware version is incompatible with the printer's FW. Update to compatible version.
cs: Verze firmwaru MMU je nekompatibilní s FW v tiskárně. Aktualizujte na kompatibilní verzi.
de: Die MMU-Firmwareversion ist nicht mit der FW des Druckers kompatibel. Aktualisieren Sie auf eine kompatible Version.
es: La versión del firmware del MMU es incompatible con el FW de la impresora. Actualiza a la versión compatible.
fr: La version du firmware du MMU est incompatible avec le FW de l'imprimante. Mettez-le à jour vers une version compatible.
ja: MMUファームウェアノ バージョンガ プリンタノ ファームウェアト ゴカンセイガ アリマセン。ゴカンセイノ アルバージョンニ アップデートシテクダサイ。
pl: Wersja firmware MMU jest niezgodna z FW drukarki. Zaktualizuj do zgodnej wersji.
uk: Версія прошивки MMU несумісна з прошивкою принтера. Оновіть до сумісної версії.

source: The RPM test has failed, check both fans are free to spin and connected correctly.
cs: Test otáček ventilátorů selhal. Zkontrolujte oba ventilátory a jejich zapojení. Mohou se volně otáčet?
de: Der Drehzahltest ist fehlgeschlagen. Prüfen Sie, ob sich beide Lüfter frei drehen können und korrekt angeschlossen sind.
es: La prueba de RPM ha fallado, comprueba que ambos ventiladores giran libremente y están conectados correctamente.
fr: Le test de RPM a échoué, vérifiez que les deux ventilateurs tournent librement et sont correctement connectés.
ja: RPMテストニ シッパイシタバアイ、リョウホウノ ファンガ ジユウニ カイテンデキルコトヲ カクニンシ、タダシク セツゾクサレテイルコトヲ カクニンシマス。
pl: Test obrotów nie powiódł się, sprawdź, czy oba wentylatory obracają się swobodnie i są prawidłowo podłączone.
uk: Тест обертів не пройдено. Перевірте, чи обидва вентилятори можуть вільно обертатися та чи правильно підключені.

source: The Selector cannot home properly. Check for anything blocking its movement.
cs: Selektor nemůže najít výchozí pozici. Zkontrolujte, zda nic neblokuje jeho pohyb.
de: Der Selektor kann nicht richtig homen. Prüfen Sie, ob irgendetwas seine Bewegung blockiert.
es: El Selector no hacer home correctamente. Comprueba si hay algo que bloquea su movimiento.
fr: Le selecteur ne peut pas prendre correctement son origine. Vérifiez s'il y a quoi que ce soit qui bloque son mouvement.
ja: セレクターガ ドウサシマセン。ドウサヲ サマタゲルモノガナイカ カクニンシテクダサイ。
pl: Wybierak nie może się prawidłowo zbazować. Sprawdź, czy nic nie blokuje jego ruchu.
uk: Селектор не може належним чином знайти початкову позицію. Перевірте, чи немає чогось, що блокує його рух.

source: The Selector cannot move. Check for anything blocking its movement. Check if the wiring is correct.
cs: Selektor se nemůže pohybovat. Zkontrolujte, zda mu něco nebrání v pohybu. Zkontrolujte zapojení.
de: Der Selektor kann sich nicht bewegen. Prüfen Sie, ob irgendetwas seine Bewegung blockiert. Prüfen Sie, ob die Verkabelung korrekt ist.
es: El Selector no puede moverse. Comprueba si hay algo que bloquea su movimiento. Comprueba si el cableado es correcto.
fr: Le sélecteur ne peut pas bouger. Vérifiez s'il y a quoi que ce soit qui bloque son mouvement. Vérifiez si le câblage est correct.
ja: セレクターガ ドウサシマセン。セレクターノ ウゴキヲ サマタゲルモノガ ナイカ、ハイセンガ タダシイカ カクニンシテクダサイ。
pl: Wybierak nie może się poruszać. Sprawdź, czy nic nie blokuje jego ruchu. Sprawdź poprawność okablowania.
uk: Селектор не може рухатися. Перевірте, чи немає чогось, що блокує його рух. Перевірте правильність підключення.

source: The Wi-Fi module is not working properly or is missing. Insert the module, try restarting the printer, or use the ethernet cable.
cs: Wi-Fi modul nepracuje správně nebo není zapojen. Nainstalujte modul, restartujte tiskárnu, příp. použijte síťový kabel.
de: Das Wi-Fi-Modul funktioniert nicht richtig oder fehlt. Setzen Sie das Modul ein, versuchen Sie, den Drucker neu zu starten oder verwenden Sie das Ethernet-Kabel.
es: El módulo Wi-Fi no funciona correctamente o falta. Inserta el módulo, intenta reiniciar la impresora o utiliza el cable ethernet.
fr: Le module Wi-Fi ne fonctionne pas correctement ou est manquant. Insérez le module, essayez de redémarrer l'imprimante, ou utilisez le câble Ethernet.
ja: Wi-Fi モジュールガ タダシク ドウサ シテイナイカ、フンシツ シテイマス。 モジュール ヲ イレテ、プリンタ ヲ サイキドウスルカ、イーサネットケーブル ヲ シヨウシテクダサイ。
pl: Moduł Wi-Fi ESP nie działa prawidłowo lub nie jest obecny. Podłącz moduł, spróbuj ponownie uruchomić drukarkę lub użyj przewodu Ethernet.
uk: Модуль Wi-Fi працює неправильно або відсутній. Вставте модуль, спробуйте перезавантажити принтер або скористайтеся кабелем Ethernet.

source: The auto-retract feature is disabled, which might have caused the failure. Do you want to enable auto-retract?
fr: L'auto-rétraction est désactivée, cause possible de l'échec. Activer l'auto-rétraction?
ja: オートリトラクトキノウガムコウニナッテイルタメ. シッパイノゲンインニナッタカノウセイガアリマス. オートリトラクトヲユウコウニシマスカ?
pl: Funkcja automatycznej retrakcji jest wyłączona, co mogło spowodować błąd. Czy chcesz włączyć automatyczną retrakcję?

source: The bed doesn't seem to be aligned properly. Run Z alignment procedure?
cs: Podložka patrně není správně zarovnaná. Spustit proceduru pro zarovnání?
de: Das Bett scheint nicht richtig ausgerichtet zu sein. Haben Sie die Z-Ausrichtung durchgeführt?
es: La base no parece estar bien alineada. ¿Ejecutar procedimiento de alineación Z?
fr: Le plateau ne semble pas être correctement aligné. Lancer la procédure d'alignement de l'axe Z ?
ja: ベッドガ カタムイテイル ヨウデス. Zジクノ アライメントヲ ジッコウシマスカ?
pl: Stół wydaje się być nieprawidłowo wyrównany. Przeprowadzić procedurę wyrównania Z?
uk: Здається, стіл вирівняно неправильно. Виконати процедуру вирівнювання осі Z?

source: The calibrated dock is illuminated at the bottom and front side is flashing with white color. Loosen and remove the dock pins.
cs: Kalibrovaný dok je osvícen na spodní straně a vpředu bliká studená bílá barva. Povolte a odstraňte dokovací piny.
de: Das kalibrierte Dock leuchtet an der Unterseite und die Vorderseite blinkt in weißer Farbe. Lösen und entfernen Sie die Stifte des Docks.
es: El dock calibrado se ilumina en la parte inferior y en la parte frontal parpadea en color blanco. Afloja y retira los pines del dock.
fr: Le dock calibré est éclairé en bas et la face avant clignote en blanc. Desserrez et retirez les ergots du dock.
ja: キャリブレーションサレタドックハ テイメンガ テントウシ、マエガワガ シロニ テンメツシマス。 ドックピンヲ ユルメテ トリハズス。
pl: Kalibrowany dok jest podświetlony w dolnej części, a przednia strona miga na biało. Poluzuj i wyjmij kołki doku.
uk: Відкалібрована док-станція світиться знизу, а передня сторона блимає білим кольором. Послабте та вийміть штифти док-станції.

source: The calibration should take a little over 14 minutes.
cs: Kalibrace trvá přibližně 14 minut.
de: Die Kalibrierung sollte etwas mehr als 14 Minuten dauern.
es: La calibración debería durar algo más de 14 minutos.
fr: La calibration devrait prendre un peu plus de 14 minutes.
ja: キャリブレーションニハ 14フン ホド カカリマス。
pl: Kalibracja powinna zająć niewiele ponad 14 minut.
uk: Калібрування займе трохи більше 14 хвилин.

source: The calibration should take a little over 7 minutes.
cs: Kalibrace trvá přibližně 7 minut.
de: Die Kalibrierung sollte etwas mehr als 7 Minuten dauern.
es: La calibración debería durar algo más de 7 minutos.
fr: La calibration devrait prendre un peu plus de 7 minutes.
ja: キャリブレーションニハ 7フン ホド カカリマス。
pl: Kalibracja powinna zająć niewiele ponad 7 minut.
uk: Калібрування займе трохи більше 7 хвилин.

source: The door sensor is successfully calibrated now.
cs: Nyní je dveřní senzor úspěšně zkalibrován.
de: Der Türsensor ist jetzt erfolgreich kalibriert.
es: El sensor de la puerta se ha calibrado correctamente.
fr: Le capteur de porte est maintenant calibré avec succès.
ja: ドアセンサーガ タダシク キャリブレーションサレマシタ。
pl: Czujnik drzwi został pomyślnie skalibrowany.
uk: Датчик дверей успішно відкалібровано.

source: The filament has been purged. The nozzle will now retract the filament to prevent oozing.
fr: Filament purgé. La buse va maintenant rétracter le filament pour éviter le suintement.
ja: フィラメントガパージサレマシタ. ノズルハオオジングヲフセグタメニフィラメントヲリトラクトシマス.
pl: Filament został oczyszczony. Dysza wycofa teraz filament, aby zapobiec wyciekaniu.

source: The filament seems to be stuck, please unload it from nextruder and load it again.
cs: Filament je pravděpodobně zaseklý. Vysuňte jej z extruderu a znovu zaveďte.
de: Die Filamentsensoren sind nicht vollständig kalibriert und müssen deaktiviert werden, um fortzufahren. Sie können sie über das Menü "Steuerung" kalibrieren.
es: El filamento parece estar atascado, por favor, descárgalo del nextruder y vuelve a cargarlo.
fr: Le filament semble coincé, veuillez le décharger du nextruder et le charger à nouveau.
ja: フィラメントガ ツマッテイルヨウデス。ネクストルーダーカラ アンロードシテ、モウイチド ロードシテクダサイ。
pl: Wygląda na to, że filament utknął, rozładuj go z ekstrudera i załaduj ponownie.
uk: Здається, філамент застряг. Будь ласка, вийміть його з Nextruder та завантажте знову.

source: The filament will be unloaded automatically.
cs: Filament bude automaticky vysunut.
de: Das Filament wird automatisch entladen.
es: El filamento se descargará automáticamente.
fr: Le filament sera déchargé automatiquement.
ja: フィラメントハ ジドウテキニ アンロードサレマス。
pl: Filament zostanie rozładowany automatycznie
uk: Філамент буде вивантажено автоматично.

source: The file disappeared
cs: Soubor nelze nalézt
de: Die Datei ist verschwunden
es: El archivo desapareció
fr: Le fichier a disparu
ja: ファイルガ キエテシマイマシタ
pl: Plik zniknął
uk: Файл зник

source: The file is corrupt.
cs: Soubor je poškozen.
de: Datei beschädigt.
es: El archivo está corrupto.
fr: Le fichier est corrompu.
ja: ファイルガ ハソン シテイマス。
pl: Plik jest uszkodzony.
uk: Файл пошкоджено.

source: The file is not a valid bgcode file.
cs: Nesprávný BGCODE soubor.
de: Die Datei ist keine gültige Bgcode-Datei.
es: El archivo no es un archivo bgcode válido.
fr: Le fichier n'est pas un fichier bgcode valide.
ja: シテイサレタ Gcodeガ ムコウデス。
pl: Plik nie jest prawidłowym plikiem bgcode.
uk: Файл не є дійсним файлом bgcode.

source: The file seems to be a binary gcode with a wrong suffix.
cs: Soubor je pravděpodobně binární G-Code se špatnou příponou.
de: Die Datei scheint ein binärer G-Code mit einem falschen Suffix zu sein.
es: El archivo parece ser un código G binario con un sufijo incorrecto.
fr: Le fichier semble être un gcode binaire avec un mauvais suffixe.
ja: バイナリGcodeファイルノ ヨウデスガ、サフィックスガ コトナリマス。
pl: Plik wydaje się być binarnym G-code z nieprawidłowym sufiksem.
uk: Схоже, файл є двійковим gcode з неправильним суфіксом.

source: The first layer calibration failed to finish. Double-check the printer's wiring, nozzle and axes, then restart the calibration.
cs: Selhala kalibrace první vrstvy. Zkontrolujte zapojení el. částí tiskárny, trysku a jednotlivé osy, pak restartujte kalibraci.
de: Die Kalibrierung der ersten Schicht konnte nicht abgeschlossen werden. Bitte Verkabelung, Düse und Achsen des Druckers überprüfen und starten Sie dann die Kalibrierung erneut.
es: La calibración de la primera capa no pudo finalizar. Vuelva a verificar el cableado, la boquilla y los ejes de la impresora, luego reinicia la calibración.
fr: La calibration de première couche n'a pu aboutir. Vérifiez bien le câblage de l'imprimante, la buse et les axes, puis relancez la calibration.
ja: ファーストレイヤーキャリブレーションガ シュウリョウシマセンデシタ。プリンタノ ハイセン、ノズル、ジクヲ カクニンシ、キャリブレーションヲ リトライシテクダサイ。
pl: Kalibracja pierwszej warstwy zakończona niepowodzeniem. Sprawdź okablowanie, dyszę oraz osie drukarki, następnie ponów kalibrację.
uk: Калібрування першого шару не вдалося завершити. Перевірте проводку принтера, сопло та осі, потім перезапустіть калібрування.

source: The gearbox alignment is only necessary for user-assembled or serviced gearboxes. In all other cases, you can skip this step.
cs: Kalibrace převodovky je nutná jen u tiskárny, kterou jste právě sestavili, nebo pokud byla provedena údržba převodovky. Jinak tento krok přeskočte.
es: La alineación de la caja de engranajes solo es necesaria para las cajas de engranajes montadas o revisadas por el usuario. En todos los demás casos, puedes omitir este paso.
fr: L'alignement du réducteur n'est nécessaire que pour les réducteurs assemblés par l'utilisateur ou en cas de maintenance. Dans tous les autres cas, vous pouvez ignorer cette étape.
ja: ギアボックス・アライメントハ、ユーザーガ・クミタテタ、マタハ・セイビシタ・ギアボックスニノミ・ヒツヨウデス.ソレイガイノ・バアイハ、コノ・ステップヲ・スキップデキマス.
pl: Osiowanie przekładni jest konieczne tylko w przypadku przekładni montowanych lub serwisowanych przez użytkownika. W innych przypadkach możesz pominąć ten krok.
uk: Вирівнювання редуктора необхідне лише для редукторів, зібраних або обслужених користувачем. В усіх інших випадках ви можете пропустити цей крок.

source: The heatbed cooled down during the power outage, printed object might have detached. Inspect it before continuing.
cs: Podložka se během výpadku proudu ochladila. Mohlo dojít k odlepení objektu. Před pokračováním vše zkontrolujte.
de: Das Heizbett hat sich während des Stromausfalls abgekühlt, das gedruckte Objekt hat sich möglicherweise gelöst. Überprüfen Sie es, bevor Sie fortfahren.
es: La base calefactable se ha enfriado durante el corte de corriente, es posible que se haya desprendido un objeto impreso. Inspecciónalo antes de continuar.
fr: Le plateau chauffant s'est refroidi pendant la panne de courant, l'objet imprimé peut s'être détaché. Inspectez-le avant de continuer.
ja: テイデンチュウニ ヒートベッドガ クールダウンシ、プリントオブジェクトガ ハガレタ カノウセイガアリマス。ゾッコウ スルマエニ テンケンシテクダサイ
pl: Stół grzewczy ostygł podczas przerwy w zasilaniu, drukowany obiekt mógł się odkleić. Sprawdź go przed kontynuowaniem.
uk: Під час вимкнення електроенергії нагрівальний стіл охолонув, надрукований об'єкт міг від'єднатися. Огляньте його перед продовженням.

source: The heater test will be skipped due to the failed hotend fan check. You may continue, but we strongly recommend resolving this issue before you start printing.
cs: Test výhřevu bude vynechán z důvodu neúspěšné kontroly ventilátoru hotendu. Lze pokračovat, ale důrazně doporučujeme problém vyřešit před zahájením tisku.
de: Der Heizungstest wird aufgrund der fehlgeschlagenen Prüfung des Hotend-Lüfters übersprungen. Sie können fortfahren, aber wir empfehlen dringend, dieses Problem zu beheben, bevor Sie mit dem Drucken beginnen.
es: La prueba del calentador se omitirá debido al fallo en la comprobación del ventilador del hotend. Puedes continuar, pero te recomendamos encarecidamente que resuelvas este problema antes de empezar a imprimir.
fr: Le test de l'élément chauffant sera ignoré en raison de l'échec de la vérification du ventilateur de la hotend. Vous pouvez continuer, mais nous vous recommandons fortement de résoudre ce problème avant de commencer l'impression.
ja: ホットエンドファンノ チェックニ シッパイシタタメ、ヒーターノ テストガ スキップサレマス。ゾッコウスルコトハ デキマスガ、プリントヲ カイシスルマエニ、コノ モンダイヲ カイケツシテクダサイ。
pl: Test grzałki zostanie pominięty z powodu nieudanej kontroli wentylatora hotendu. Możesz kontynuować, ale zdecydowanie zalecamy rozwiązanie tego problemu przed rozpoczęciem drukowania.
uk: Тест нагрівача буде пропущено через помилку перевірки вентилятора екструдера. Ви можете продовжити, але ми наполегливо рекомендуємо вирішити цю проблему перед початком друку.

source: The path does not exist
cs: Cesta neexistuje
de: Der Pfad existiert nicht
es: La ruta no existe
fr: Le chemin n'existe pas
ja: パスガ アリマセン
pl: Ścieżka nie istnieje
uk: Шлях не існує

source: The previous tests must be completed before this one.
es: Los tests anteriores deben completarse antes de este.
fr: Les tests précédents doivent être complétés avant celui-ci.
ja: コノテストノマエニ、イゼンノテストヲ カンリョウスルヒツヨウガアリマス。
pl: Przed przystąpieniem do tego testu należy ukończyć poprzednie.
uk: Попередні тести повинні бути завершені перед цим.

source: The printer will now save all logs to file until restart. Log file: %s
cs: Tiskárna nyní bude až do restartu ukládat všechny logy. Log file: %s
de: Der Drucker speichert nun alle Protokolle bis zum Neustart in einer Datei. Protokolldatei: %s
es: La impresora guardará ahora todos los registros en un archivo hasta que se reinicie. Archivo de registro: %s
fr: L'imprimante va maintenant enregistrer tous les journaux dans un fichier jusqu'au redémarrage. Fichier de journal : %s
ja: プリンタハ サイキドウスルマデ、スベテノログヲ ファイルニホゾンシマス。 ログファイル: %s
pl: Drukarka będzie od teraz zapisywać wszystkie logi do pliku aż do ponownego uruchomienia. Plik dziennika: %s
uk: Принтер збереже всі журнали до файлу до перезавантаження. Файл журналу: %s

source: The upper belt will be measured first, then the lower. Use the knob to adjust resonance. Correct frequency appears as slow belt motion with sharp peaks.
es: Primero se medirá la correa superior y luego la inferior. Utiliza el dial para ajustar la resonancia. La frecuencia correcta se manifiesta como un movimiento lento de la correa con picos pronunciados.
fr: La courroie supérieure sera mesurée en premier, puis la courroie inférieure. Utilisez le bouton pour régler la résonance. La bonne fréquence apparaît comme un mouvement lent de la courroie avec des pics aigus.
ja: サイショニ ウエノベルトヲ ソクテイシ、ツギニ シタノベルトヲ ソクテイシマス。ノブデ キョウシンヲ チョウセイシテクダサイ。タダシイシュウハスウデハ ベルトノ ウゴキガ オソクナリ、スルドイピークガ アラワレマス。
pl: Najpierw zmierz górny pasek, a potem dolny. Użyj pokrętła, żeby ustawić rezonans. Prawidłowa częstotliwość to powolny ruch paska z ostrymi szczytami.
uk: Спочатку буде виміряно верхній ремінь, потім нижній. Використовуйте ручку для налаштування резонансу. Правильна частота проявляється як повільний рух ременя з чіткими піками.

source: There are printing tools with no filament loaded, this could ruin the print. Disable filament sensor and print anyway?
cs: Některé nástroje nemají zavedený filament, může dojít k vážným problémům s tiskem. Vypnout senzor filamentu a přesto pokračovat v tisku?
de: Es gibt Druckwerkzeuge, in denen kein Filament geladen ist. Das könnte den Druck ruinieren. Filamentsensor deaktivieren und trotzdem drucken?
es: Hay cabezales de impresión sin filamento cargado, esto podría arruinar la impresión. ¿Desactivar el sensor de filamento e imprimir de todos modos?
fr: Il existe des outils d'impression sans filament chargé, cela pourrait faire échouer l'impression. Désactiver le capteur de filament et imprimer quand même ?
ja: フィラメントガ ロードサレテイナイ プリントツールガ アリマスガ、コレハ プリントドウサニ アクエイキョウガ アリマス。 フィラメントセンサーヲ ムコウニシテ プリントシマスカ?
pl: Istnieją narzędzia bez załadowanego filamentu, co może zepsuć wydruk. Wyłączyć czujnik filamentu i drukować mimo to?
uk: Є друкуючі інструменти без завантаженого філаменту, це може зіпсувати друк. Вимкнути датчик філаменту та все одно друкувати?

source: There might be a slight resistance. If the filament is stuck, open the idler lever.
cs: Může být cítit mírný odpor. Pokud se filament zasekl, otevřete dvířka idleru.
de: Möglicherweise gibt es einen leichten Widerstand. Wenn das Filament festsitzt, öffnen Sie den Idler-Hebel.
es: Puede que haya una ligera resistencia. Si el filamento está atascado, abre la palanca del tensor.
fr: Il pourrait y avoir une légère résistance. Si le filament est coincé, ouvrez le levier de l'idler.
ja: スコシ テイコウガ アルカモシレマセン。 フィラメントガ ウゴカナイ バアイハ、アイドラーレバーヲ ヒライテクダサイ。
pl: Może występować niewielki opór. Jeśli filament jest zablokowany, otwórz docisk.
uk: Може виникнути невеликий опір. Якщо філамент застряг, відкрийте важіль холостого ходу.

source: There was a timeout while waiting for measurement sample, please repeat the action.
cs: Při čekání na vzorek měření vypršel časový limit, opakujte akci.
de: Es gab eine Zeitüberschreitung beim Warten auf eine Messprobe. Bitte wiederholen Sie die Aktion.
es: Se ha producido un tiempo de espera mientras se esperaba la muestra de medición, por favor, repita la acción.
fr: Il y a eu un timeout lors de l'attente de l'échantillon de mesure, veuillez répéter l'action.
ja: ソクテイサンプルヲ マッテイルアイダニ タイムアウトガ ハッセイシマシタ。
pl: Podczas oczekiwania na próbkę pomiarową przekroczono limit czasu, powtórz czynność.
uk: Вийшов час очікування на зразок вимірювання, повторіть дію.

source: There was an error connecting to the Wi-Fi.
cs: Při připojování k Wi-Fi došlo k potížím.
de: Es ist ein Fehler bei der Verbindung mit dem Wi-Fi aufgetreten.
es: Hubo un error al conectarse al Wi-Fi.
fr: Une erreur s'est produite lors de la connexion au Wi-Fi.
ja: Wi-Fi セツゾクチュウ ニ エラーガ ハッセイ
pl: Wystąpił błąd połączenia z siecią Wi-Fi.
uk: Під час підключення до Wi-Fi сталася помилка.
