Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Third Side Filament Sensor can be remapped to the right side. (calibration will follow) Remap?
cs: Třetí senzor filamentu lze přesunout na pravou stranu. Bude vyžadována kalibrace. Přesunout?
de: Der dritte seitliche Filamentsensor kann auf die rechte Seite umgestellt werden. (Kalibrierung folgt) Umstellen?
es: El tercer sensor de filamento lateral se puede reasignar al lado derecho. (la calibración seguirá) ¿Reasignar?
fr: Le troisième capteur de filament latéral peut être remappé sur le côté droit. (une calibration suivra) Remapper ?
ja: サードフィラメントセンサーヲ ミギガワニ リマップデキマス。 (キャリブレーションハ ノチホド) リマップ シマスカ?
pl: Boczny czujnik filamentu można zmienić na prawą stronę (wywoła to kalibrację). Zamienić?
uk: Третій бічний датчик філаменту можна перепризначити на праву сторону. (калібрування буде пізніше) Перепризначити?

source: This G-code was set up for another filament type.
cs: Tento G-Code byl připraven pro jiný typ filamentu.
de: Dieser G-Code ist für einen anderen Filamenttyp.
es: Este Código G fue configurado para otro tipo de filamento.
fr: Ce G-code a été configuré pour un autre type de filament.
ja: コノGコードハ ベツノ フィラメントタイプニ セッテイサレテイマス。
pl: Ten G-code został pocięty dla innego rodzaju filamentu.
uk: Цей G-код було налаштовано для іншого типу філаменту.

source: This change will apply to all toolheads. Do you want to continue?
cs: Tato změna se aplikuje na všechny nástrojové hlavy. Pokračovat?
de: Diese Änderung wird für alle Werkzeugköpfe gelten. Möchten Sie fortfahren?
es: Este cambio se aplicará a todos los cabezales. ¿Deseas continuar?
fr: Ce changement s'appliquera à toutes les têtes d'outils. Voulez-vous continuer ?
ja: コノ ヘンコウハ スベテノ ツールヘッドニ テキヨウ サレマス。ツヅケマスカ?
pl: Ta zmiana będzie dotyczyć wszystkich głowic narzędziowych. ontynuować?
uk: Ця зміна буде застосована до всіх головок інструментів. Бажаєте продовжити?

source: This error code is not found in our database. Contact the support.
cs: Tento chybový kód není v naší databázi. Kontaktujte podporu.
de: Dieser Fehlercode wird nicht in unserer Datenbank gefunden. Kontaktieren Sie den Support.
es: Este código de error no se encuentra en nuestra base de datos. Contacta con el serv. técnico.
fr: Ce code d'erreur n'est pas trouvé dans notre base de données. Contactez le support.
ja: コノエラーコードハ データベースニ アリマセン。 サポートニ オトイアワセクダサイ。
pl: Ten kod błędu nie został znaleziony w naszej bazie danych. Skontaktuj się z pomocą techniczną.
uk: Цей код помилки не знайдено в нашій базі даних. Зверніться до служби підтримки.

source: This feature allows you to gather diagnostic data to show in Grafana. Be careful, it can send unencrypted data to the internet.
cs: Tato funkce umožňuje shromažďovat diagnostická data pro zobrazení v Grafaně. Může dojít k odesílání nezašifrovaných dat přes internet.
de: Mit dieser Funktion können Sie Diagnosedaten sammeln und in Grafana anzeigen lassen. Seien Sie vorsichtig, es können unverschlüsselte Daten ins Internet gesendet werden.
es: Esta función te permite recopilar datos de diagnóstico para mostrarlos en Grafana. Ten cuidado, puede enviar datos sin cifrar a Internet.
fr: Cette fonctionnalité vous permet de collecter des données de diagnostic à afficher dans Grafana. Attention, elle peut envoyer des données non cryptées sur internet.
ja: コノ キノウヲ ツカウト、シンダンデータヲ アツメテ Grafanaニ ヒョウジスルコトガ デキマス。 アンゴウカ サレテイナイ データヲ インターネットニ ソウシンスル カノウセイガ アルノデ チュウイガ ヒツヨウデス。
pl: Ta funkcja umożliwia zbieranie danych diagnostycznych do wyświetlenia w Grafanie. Zachowaj ostrożność, ponieważ może wysyłać niezaszyfrowane dane do Internetu.
uk: Ця функція дозволяє збирати діагностичні дані для відображення в Grafana. Будьте обережні, вона може надсилати незашифровані дані в Інтернет.

source: This filament already has a tool assigned. Do you want to REPLACE the assigned tool with the selected tool or add the selected tool for the SPOOL JOIN functionality?
cs: Tento filament má již přiřazen nástroj. Chcete NAHRADIT přiřazený nástroj tím, který je právě vybraný? Nebo chcete pro zvolený nástroj aktivovat SPOOL JOIN?
de: Diesem Filament ist bereits ein Werkzeug zugewiesen. Möchten Sie das zugewiesene Werkzeug durch das ausgewählte Werkzeug ERSETZEN oder das ausgewählte Werkzeug für die Funktion SPOOL JOIN hinzufügen?
es: Este filamento ya tiene una herramienta asignada. ¿Deseas SUSTITUIR la herramienta asignada por la herramienta seleccionada o añadir la herramienta seleccionada para la función UNIR BOBINA?
fr: Ce filament a déjà un outil attribué. Voulez-vous REMPLACER l'outil attribué par l'outil sélectionné ou ajouter l'outil sélectionné pour la fonctionnalité SPOOL JOIN ?
ja: コノフィラメントハ スデニツールガ ワリアテラレテイマス。 コウカンシマスカ?ソレトモ スプールジョインキノウデ シヨウシマスカ?
pl: Ten filament ma już przypisane narzędzie. Czy chcesz ZASTĄPIĆ przypisane narzędzie wybranym narzędziem lub dodać wybrane narzędzie do funkcji SPOOL JOIN?
uk: Цьому філаменту вже призначено інструмент. Бажаєте ЗАМІНИТИ призначений інструмент вибраним або додати вибраний інструмент для функції СПІЛЬНОГО ВИКОРИСТАННЯ КАТУШКИ?

source: This operation cannot be undone. Current configuration will be lost! You will need a USB drive with this firmware (%s_firmware_%s.bbf file) to start the printer again. Do you really want to continue?
cs: Tato operace je nevratná. Aktuální konfigurace bude ztracena! Aby mohla tiskárna dále fungovat, bude potřeba USB klíč s tímto FW (%s_firmware_%s.bbf). Chcete skutečně pokračovat?
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Die aktuelle Konfiguration geht verloren! Sie benötigen einen USB-Stick mit dieser Firmware (Datei %s_firmware_%s.bbf), um den Drucker erneut zu starten. Möchten Sie wirklich fortfahren?
es: Esta operación no se puede deshacer. ¡La configuración actual se perderá! Necesitarás una unidad USB con este firmware (archivo %s_firmware_%s.bbf) para volver a arrancar la impresora. ¿Realmente deseas continuar?
fr: Cette opération ne peut pas être annulée. La configuration actuelle sera perdue ! Vous aurez besoin d'une clé USB avec ce firmware (fichier %s_firmware_%s.bbf) pour redémarrer l'imprimante. Voulez-vous vraiment continuer ?
ja: コノソウサハ モトニモドスコトガ デキズ、ゲンザイノ セッテイガ ウシナワレマス。 USBドライブニ ファームウェアヲ ヨウイシテ サイキドウシテ クダサイ。 (%s_firmware_%s.bbf file) コノソウサヲ ツヅケマスカ?
pl: Tej operacji nie można cofnąć. Bieżąca konfiguracja zostanie utracona! Do ponownego uruchomienia drukarki potrzebna będzie pamięć USB z tą wersją firmware (plik %s_firmware_%s.bbf). Czy na pewno chcesz kontynuować?
uk: Цю операцію неможливо скасувати. Поточну конфігурацію буде втрачено! Вам знадобиться USB-накопичувач із цією прошивкою (файл %s_firmware_%s.bbf), щоб знову запустити принтер. Ви дійсно бажаєте продовжити?

source: This operation cannot be undone. Your data will be lost! Do you want to proceed with the factory reset?
cs: Tuto operaci nelze vrátit. Data budou smazána! Chcete skutečně resetovat tiskárnu?
es: Esta operación no se puede deshacer. ¡Tus datos se perderán! ¿Deseas continuar con el restablecimiento de fábrica?
fr: Cette opération ne peut pas être annulée. Vos données seront perdues ! Voulez-vous procéder à la réinitialisation d'usine ?
ja: コノソウサハ・アンドゥデキマセン. データハ・ロストシマス!
pl: Tej czynności nie można cofnąć. Dane zostaną wymazane! Czy na pewno chcesz zresetować drukarkę do ustawień fabrycznych?
uk: Цю операцію неможливо скасувати. Ваші дані буде втрачено! Бажаєте продовжити скидання до заводських налаштувань?

source: This tool is already assigned to this filament.
cs: K tomuto filamentu je už přiřazen nástroj.
de: Dieses Werkzeug ist bereits diesem Filament zugewiesen.
es: Esta herramienta ya está asignada a este filamento.
fr: Cet outil est déjà affecté à ce filament.
ja: コノツールハ、スデニコノ フィラメントニ ワリアテラレテイマス。
pl: To narzędzie jest już przypisane do tego filamentu.
uk: Цей інструмент вже призначено цьому філаменту.

source: This tool is already spool joined to this filament. Do you want to REPLACE it as first or REMOVE it from spool join?
cs: Tento nástroj je již využitý pro Spool Join. Chcete jej NAHRADIT na první pozici nebo ODEBRAT ze Spool Join?
de: Dieses Werkzeug ist bereits mit diesem Filament SPOOL JOINED. Möchten Sie es als erstes ERSETZEN oder von der Spool Join ENTFERNEN?
es: Esta herramienta ya está unida a este filamento. ¿Deseas REEMPLAZARLA como primera o ELIMINARLA de Unir Bobina?
fr: Cet outil est déjà une bobine jointe à ce filament. Voulez-vous le REMPLACER en premier ou le SUPPRIMER du spool join ?
ja: コノツールハ、スデニコノ フィラメントニ スプールジョインサレテイマス。 オキカエヲ オコナイマスカ?ソレトモ スプールジョインキノウカラ ハズシマスカ?
pl: Narzędzie jest już przypisane do funkcji Spool Join tego filamentu. Czy chcesz ZASTĄPIĆ nim pierwszy czy USUNĄĆ ze Spool Join?
uk: Цей інструмент вже об'єднано з цим філаментом. Бажаєте ЗАМІНИТИ його як основний або ВИДАЛИТИ його з об'єднання?

source: This will change the behavior of the filament sensor. Do you want to continue?
cs: Toto změní chování senzoru filamentu. Chcete pokračovat?
de: Dadurch wird das Verhalten des Filamentsensors geändert. Möchten Sie fortfahren?
es: Esto cambiará el comportamiento del sensor de filamento. ¿Deseas continuar?
fr: Cela modifiera le comportement du capteur de filament. Voulez-vous continuer ?
ja: コノソウサハ フィラメントセンサー ノ キョドウ ニ エイキョウ ヲ アタエマス。ツヅケマスカ?
pl: Zmieni to zachowanie czujnika filamentu. Czy chcesz kontynuować?
uk: Це змінить поведінку датчика філаменту. Бажаєте продовжити?

source: Thr
cs: Čt
de: Do.
es: Jue
fr: jeu
ja: モクヨウ
pl: Czw
uk: Чт

source: Tighten by %.1f turns
cs: Utáhněte o %.1f otáček
de: Um %.1f Umdrehungen festziehen
es: Aprieta %.1f vueltas
fr: Serrez de %.1f tours
ja: シメル %.1f カイテン
pl: Dokręć o %.1f obroty
uk: Затягнути на %.1f обертів

source: Tighten only the bottom screw on the right side of the dock pillar.
cs: Dotáhněte pouze spodní šroub na pravé straně dokovacího sloupku.
de: Ziehen Sie nur die untere Schraube auf der rechten Seite der Docksäule an.
es: Aprieta sólo el tornillo inferior del lado derecho de la columna del dock.
fr: Serrez uniquement la vis inférieure sur le côté droit du pilier du dock.
ja: ドックピラーノ ミギノ イチバンシタノ ネジダケヲ シメマス。
pl: Dokręć tylko dolną śrubę po prawej stronie słupka doku.
uk: Затягніть лише нижній гвинт з правого боку опори док-станції.

source: Tighten screw
cs: Utáhněte šroub
de: Schraube festziehen
es: Aprieta el tornillo
fr: Serrez la vis
ja: ネジヲ シメル
pl: Dokręć śrubę
uk: Затягнути гвинт

source: Tighten the M3 screws firmly in the correct order, they should be slightly below the surface. Do not over-tighten.
cs: Šrouby M3 dotáhněte ve správném pořadí, měly by být kousek pod hranou povrchu. Aplikujte přiměřenou sílu.
de: Ziehen Sie die Schrauben in der folgenden Reihenfolge an - sie sollten etwas unterhalb der Oberfläche liegen. Verwenden Sie nicht zu viel Kraft!
es: Aprieta firmemente los tornillos M3 en el orden correcto, deben quedar ligeramente por debajo de la superficie. No aprietes en exceso.
fr: Serrez fermement les vis M3 dans le bon ordre, elles doivent être légèrement sous la surface. Ne serrez pas trop.
ja: M3ネジヲ タダシイ ジュンジョデ シッカリトシメ、ヒョウメンヨリ スコシ シタニ ナルヨウニシマス。シメスギナイヨウニ シテクダサイ。
pl: Dokręć mocno śruby M3 w odpowiedniej kolejności, aby znajdowały się nieco poniżej powierzchni. Nie dokręcaj zbyt mocno.
uk: Міцно затягніть гвинти M3 у правильному порядку, вони повинні бути трохи нижче поверхні. Не затягуйте занадто сильно.

source: Tighten the top dock screw at the right side of the pillar Be careful in next step the printer will be moving
cs: Utáhněte horní dokovací šroub na pravé straně sloupu. Pozor: v dalším kroku se bude tiskárna hýbat.
de: Ziehen Sie die obere Dock-Schraube an der rechten Seite der Säule fest. Seien Sie beim nächsten Schritt vorsichtig. Der Drucker wird sich bewegen.
es: Aprieta el tornillo superior en el lado derecho del pilar. Ten cuidado en el siguiente paso la impresora se moverá
fr: Serrez la vis du dock supérieur sur le côté droit du pilier Faites attention à l'étape suivante, l'imprimante bougera
ja: ドックピラーノ ミギニアル ドックジョウブノ ネジヲ シメマス。 ツギノ ステップデ、プリンタガ ウゴクノデ チュウイシテクダサイ。
pl: Dokręć górną śrubę doku po prawej stronie słupka. Zachowaj ostrożność w następnym kroku, ponieważ drukarka będzie się poruszać.
uk: Затягніть верхній гвинт док-станції з правого боку опори. Будьте обережні на наступному кроці, принтер рухатиметься.

source: Time
cs: Čas
de: Zeit
es: Fecha
fr: Temps
ja: ジカン
pl: Czas
uk: Час

source: Time Format
cs: Formát času
de: Zeitformat
es: Formato Horario
fr: Format Heure
ja: ジカンノ ケイシキ
pl: Format czasu
uk: Формат часу

source: Time Zone Hour Offset
cs: Posun časového pásma (hodiny)
de: Zeitzonen Stundenversatz
es: Desfase Horas Huso Horario
fr: Décalage horaire du fuseau horaire
ja: タイムゾーン ジカン オフセット
pl: Przes. godzinowe strefy czasowej
uk: Зміщення часової зони (години)

source: Time Zone Minute Offset
cs: Posun časového pásma (minuty)
de: Zeitzonen Minutenversatz
es: Desfase Minutos Huso Horario
fr: Décalage des minutes du fuseau horaire
ja: タイムゾーン フン オフセット
pl: Przes. minutowe strefy czasowej
uk: Зміщення часової зони (хвилини)

source: Time Zone Summertime
cs: Časové pásmo - Letní čas
de: Zeitzone Sommerzeit
es: Huso Horario de Verano
fr: Fuseau horaire Heure d'été
ja: サマータイムセッテイ
pl: Strefa czasowa (czas letni)
uk: Літній час

source: To calibrate with currently loaded filament, press NEXT. To change filament, press UNLOAD.
cs: Pro kalibraci s aktuálně zavedeným filamentem zvolte DALŠÍ. Pro výměnu zvolte VYJMOUT.
de: Zum Kalibrieren mit dem derzeit geladenem Filament, drücken Sie WEITER. Zum Filamentwechsel drücken Sie ENTLADEN.
es: Para calibrar con el filamento cargado actualmente, pulsa SIGUIENTE. Para cambiarlo, pulsa DESCARGAR.
fr: Pour calibrer avec le filament déjà chargé, appuyez sur SUIVANT. Pour changer le filament, appuyez sur DÉCHARGER.
ja: イマロードサレテイルフィラメントデ キャリブレーションスルニハ、ツギヘ ヲオシマス。フィラメントヲ ヘンコウスルニハ、アンロード ヲオシマス。
pl: Aby do kalibracji użyć załadowanego filamentu, wybierz DALEJ. Aby wymienić, wybierz ROZŁADUJ.
uk: Щоб відкалібрувати з поточним завантаженим філаментом, натисніть ДАЛІ. Щоб замінити філамент, натисніть ВИВАНТАЖИТИ.

source: To calibrate with currently loaded filament, press NEXT. To load filament, press LOAD. To change filament, press UNLOAD.
cs: Pro kalibraci s aktuálně zavedeným filamentem zvolte DALŠÍ. Pro výměnu zvolte VYJMOUT.
de: Zum Kalibrieren mit dem derzeit geladenem Filament, drücken Sie WEITER. Zum Filamentladen, drücken Sie LADEN. Zum Filamentwechsel drücken Sie ENTLADEN.
es: Para calibrar con el filamento cargado actualmente, pulsa SIGUIENTE. Para cargar filamento, pulsa CARGAR. Para cambiarlo, pulsa DESCARGAR.
fr: Pour calibrer avec le filament déjà chargé, appuyez sur SUIVANT. Pour charger un filament, appuyez sur CHARGER. Pour changer de filament, appuyez sur DÉCHARGER.
ja: イマロードサレテイルフィラメントデ キャリブレーションスルニハ、ツギヘ ヲオシマス。フィラメントヲ ロードスルニハ、ロード ヲオシマス。フィラメントヲ コウカンスルニハ、アンロード ヲオシマス。
pl: Aby do kalibracji użyć załadowanego filamentu, wybierz DALEJ. Aby załadować, wybierz ZAŁADUJ. Aby wymienić, wybierz ROZŁADUJ.
uk: Щоб відкалібрувати з поточним завантаженим філаментом, натисніть ДАЛІ. Щоб завантажити філамент, натисніть ЗАВАНТАЖИТИ. Щоб замінити філамент, натисніть ВИВАНТАЖИТИ.

source: To learn how to change XL enclosure filter, please visit: prusa.io/xl-filter
cs: Jak vyměnit filtr v XL boxu se dozvíte na: prusa.io/xl-filter
de: Um zu erfahren, wie Sie den XL-Enclosure Filter wechseln können, besuchen Sie bitte unsere Website: prusa.io/xl-filter
es: Para saber cómo cambiar el filtro del cerramiento de la XL, visita: prusa.io/xl-filter
fr: Pour savoir comment changer le filtre de l'enceinte de la XL, veuillez visiter : prusa.io/xl-filter
ja: XLエンクロージャーフィルターノ コウカンホウホウニツイテハ、イカヲ ゴランクダサイ。: prusa.io/xl-filter
pl: Aby dowiedzieć się, jak wymienić filtr obudowy XL, odwiedź stronę: prusa.io/xl-filter
uk: Щоб дізнатися, як замінити фільтр корпусу XL, відвідайте: prusa.io/xl-filter

source: To learn more about the phase stepping calibration process, read the article:
cs: Více o Phase Stepping se dočtete online na:
de: Wenn Sie mehr über den Prozess der Phase Stepping Kalibrierung erfahren möchten, lesen Sie den Artikel:
es: Para saber más sobre el proceso de calibración de phase stepping, lee el artículo:
fr: Pour en savoir plus sur le processus de calibration du pas à pas en phase, lisez l'article :
ja: ステッピングキャリブレーションプロセスノ ショウサイハ キジヲ オヨミクダサイ:
pl: Aby dowiedzieć się więcej o procesie kalibracji sekwencji fazowej (Phase Stepping), przeczytaj ten artykuł:
uk: Щоб дізнатися більше про процес калібрування фазових кроків, прочитайте статтю:

source: To learn more including firmware downgrade, please visit:
cs: Více o instalaci starší verze FW:
de: Um mehr zu erfahren, einschließlich Firmware-Downgrade, besuchen Sie bitte:
es: Para aprender más incluyendo instalar un firmware anterior, por favor visita:
fr: Pour en savoir plus, y compris sur la mise à niveau du firmware, veuillez visiter :
ja: ファームウェア ノ ダウングレード ヲ フクム ショウサイニ ツイテハ、コチラヲ ゴランクダサイ:
pl: Aby dowiedzieć się więcej na temat downgrade'u firmware, wejdź na:
uk: Щоб дізнатися більше, включно зі зниженням версії прошивки, відвідайте:

source: To setup or troubleshoot your Wi-Fi, please visit:
cs: Pro nastavení Wi-Fi (a řešení potíží) navštivte:
de: Um Ihr Wi-Fi einzurichten oder Fehler zu beheben, besuchen Sie bitte unsere Website:
es: Para configurar o solucionar los problemas de tu Wi-Fi, visita:
fr: Pour configurer ou dépanner votre Wi-Fi, veuillez visiter :
ja: Wi-Fiセッテイヤ トラブルシューティングニツイテハ、コチラヲ カクニンシテクダサイ:
pl: Aby skonfigurować Wi-Fi lub rozwiązać problem, wejdź na:
uk: Щоб налаштувати або усунути несправності Wi-Fi, відвідайте:

source: Today at
cs: Dnes v
de: Heute um
es: Hoy a las
fr: Auj. à
ja: キョウ ノ
pl: Dziś o
uk: Сьогодні о

source: Tool
cs: Nástroj
es: Cabezal
fr: Outil
ja: ツール
pl: Narzędzie
uk: Інструмент

source: Tool %d
cs: Nástroj %d
de: Werkzeug %d
es: Cabezal %d
fr: Outil %d
ja: ツール %d
pl: Narzędzie %d
uk: Інструмент %d

source: Tool %d has both filament sensors disabled. Unable to set up spool join.
cs: Nástroj %d má oba senzory filamentu vypnuté. Nelze nastavit SpoolJoin.
es: El cabezal %d tiene ambos sensores de filamento desactivados. No se puede configurar el spool join.
fr: L'outil %d a les deux capteurs de filament désactivés. Impossible de configurer la jonction de bobine.
ja: ツール%dデハ、リョウホウノ・フィラメントセンサーガ・ムコウニナッテイマス. スプールジョインヲ・セッテイデキマセンデシタ.
pl: W narzędziu %d oba czujniki filamentu są wyłączone. Nie można skonfigurować SpoolJoin.
uk: В інструменті %d вимкнено обидва датчики філаменту. Не вдалося налаштувати з'єднання котушок.

source: Tool %d offset %c: %.3f is out of bounds [%.3f, %.3f].
cs: Nástroj %d má offset %c: %.3f je mimo rozsah [%.3f, %.3f].
de: Werkzeug %d Offset %c: %.3f außerhalb der Grenzen [%.3f, %.3f].
es: El offset %c del cabezal %d: %.3f está fuera de límites [%.3f, %.3f].
fr: Outil %d décalage sur %c : %.3f est hors des limites [%.3f, %.3f]
ja: ツール %d オフセット %c: %.3f ハンイガイ [%.3f, %.3f].
pl: Przesunięcie %c narzędzia %d: %.3f jest poza zakresem [%.3f, %.3f].
uk: Зміщення інструмента %d %c: %.3f поза межами [%.3f, %.3f].

source: Tool %u Filament
cs: Nástroj %u Filament
de: Werkzeug %u Filament
es: Filamento Cabezal %u
fr: Filament de l'Outil %u
ja: ツール %u フィラメント
pl: Filament narzędzia %u
uk: Філамент інструмента %u

source: Tool 1 Filament Sensor Calibration
cs: Nástroj 1 - Kalibrace senzoru filamentu
de: Werkzeug 1 Filamentsensor-Kalibrierung
es: Calibración Sensor de filamento Cabezal 1
fr: Calibration du capteur de filament de l'Outil 1
ja: ツール1フィラメントセンサーキャリブレーション
pl: Kalibracja czujnika filamentu 1
uk: Калібрування датчика філаменту інструмента 1

source: Tool 1 Flow Factor
cs: Nástroj 1: Faktor průtoku
de: Werkzeug 1 Flussfaktor
es: Factor de Flujo Cabezal 1
fr: Facteur de Débit de l'Outil 1
ja: ツール1フローファクター
pl: Przepływ narzędzia 1
uk: Коефіцієнт потоку інструмента 1

source: Tool 1 Gearbox alignment
cs: Zarovnání převodovky (Nástroj 1)
es: Alineamiento Caja de engranajes Cabezal 1
fr: Alignement du réducteur de l'outil 1
ja: ツール1ノ・ギアボックス・アライメント
pl: Osiowanie przekładni T1
uk: Вирівнювання редуктора інструмента 1

source: Tool 1 Loadcell Test
cs: Nástroj 1 - Test Loadcell
de: Werkzeug 1 Wägezellentest
es: Test Célula de Carga Cabezal 1
fr: Test du capteur de force de l'Outil 1
ja: ツール1 ロードセルテスト
pl: Test tensometru 1
uk: Тест датчика навантаження інструмента 1

source: Tool 2 Filament Sensor Calibration
cs: Nástroj 2 - Kalibrace senzoru filamentu
de: Werkzeug 2 Filamentsensor-Kalibrierung
es: Calibración Sensor de filamento Cabezal 2
fr: Calibration du capteur de filament de l'Outil 2
ja: ツール2フィラメントセンサーキャリブレーション
pl: Kalibracja czujnika filamentu 2
uk: Калібрування датчика філаменту інструмента 2

source: Tool 2 Flow Factor
cs: Nástroj 2: Faktor průtoku
de: Werkzeug 2 Flussfaktor
es: Factor de Flujo Cabezal 2
fr: Facteur de Débit de l'Outil 2
ja: ツール2フローファクター
pl: Przepływ narzędzia 2
uk: Коефіцієнт потоку інструмента 2

source: Tool 2 Gearbox alignment
cs: Zarovnání převodovky (Nástroj 2)
es: Alineamiento Caja de engranajes Cabezal 2
fr: Alignement du réducteur de l'outil 2
ja: ツール2ノ・ギアボックス・アライメント
pl: Osiowanie przekładni T2
uk: Вирівнювання редуктора інструмента 2

source: Tool 2 Loadcell Test
cs: Nástroj 2 - Test Loadcell
de: Werkzeug 2 Wägezellentest
es: Test Célula de Carga Cabezal 2
fr: Test du capteur de force de l'Outil 2
ja: ツール2 ロードセルテスト
pl: Test tensometru 2
uk: Тест датчика навантаження інструмента 2

source: Tool 3 Filament Sensor Calibration
cs: Nástroj 3 - Kalibrace senzoru filamentu
de: Werkzeug 3 Filamentsensor-Kalibrierung
es: Calibración Sensor de filamento Cabezal 3
fr: Calibration du capteur de filament de l'Outil 3
ja: ツール3フィラメントセンサーキャリブレーション
pl: Kalibracja czujnika filamentu 3
uk: Калібрування датчика філаменту інструмента 3

source: Tool 3 Flow Factor
cs: Nástroj 3: Faktor průtoku
de: Werkzeug 3 Flussfaktor
es: Factor de Flujo Cabezal 3
fr: Facteur de Débit de l'Outil 3
ja: ツール3フローファクター
pl: Przepływ narzędzia 3
uk: Коефіцієнт потоку інструмента 3

source: Tool 3 Gearbox alignment
cs: Zarovnání převodovky (Nástroj 3)
es: Alineamiento Caja de engranajes Cabezal 3
fr: Alignement du réducteur de l'outil 3
ja: ツール3 ギアボックス イチアワセ
pl: Osiowanie przekładni T3
uk: Вирівнювання редуктора інструмента 3

source: Tool 3 Loadcell Test
cs: Nástroj 3 - Test Loadcell
de: Werkzeug 3 Wägezellentest
es: Test Célula de Carga Cabezal 3
fr: Test du capteur de force de l'Outil 3
ja: ツール3 ロードセルテスト
pl: Test tensometru 3
uk: Тест датчика навантаження інструмента 3

source: Tool 4 Filament Sensor Calibration
cs: Nástroj 4 - Kalibrace senzoru filamentu
de: Werkzeug 4 Filamentsensor-Kalibrierung
es: Calibración Sensor de filamento Cabezal 4
fr: Calibration du capteur de filament de l'Outil 4
ja: ツール4フィラメントセンサーキャリブレーション
pl: Kalibracja czujnika filamentu 4
uk: Калібрування датчика філаменту інструмента 4

source: Tool 4 Flow Factor
cs: Nástroj 4: Faktor průtoku
de: Werkzeug 4 Flussfaktor
es: Factor de Flujo Cabezal 4
fr: Facteur de Débit de l'Outil 4
ja: ツール4フローファクター
pl: Przepływ narzędzia 4
uk: Коефіцієнт потоку інструмента 4

source: Tool 4 Gearbox alignment
cs: Zarovnání převodovky (Nástroj 4)
es: Alineamiento Caja de engranajes Cabezal 4
fr: Alignement du réducteur de l'outil 4
ja: ツール4 ギアボックス イチアワセ
pl: Osiowanie przekładni T4
uk: Вирівнювання редуктора інструмента 4

source: Tool 4 Loadcell Test
cs: Nástroj 4 - Test Loadcell
de: Werkzeug 4 Wägezellentest
es: Test Célula de Carga Cabezal 4
fr: Test du capteur de force de l'Outil 4
ja: ツール4 ロードセルテスト
pl: Test tensometru 4
uk: Тест датчика навантаження інструмента 4

source: Tool 5 Filament Sensor Calibration
cs: Nástroj 5 - Kalibrace senzoru filamentu
de: Werkzeug 5 Filamentsensor-Kalibrierung
es: Calibración Sensor de filamento Cabezal 5
fr: Calibration du capteur de filament de l'Outil 5
ja: ツール5フィラメントセンサーキャリブレーション
pl: Kalibracja czujnika filamentu 5
uk: Калібрування датчика філаменту інструмента 5
