Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Bootloader Version %d.%d.%d Buddy Board %d %s
cs: Verze bootloaderu %d.%d.%d Verze Buddy %d %s
es: Versión Bootloader %d.%d.%d Placa Buddy %d %s
fr: Version du Bootloader %d.%d.%d Buddy Board %d %s
ja: ブートローダーバージョン %d.%d.%d Buddyボード %d %s
pl: Wersja Bootloadera %d.%d.%d Płyta Buddy %d %s
uk: Версія завантажувача %d.%d.%d Плата Buddy %d %s

source: Loading settings finished.
cs: Nahrání nastavení dokončeo.
de: Laden der Einstellungen abgeschlossen.
es: Carga de ajustes terminada.
fr: Chargement des paramètres terminé.
ja: セッティング ノ ロード シュウリョウ
pl: Wczytywanie ustawień zakończone.
uk: Завантаження налаштувань завершено.

source: Nozzle cleaning failed.
fr: Échec du nettoyage de la buse.
ja: ノズルクリーニングシッパイ.
pl: Czyszczenie dyszy nieudane.

source: Tool 1
cs: Nástroj 1
de: Werkzeug 1
es: Cabezal 1
fr: Outil 1
ja: ツール1
pl: Narzędzie 1
uk: Інструмент 1

source: Tool 2
cs: Nástroj 2
de: Werkzeug 2
es: Cabezal 2
fr: Outil 2
ja: ツール2
pl: Narzędzie 2
uk: Інструмент 2

source: Tool 3
cs: Nástroj 3
de: Werkzeug 3
es: Cabezal 3
fr: Outil 3
ja: ツール3
pl: Narzędzie 3
uk: Інструмент 3

source: Tool 4
cs: Nástroj 4
de: Werkzeug 4
es: Cabezal 4
fr: Outil 4
ja: ツール4
pl: Narzędzie 4
uk: Інструмент 4

source: Tool 5
cs: Nástroj 5
de: Werkzeug 5
es: Cabezal 5
fr: Outil 5
ja: ツール5
pl: Narzędzie 5
uk: Інструмент 5

source: !! Careful, tools are hot !!
cs: !! Pozor: Nástroje jsou horké !!
de: !! Vorsicht, Werkzeuge sind heiß !!
es: ¡¡ Cuidado, los cabezales están calientes !!
fr: !! Attention, les outils sont chauds !!
ja: ヤケドニ チュウイ!
pl: !! Ostrożnie, narzędzia są gorące !!!
uk: !! Обережно, інструменти гарячі !!

source: %d Bed Heater Test
cs: %d Test výhřevu podložky
de: %d Bettheizungstest
es: %d Test Calentador Cama
fr: %d Test de l'élément chauffant du plateau
ja: %d ベッドヒーター テスト
pl: %d Test grzałki stołu
uk: %d Тест нагрівача столу

source: %d Dock Position Calibration
cs: %d Kalibrace pozice doku
de: %d Kalibrierung der Dockposition
es: %d Calibración Posición Dock
fr: %d Calibration de la position du dock
ja: %d ドックポジション キャリブレーション
pl: %d Kalibracja pozycji doku
uk: %d Калібрування положення док-станції

source: %d Door Sensor
cs: %d Senzor Dveří
de: %d Türsensor
es: %d Sensor de la Puerta
fr: %d Capteur de porte
ja: %d ドアセンサー
pl: %d Czujnik drzwi
uk: %d Датчик дверей

source: %d Fan Test
cs: %d Test ventilátorů
de: %d Lüftertest
es: %d Test Ventiladores
fr: %d Test des ventilateurs
ja: %d ファンテスト
pl: %d Test wentylatora
uk: %d Тест вентилятора

source: %d Filament Sensor Calibration
cs: %d Kalibrace senzoru filamentu
de: %d Filamentsensor Kalibrierung
es: %d Calibración Sensor de Filamento
fr: %d Calibration du capteur de filament
ja: %d フィラメントセンサー キャリブレーション
pl: %d Kalibracja czujnika filamentu
uk: %d Калібрування датчика філаменту

source: %d First Layer Calibration
cs: %d Kalibrace první vrstvy
de: %d Kalibrierung der ersten Schicht
es: %d Calibración de la Primera Capa
fr: %d Calibration de la première couche
ja: %d ファーストレイヤーキャリブレーション
pl: %d Kalibracja pierwszej warstwy
uk: %d Калібрування першого шару

source: %d Gearbox Alignment
cs: %d Zarovnání převodovky
es: %d Alineamiento Engranajes
fr: %d Alignement du réducteur
ja: %dギアボックス・アライメント
pl: %d Osiowanie przekładni
uk: %d Вирівнювання редуктора

source: %d Heater Test
cs: %d Test vyhřívání
de: %d Heizungstest
es: %d Test Calentador
fr: %d Test de l'élément chauffant
ja: %d ヒーターテスト
pl: %d Test grzałki
uk: %d Тест нагрівача

source: %d Homing Calibration
cs: %d Kalibrace Homingu
es: %d Calibración Homing
fr: %d Calibration de la prise d'origine
ja: %dホーミング・キャリブレーション
pl: %d Kalibracja bazowania
uk: %d Калібрування початкової позиції

source: %d Loadcell Test
cs: %d Test loadcell senzoru
de: %d Wägezellentest
es: %d Test Célula de Carga
fr: %d Test du capteur de force
ja: %d ロードセルテスト
pl: %d Test tensometru
uk: %d Тест датчика навантаження

source: %d Nozzle Heaters Test
cs: %d Test vyhřívání trysky
de: %d Düsenheizungen Test
es: %d Test Calentadores Boquilla
fr: %d Test des éléments chauffants des buses
ja: %d ノズルヒーター テスト
pl: %d Test grzałek dysz
uk: %d Тест нагрівачів сопла

source: %d Phase Stepping Calibration
cs: %d Kalibrace Phase Stepping
de: %d Phase Stepping Kalibrierung
es: %d Calibración Phase Stepping
fr: %d Calibration du pas à pas en phase
ja: %d フェーズステッピング キャリブレーション
pl: %d Kalibracja Phase Stepping
uk: %d Калібрування фазового кроку

source: %d Tool Offset Calibration
cs: %d Kalibrace offsetu nástroje
de: %d Werkzeug Offset Kalibrierung
es: %d Calibración Offset Cabezal
fr: %d Calibration du Décalage des Outils
ja: %d ツールオフセット キャリブレーション
pl: %d Kalibracja przesunięcia narzędzi
uk: %d Калібрування зсуву інструмента

source: %d X Axis Test
cs: %d Test osy X
de: %d X-Achsen Test
es: %d Test Eje X
fr: %d Test de l'axe X
ja: %d X ジク テスト
pl: %d Test osi X
uk: %d Тест осі X

source: %d XY Axis Test
cs: %d Test os XY
de: %d XY-Achsen Test
es: %d Test Ejes XY
fr: %d Test des axes XY
ja: %d XYジク テスト
pl: %d Test osi XY
uk: %d Тест осей XY

source: %d Y Axis Test
cs: %d Test osy Y
de: %d Y-Achsen Test
es: %d Test Eje Y
fr: %d Test de l'axe Y
ja: %d Y ジク テスト
pl: %d Test osi Y
uk: %d Тест осі Y

source: %d Z Alignment Calibration
cs: %d Kalibrace zarovnání Z
de: %d Z-Ausrichtung Kalibrierung
es: %d Calibración Alineación Z
fr: %d Calibration de l'alignement de l'axe Z
ja: %d Zアラインメント キャリブレーション
pl: %d Kalibracja wyrównania Z
uk: %d Калібрування вирівнювання осі Z

source: %d Z Axis Test
cs: %d Test osy Z
de: %d Z Achsen Test
es: %d Test Eje Z
fr: %d Test de l'axe Z
ja: %d Zジク テスト
pl: %d Test osi Z
uk: %d Тест осі Z

source: %s Check hotend heater and control electronics for possible damage
cs: %s Zkontrolujte výhřev hotendu a ovládací elektroniku - mohlo dojít k poškození.
de: %s Prüfen Sie die Hotend Heizung und die Steuerelektronik auf mögliche Schäden
es: %s Comprueba el calentador del fusor y los controles de la electrónica en caso de posibles daños
fr: %s Vérifiez l'élément chauffant de la hotend et l'électronique de contrôle pour déceler d'éventuels dommages.
ja: %s ホットエンドヒータート コントロールボードニ ソンショウノ カノウセイガアリマス。テンケンシテクダサイ。
pl: %s Sprawdź grzałkę hotendu i elektronikę sterującą pod kątem możliwych uszkodzeń
uk: %s Перевірте нагрівач хотенду та керуючу електроніку на можливі пошкодження

source: %u %% / stopped
cs: %u %% / zastavený
de: %u %% / gestoppt
es: %u %% / parado
fr: %u %% / arrêté
ja: %u %% / テイシ
pl: %u %% / zatrzymano
uk: %u %% / зупинено

source: %u %% / stuck
cs: %u %% / zaseklý
de: %u %% / blockiert
es: %u %% / atascado
fr: %u %% / bloqué
ja: %u %% / スタック
pl: %u %% / utknął
uk: %u %% / заклинило

source: %u %% / unknown
cs: %u %% / neznámé
de: %u %% / unbekannt
es: %u %% / desconocido
fr: %u %% / inconnu
ja: %u %% / フメイ
pl: %u %% / nieznane
uk: %u %% / невідомо

source: - Connect
de: - Verbindung
fr: - Connecter
ja: - ツナゲル
uk: - Підключити

source: - DNS Server
es: - Servidor DNS
fr: - Serveur DNS
ja: - DNS サーバー
pl: - Serwer DNS
uk: - DNS-сервер

source: - Gateway
cs: - Brána
es: - Puerta de enlace
fr: - Passerelle
ja: - ゲートウェイ
pl: - Bramka
uk: - Шлюз

source: - Remove calibration pin. - Install sheet on heatbed.
cs: - Vyjměte kalibrační pin. - Umístěte tiskový plát na podložku.
de: - Entfernen Sie den Kalibrierungsstift. - Legen Sie das Blech auf das Heizbett.
es: - Retira el pin de calibración. - Instala la lámina en la base.
fr: - Retirez l'ergot de calibration. - Installez la plaque sur le plateau chauffant.
ja: - キャリブレーションピンヲ ハズシテクダサイ - プリントシートヲ モドシマス。
pl: - Wykręć trzpień kalibracyjny. - Połóż arkusz druku na stole.
uk: - Вийміть калібрувальний штифт. - Встановіть лист на нагрівальний стіл.

source: - Remove heatbed sheet. - Install calibration pin.
cs: - Odstraňte tiskový plát. - Nainstalujte kalibrační pin.
de: - Entfernen Sie das Heizbett Blech. - Setzen Sie den Kalibrierungsstift ein.
es: - Retira la lámina de la base. - Instala el pin de calibración.
fr: - Retirez la plaque du plateau chauffant. - Installez l'ergot de calibration.
ja: - プリントシートヲ ハズシテクダサイ - キャリブレーションピンヲ トリツケマス。
pl: - Zdejmij płytę stołu - Wkręć trzpień kalibracyjny
uk: - Зніміть лист з нагрівального столу. - Встановіть калібрувальний штифт.

source: 1. Open Prusa app on your mobile device. 2. Go to in-app Menu and select "Set up Printer Wi-Fi." 3. Follow on-screen instructions.
cs: 1. Otevřete aplikaci Prusa na mobilním zařízení 2. V menu aplikace vyberte "Nastavení Wi-Fi tiskárny" 3. Následujte instrukce na obrazovce
de: 1. Öffnen Sie die Prusa App auf Ihrem Mobilgerät. 2. Gehen Sie zum In-App-Menü und wählen Sie "Drucker-Wi-Fi einrichten". 3. Folgen Sie den Anweisungen auf dem Bildschirm.
es: 1. Abre la app de Prusa en tu dispositivo móvil. 2. Ve al menú de la aplicación y selecciona "Configurar Wi-Fi de la Impresora." 3. Sigue las instrucciones en pantalla.
fr: 1. Ouvrez l'application Prusa sur votre appareil mobile. 2. Accédez au menu de l'application et sélectionnez "Configurer le Wi-Fi de l'imprimante". 3. Suivez les instructions à l'écran.
ja: 1. モバイルデバイスデ プルサコネクトアプリヲ ヒラキマス。 2. アプリノ メニューニ イドウシ、"Set up Printer Wi-Fi" ヲ センタクシマス。 3. ガメンノ シジニ シタガイマス。
pl: 1. Otwórz aplikację Prusa na urządzeniu mobilnym. 2. Przejdź do menu w aplikacji i wybierz "Skonfiguruj Wi-Fi drukarki". 3. Postępuj zgodnie z instrukcjami na ekranie.
uk: 1. Відкрийте додаток Prusa на своєму мобільному пристрої. 2. Перейдіть до меню додатка та виберіть "Налаштувати Wi-Fi принтера". 3. Дотримуйтесь інструкцій на екрані.

source: 1. Please park current tool manually. Move the tool changing mechanism to the rear and align it with pins
cs: 1. Zaparkujte aktuální nástroj ručně. Posuňte měnič nástrojů do zadní polohy a výřezy zarovnejte s dokovacími piny.
de: 1. Bitte parken Sie das aktuelle Werkzeug manuell. Bewegen Sie den Werkzeugwechselmechanismus nach hinten und richten Sie ihn an den Stiften aus
es: 1. Aparca manualmente el cabezal actual. Mueve el mecanismo de cambio de herramienta hacia atrás y alinéalo con los pines
fr: 1. Veuillez stationner l'outil actuel manuellement. Déplacez le mécanisme de changement d'outil vers l'arrière et alignez-le avec les ergots
ja: 1. ゲンザイノツールヲ マニュアルデ パーキングシテクダサイ。ツールチェンジメカニズムヲ ウシロヘイドウサセ、ピント イチヲアワセマス。
pl: 1. Zaparkuj narzędzie ręcznie. Przesuń mechanizm zmiany narzędzi do tyłu i wyrównaj go z kołkami
uk: 1. Будь ласка, припаркуйте поточний інструмент вручну. Перемістіть механізм зміни інструментів назад і вирівняйте його зі штифтами

source: 1. Scan the QR code using the Prusa app or camera, or visit prusa.io/add 2. Log in
cs: 1. Naskenujte QR kód pomocí aplikace Prusa nebo fotoaparátem, příp. navštivte prusa.io/add 2. Přihlašte se.
de: 1. Scannen Sie den QR-Code mit der Prusa App oder der Kamera, oder besuchen Sie prusa.io/add 2. Anmelden
es: 1. Escanea el código QR usando la app de Prusa o la cámara, o visita prusa.io/add 2. Inicia sesión
fr: 1. Scannez le QR code à l'aide de l'application Prusa ou de l'appareil photo, ou visitez prusa.io/add 2. Connectez-vous
ja: 1. プルサアプリ カ カメラ ヲ シヨウシテ QRコード ヲ スキャン スル カ prusa.io/add ニ アクセスシテクダサイ 2. ログインシマス
pl: 1. Zeskanuj kod QR za pomocą aplikacji Prusa lub aparatu, albo otwórz stronę prusa.io/add 2. Zaloguj się
uk: 1. Відскануйте QR-код за допомогою додатка Prusa або камери, або відвідайте prusa.io/add 2. Увійдіть

source: 2. Now move the tool changing mechanism to the right, the tool will be locked in the dock
cs: 2. Nyní posuňte měnič nástrojů doprava, tím dojde k zajištění nástroje v doku.
de: 2. Bewegen Sie nun den Werkzeugwechselmechanismus nach rechts, das Werkzeug wird im Dock verriegelt
es: 2. Ahora mueva el mecanismo de cambio de herramienta hacia la derecha, el cabezal se bloqueará en el dock
fr: 2. Déplacez maintenant le mécanisme de changement d'outil vers la droite, l'outil sera verrouillé sur le dock
ja: 2. ツールチェンジメカニズムヲ ミギニ ウゴカスト、ツールガ ドックニ ロックサレマス。
pl: 2. Teraz przesuń mechanizm zmiany narzędzi w prawo, narzędzie zostanie zablokowane w doku.
uk: 2. Тепер перемістіть механізм зміни інструментів праворуч, інструмент буде зафіксовано в док-станції

source: 3. The tool changing mechanism can now move freely. Move it a little bit to the front.
cs: 3. Měnič nástrojů se nyní může volně pohybovat. Posuňte ho o kousek dopředu.
de: 3. Der Werkzeugwechselmechanismus kann sich nun frei bewegen. Schieben Sie ihn ein wenig nach vorne.
es: 3. Ahora el mecanismo de cambio de herramientas puede moverse libremente. Muévelo un poco hacia delante.
fr: 3. Le mécanisme de changement d'outil peut maintenant se déplacer librement. Déplacez-la un peu vers l'avant.
ja: 3. ツールチェンジメカニズムガ ジユウニ ウゴクヨウニ ナリマシタ。スコシテマエニ ウゴカシマス。
pl: 3. Mechanizm zmiany narzędzi może się teraz swobodnie poruszać. Przesuń go trochę do przodu.
uk: 3. Тепер механізм зміни інструментів може вільно рухатися. Перемістіть його трохи вперед.

source: 5V Voltage
cs: 5V napětí
de: 5V Spannung
es: Voltaje 5V
fr: Tension 5V
ja: 5V デンアツ
pl: Napięcie 5V
uk: Напруга 5В

source: A crash dump is being saved.
cs: Ukládá se výpis chyby.
de: Es wird ein Crash Dump gespeichert.
es: Se está guardando un volcado de fallos.
fr: Une copie de la mémoire vive est en cours d'enregistrement.
ja: クラッシュダンプガ ホゾンサレマシタ
pl: Zrzut pamięci jest zapisywany.
uk: Зберігається дамп аварійного завершення.

source: A crash dump report (file dump.bin) has been saved to the USB drive.
cs: Výpis chyb (soubor dump.bin) byl zapsán na USB disk.
de: Ein Crash-Dump-Bericht (Datei dump.bin) wurde auf dem USB-Laufwerk gespeichert.
es: Se ha guardado un informe con detalles del error (dump.bin) en la unidad USB.
fr: Un rapport de vidage de mémoire suite à une panne (file dump.bin) a été sauvegardé sur la clé USB.
ja: クラッシュレポート(file dump.bin)ガ USBドライブニ ホゾンサレマシタ
pl: Raport zrzutu pamięci (plik dump.bin) został zapisany w pamięci USB.
uk: Звіт про аварійне завершення (файл dump.bin) збережено на USB-накопичувач.

source: A filament specified in the G-code is either not loaded or wrong type.
cs: Filament specifikovaný v G-Codu není zaveden nebo je špatného typu.
de: Ein im G-Code angegebenes Filament ist entweder nicht geladen oder vom falschen Typ.
es: Un filamento especificado en el código G no está cargado o es el tipo incorrecto.
fr: Un filament spécifié dans le G-code n'est pas chargé ou n'est pas du bon type.
ja: Gコードデ シテイサレタフィラメントガ ロードサレテイナイカ、タイプガ チガイマス。
pl: Filament podany w G-code nie jest załadowany lub załadowany jest niewłaściwego typu.
uk: Філамент, вказаний у G-коді, або не завантажений, або неправильного типу.

source: A movement command risks causing the model to collide with the ceiling.
cs: Při plánovaném pohybu tiskárny vzniká riziko, že tištěný objekt narazí do horního panelu.
de: Bei einem Bewegungsbefehl besteht die Gefahr, dass das Modell mit der Decke kollidiert.
es: Una orden de movimiento puede hacer que el modelo colisione con el techo.
fr: Une commande de mouvement risque de provoquer une collision du modèle avec la paroi supérieure.
ja: コノイドウコマンドデハ、モデルガ イチバンウエニ ショウトツスル リスクガアリマス。
pl: Polecenie ruchu grozi kolizją modelu z sufitem.
uk: Команда переміщення може призвести до зіткнення моделі зі стелею.

source: A printer collision has been detected.
cs: Byla detekována kolize tiskárny.
de: Druckerkollision wurde entdeckt.
es: Se ha detectado una colisión de impresora.
fr: Une collision de l'imprimante a été détectée.
ja: プリンタノ ショウトツガ ケンシュツサレマシタ
pl: Wykryto kolizję drukarki.
uk: Виявлено зіткнення принтера.

source: ABORT
cs: ZRUŠIT
de: ABBRUCH
es: ABORTAR
fr: ABANDONNER
ja: チュウシ
pl: PRZERWIJ
uk: ПЕРЕРВАТИ

source: ABORTING ...
cs: RUŠÍM...
de: ABBRUCH ...
es: ABORTANDO ...
fr: ANNULATION...
ja: チュウシチュウ 。。。
pl: ANULOWANIE ...
uk: ПЕРЕРИВАННЯ...

source: ACCELEROMETER COMMUNICATION FAILED
cs: CHYBA KOMUNIKACE S AKCELEROMETREM
de: ACCELEROMETER KOMMUNIKATION FEHLGESCHLAGEN
es: FALLO COMUNICACIÓN DEL ACELERÓMETRO
fr: ÉCHEC DE COMMUNICATION AVEC L'ACCÉLÉROMÈTRE
ja: カソクドセンサーノ ツウシンシッパイ
pl: BŁĄD KOMUNIKACJI Z AKCELEROMETREM
uk: ПОМИЛКА ЗВ'ЯЗКУ З АКСЕЛЕРОМЕТРОМ

source: ALL
cs: VŠE
de: ALLE
es: TODAS
fr: TOUT
ja: スベテ
pl: WSZYSTKO
uk: УСІ

source: ALL TOOLS
cs: VŠECHNY NÁSTROJE
es: TODOS LOS CABEZALES
fr: TOUS LES OUTILS
ja: スベテノ ツール
pl: WSZYSTKIE NARZĘDZIA
uk: УСІ ІНСТРУМЕНТИ

source: ALWAYS
cs: VŽDY
es: SIEMPRE
fr: TOUJOURS
ja: ツネニ
pl: ZAWSZE
uk: ЗАВЖДИ

source: Abort print?
fr: Annuler l'impression?
ja: プリントヲチュウシ?
pl: Przerwać wydruk?

source: Aborted.
cs: Přerušeno
es: Abortado.
fr: Annulé.
ja: チュウシ
pl: Anulowano.
uk: Перервано.

source: Absorbing heat
cs: Absorbuji teplo
es: Absorbiendo calor
fr: Absorption de chaleur
ja: キュウネツチュウ
pl: Pochłanianie ciepła
uk: Поглинання тепла

source: Accelerometer is not responding. Turn off the printer and make sure the accelerometer cable is connected to the main board. You can also abort the calibration and continue using the printer with previous settings.
cs: Akcelerometr nereaguje. Vypněte tiskárnu a ujistěte se, že je kabel správně zapojený do desky. Také lze zrušit kalibraci a pokračovat v používání tiskárny s původními hodnotami.
de: Der Beschleunigungsmesser reagiert nicht. Schalten Sie den Drucker aus und stellen Sie sicher, dass das Kabel des Beschleunigungsmessers an der Hauptplatine angeschlossen ist. Sie können die Kalibrierung auch abbrechen und den Drucker mit den vorherigen Einstellungen weiter verwenden.
es: El acelerómetro no responde. Apaga la impresora y asegúrate de que el cable del acelerómetro está conectado a la placa base. También puedes abortar la calibración y seguir utilizando la impresora con los ajustes anteriores.
fr: L'accéléromètre ne répond pas. Éteignez l'imprimante et assurez-vous que le câble de l'accéléromètre est connecté à la carte principale. Vous pouvez également interrompre la calibration et continuer à utiliser l'imprimante avec les paramètres précédents.
ja: カソクドセンサーガ ハンノウシマセン。プリンタノ デンゲンヲキリ、センサーノ ケーブルガ メインボードニ セツゾクサレテイルコトヲ カクニンシマス。キャリブレーションヲ チュウシシ、イゼンノ セッテイデ プリンタヲ シヨウスルコトモデキマス。
pl: Akcelerometr nie odpowiada. Wyłącz drukarkę i upewnij się, że przewód akcelerometru jest podłączony do płyty głównej. Możesz także przerwać kalibrację i kontynuować korzystanie z drukarki z poprzednimi ustawieniami.
uk: Акселерометр не відповідає. Вимкніть принтер і переконайтеся, що кабель акселерометра підключено до основної плати. Ви також можете скасувати калібрування та продовжити роботу з принтером з попередніми налаштуваннями.

source: Active Interface
cs: Aktivní rozhraní
de: Aktive Schnittstelle
es: Activar Interfaz
fr: Interface active
ja: ユウコウ ナ インターフェース
pl: Aktywny interfejs
uk: Активний інтерфейс

source: Active Tool
cs: Aktivní nástroj
es: Cabezal Activo
fr: Outil Actif
ja: アクティブ・ツール
pl: Aktywne narzędzie
uk: Активний інструмент

source: Actual belts frequencies
es: Frecuencias actuales de las correas
fr: Fréquences réelles des courroies
ja: ジッサイノ ベルトシュウハスウ
pl: Obecne częstotliwości pasków
uk: Фактичні частоти ременів

source: Add Printer to Connect
cs: Přidat tiskárnu do Connectu
de: Drucker zu Connect hinzufügen
es: Añadir Impresora a Connect
fr: Ajouter l'imprimante à Connect
ja: プリンタヲ プルサコネクトニ ツイカ
pl: Dodaj drukarkę do Connect
uk: Додати принтер до Connect

source: Additional probing
cs: Dodatečné měření
es: Mediciones adiccionales
fr: Sondage supplémentaire
ja: ツイカ・プロービング
pl: Dodatkowe sondowanie
uk: Додаткове зондування

source: Address assignment error
cs: Chyba přiřazení adresy.
de: Adresszuweisungsfehler
es: Error de asignación de dirección
fr: Erreur d'attribution d'adresse
ja: アドレス ワリアテ エラー
pl: Błąd przypisania adresu
uk: Помилка призначення адреси

source: Adjust
cs: Upravit
de: Anpassen
es: Ajustar
fr: Ajuster
ja: アジャスト
pl: Dostosuj
uk: Налаштувати

source: Adjust belt tensioners
es: Ajustar tensores correa
fr: Régler les tendeurs de courroie
ja: ベルトテンショナーヲ チョウセイ
pl: Regulacja napinaczy paska
uk: Відрегулюйте натягувачі ременя

source: Adjust the nozzle height above the heatbed by turning the knob
cs: K doladění výšky trysky nad podložkou otáčejte ovládacím tlačítkem
de: Stellen Sie die Düsenhöhe zum Heizbett durch drehen des Knopfes ein
es: Ajusta la altura de la boquilla sobre la base girando el dial
fr: Ajustez la hauteur de la buse au dessus du plateau en tournant le bouton
ja: ノブヲ マワシ ヒートベッドト ノズルノ タカサヲ チョウセイシマス
pl: Ustaw dyszę w odpowiedniej odległości od stołu, obracając pokrętłem
uk: Відрегулюйте висоту сопла над нагрівальним столом, обертаючи ручку

source: Adjusting the tensioning screw of the door sensor was not successful. Please repeat the last step.
cs: Nastavení napínacího šroubu dveřního senzoru nebylo úspěšné. Zopakujte poslední krok.
de: Das Einstellen der Spannschraube des Türsensors war nicht erfolgreich. Bitte wiederholen Sie den letzten Schritt.
es: El ajuste del tornillo tensor del sensor de la puerta no se ha realizado correctamente. Repite el último paso.
fr: Le réglage de la vis de tension du capteur de porte n'a pas réussi. Veuillez répéter la dernière étape.
ja: ドアセンサーノ ハリネジヲ チョウセイシテモ ウマクイキマセンデシタ。サイゴノ ステップヲ クリカエシテクダサイ。
pl: Regulacja śruby napinającej czujnika drzwi nie powiodła się. Powtórz ostatni krok.
uk: Регулювання натяжного гвинта датчика дверей не вдалося. Будь ласка, повторіть останній крок.

source: Adv. filtration
cs: Pok. filtrace
de: Fort.-Filtrierung
es: Filtración avanz.
fr: Filtration avancée
ja: アドバンスフィルターシステム
pl: Zaaw. filtracja
uk: Розш. фільтрація

source: Advanced
cs: Pokročilé
de: Fortgeschritten
es: Avanzado
fr: Avancé
ja: アドバンスド
pl: Zaawansowane
uk: Розширені

source: Align the tool changing mechanism with the tool and lock it by sliding both metal bars to the right.
cs: Zarovnejte toolchanger s nástrojem a zajistěte ho posunutím obou kovových petlic doprava.
de: Richten Sie den Werkzeugwechselmechanismus auf das Werkzeug aus und verriegeln Sie ihn, indem Sie beide Metallstäbe nach rechts schieben.
es: Alinea el mecanismo de cambio de herramientas con el cabezal y bloquéalo deslizando ambas barras metálicas hacia la derecha.
fr: Alignez le mécanisme de changement d'outil avec l'outil et verrouillez-le en faisant glisser les deux barres métalliques vers la droite.
ja: ツールチェンジキコウヲ ツールニ アワセ、リョウホウノ キンゾクプレートヲ ミギニスライドサセテ ロックシマス。
pl: Wyrównaj mechanizm zmieniarki narzędzi z narzędziem i zablokuj, przesuwając obie metalowe listwy w prawo.
uk: Вирівняйте механізм зміни інструментів з інструментом і зафіксуйте його, зсунувши обидві металеві планки праворуч.

source: Aligning tool
cs: Zarovnávací nástroj
de: Werkzeug ausrichten
es: Herramienta de alineación
fr: Outil d'alignement
ja: ツールノ イチチョウセイ
pl: Wyrównywanie narzędzia
uk: Вирівнювання інструменту

source: Alignment issue detected
es: Detectado problema de alineación
fr: Problème d'alignement détecté
ja: アライメントノ モンダイガ ケンシュツサレマシタ
pl: Wykryto problem z wyrównaniem
uk: Виявлено проблему з вирівнюванням

source: All
cs: Vše
de: Alle
es: Todo
fr: Tous
ja: スベテ
pl: Wszystko
uk: Усі

source: All Tools
cs: Všechny nástroje
de: Alle Werkzeuge
es: Todos los Cabezales
fr: Tous les outils
ja: スベテノ ツール
pl: Wszystkie narzędzia
uk: Усі інструменти

source: All filament sensors enabled.
cs: Všechny senzory aktivní.
de: Alle Filamentsensoren aktiviert.
es: Todos los sensores de filamento activados.
fr: Tous les capteurs de filament activés.
ja: スベテノ フィラメントセンサーオン
pl: Włączono wszystkie czujniki filamentu
uk: Усі датчики філаменту увімкнені.

source: All nozzles
cs: Všechny trysky
de: Alle Düsen
es: Todas las boquillas
fr: Toutes les buses
ja: スベテノ ノズル
pl: Wszystkie dysze
uk: Усі сопла

source: All tests passed successfully.
cs: Testy úspěšně dokončeny!
de: Alle Tests erfolgreich abgeschlossen.
es: Todas las pruebas terminaron con éxito.
fr: Tous les tests ont été réussis avec succès.
ja: スベテノテストガ セイジョウニ シュウリョウシマシタ。
pl: Wszystkie testy ukończono pomyślnie
uk: Усі тести пройдено успішно.

source: Alt fan correction
cs: Korekce Alt ventilátoru
de: Alt Lüfter Korrektur
es: Corrección vent. alt
fr: Correction du ventilateur alt.
ja: ファン ノ カイテンホウコウ
pl: Korekcja alt. wentylatora
uk: Альтернативна корекція вентилятора
