Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: Loadcell data are noisy. Make sure the printer is on a stable surface. Retry?
cs: Nekonzistentní data loadcellu. Ujistěte se, že je tiskárna na pevném podkladu. Opakovat?
es: Los datos de la célula de carga tienen ruido. Asegúrate de que la impresora está sobre una superficie estable. ¿Reintentar?
fr: Les données du capteur de force sont bruitées. Assurez-vous que l'imprimante est sur une surface stable. Réessayer ?
ja: ロードセル データガ フアンテイデス. プリンタヲ アンテイシタ バショニ オイテクダサイ. リトライシマスカ?
pl: Zakłócenia z tensometru. Upewnij się, że drukarka stoi stabilnie. Spróbować ponownie?
uk: Дані датчика навантаження шумні. Переконайтеся, що принтер стоїть на стабільній поверхні. Спробувати ще раз?

source: Loadcell measured an inifinite or undefined load value.
cs: Loadcell naměřil nekonečnou či nedefinovanou hodnotu.
de: Die Wägezelle hat einen unbestimmten oder undefinierten Lastwert gemessen.
es: La célula de carga ha medido un valor de carga infinito o indefinido.
fr: Le capteur de force a mesuré une valeur de force infinie ou non définie.
ja: ロードセルガ、ムゲンモシク ハミテイギノ スウチヲ ソクテイシマシタ。
pl: Tensometr zmierzył nieskończoną lub nieokreśloną wartość obciążenia.
uk: Датчик навантаження виміряв нескінченне або невизначене значення навантаження.

source: Loadcell test failed.
cs: Loadcell test selhal.
de: Wägezellentest fehlgeschlagen.
es: Test de la Célula de carga fallido.
fr: Échec du test du capteur de force.
ja: ロードセルテストガ シッパイシマシタ。
pl: Test tensometru nieudany.
uk: Тест датчика навантаження не пройдено.

source: Loadcell test passed OK.
cs: Test senzoru Loadcell OK.
de: Wägezellentest OK.
es: Test de la célula de carga superado.
fr: Le test du capteur de force a réussi.
ja: ロードセルテストニ セイコウシマシタ。
pl: Test tensometru OK.
uk: Тест датчика навантаження пройдено успішно.

source: Loaded
cs: Zavedeno
de: Geladen
es: Cargado
fr: Chargé
ja: ロードカンリョウ
pl: Załadowano
uk: Завантажено

source: Loaded filament
cs: Zavedený filament
de: Geladenes Filament
es: Filamento cargado
fr: Filament chargé
ja: ロードサレタ フィラメント
pl: Załadowany filament
uk: Завантажений філамент

source: Loaded filaments
cs: Zavedené filamenty
de: Geladene Filamente
es: Filamentos cargados
fr: Filaments chargés
ja: ロードサレタ フィラメント
pl: Załadowane filamenty
uk: Завантажені філаменти

source: Loaded successfully. Connect will activate shortly.
cs: Úspěšně nahráno. Connect se za chvilku aktivuje.
de: Erfolgreich geladen. Connect in Kürze aktiv.
es: Cargado con éxito. Connect se activará en breves.
fr: Chargé avec succès. Connect s'activera sous peu.
ja: タダシク ロードサレマシタ。マモナク セツゾクガ ユウコウニナリマス。
pl: Załadowano pomyślnie. Connect wkrótce się aktywuje.
uk: Успішно завантажено. Prusa Connect активується незабаром.

source: Loaded successfully. Enable Connect to activate.
cs: Úspěšně nahráno. K aktivaci povolte Connect.
de: Erfolgreich geladen. Connect anschalten zum Aktivieren.
es: Cargado con éxito. Habilita Conectar para activar.
fr: Chargé avec succès. Activez Connect pour activer.
ja: タダシク ロードサレマシタ。セツゾクヲ ユウコウニ シテクダサイ。
pl: Załadowano pomyślnie. Włącz Connect, aby aktywować.
uk: Успішно завантажено. Увімкніть Prusa Connect для активації.

source: Loading Test
cs: Zkouška zavedení
de: Lade-Test
es: Test de Carga
fr: Test de Chargement
ja: ローディングテスト
pl: Test ładowania
uk: Тест завантаження

source: Loading Timeout
cs: Timeout pro zavedení
de: Laden Timeout
es: Tiempo de Carga Agotado
fr: Délai de chargement expiré
ja: ロード タイムアウト
pl: Timeout ładowania
uk: Тайм-аут завантаження

source: Loading filament
cs: Zavádím filament
de: Filament lädt
es: Cargando filamento
fr: Chargement du filament
ja: フィラメント ロード チュウ
pl: Ładowanie filamentu
uk: Завантаження філаменту

source: Loading test
cs: Zkouška zavedení
de: Lade-Test
es: Test de Carga
fr: Test de chargement
ja: ローディングテスト
pl: Test ładowania
uk: Тест завантаження

source: Loading to extruder failed. Inspect the filament tip shape. Refine the sensor calibration, if needed.
cs: Zavedení do extruderu selhalo. Zkontrolujte špičku filamentu. Upravte kalibraci senzoru, pokud se chyba opakuje.
de: Das Laden in den Extruder ist fehlgeschlagen. Überprüfen Sie die Form der Filament-Spitze. Verfeinern Sie die Sensorkalibrierung, falls erforderlich.
es: La carga en el extrusor ha fallado. Inspecciona la forma de la punta del filamento. Afina la calibración del sensor, si es necesario.
fr: Le chargement dans l'extrudeur a échoué. Inspectez la forme de la pointe du filament. Affinez la calibration du capteur, si nécessaire.
ja: エクストルーダーヘノ ロードニ シッパイシマシタ。フィラメントセンタンノ ケイジョウヲ テンケンシマス。ヒツヨウガ アレバ、センサーノ キャリブレーションヲ カイゼンシマス。
pl: Ładowanie do ekstrudera nie powiodło się. Sprawdź kształt końcówki filamentu. W razie potrzeby popraw kalibrację czujnika.
uk: Не вдалося завантажити в екструдер. Перевірте форму кінчика філаменту. За потреби уточніть калібрування датчика.

source: Loading to nozzle
cs: Zavádění do trysky
de: Zur Düse laden
es: Cargando a la boquilla
fr: Chargement de la buse
ja: ノズルヘノ ロードチュウ
pl: Ładowanie do dyszy
uk: Завантаження до сопла

source: Loading...
cs: Zavádění...
de: Lade...
es: Cargando...
fr: Chargement...
ja: ロードチュウ。。。
pl: Ładowanie...
uk: Завантаження...

source: Lock the tool
cs: Zajistěte nástroj
de: Werkzeug verriegeln
es: Bloquea el cabezal
fr: Verrouillez l'outil
ja: ツールヲ ロックスル
pl: Zablokuj narzędzie
uk: Зафіксувати інструмент

source: Logging has been turned off. You can now safely remove the USB drive.
cs: Logování bylo vypnuto. Nyní můžete bezpečně odebrat USB disk.
de: Die Protokollierung wurde deaktiviert. Sie können den USB-Stick jetzt sicher entfernen.
es: El registro se ha desactivado. Ahora puedes retirar la unidad USB de forma segura.
fr: La journalisation a été désactivée. Vous pouvez maintenant retirer la clé USB en toute sécurité.
ja: ログガ オフニナリマシタ。コレデ USBドライブヲ アンゼンニ トリハズスコトガデキマス。
pl: Rejestrowanie zostało wyłączone. Możesz teraz bezpiecznie odłączyć pamięć USB.
uk: Запис журналу вимкнено. Тепер ви можете безпечно вийняти USB-накопичувач.

source: Loosen by %.1f turns
cs: Povolte o %.1f otáček
de: Um %.1f Umdrehungen lösen
es: Afloja %.1f vueltas
fr: Desserrez de %.1f tours
ja: ユルメル %.1f カイテン
pl: Poluzuj o %.1f obroty
uk: Послабити на %.1f обертів

source: Loosen pins
cs: Povolte piny
de: Stifte lösen
es: Afloja los pines
fr: Desserrez les ergots
ja: ピンヲ ユルメル
pl: Poluzuj kołki
uk: Послабити штифти

source: Loosen screws
cs: Povolte šrouby
de: Schrauben lösen
es: Afloja los tornillos
fr: Desserrez les vis
ja: ネジヲ ユルメル
pl: Poluzuj śruby
uk: Послабити гвинти

source: Loosen the two screws on the right side of the dock pillar (marked in orange) using the uni-wrench.
cs: Povolte dva šrouby na pravé straně dokového sloupku (označeny oranžově) univerzálním klíčem.
de: Lösen Sie die beiden Schrauben auf der rechten Seite der Docksäule (orange markiert) mit Hilfe des Einheitsschlüssels.
es: Afloja los dos tornillos del lado derecho de la columna del dock (marcados en naranja) con la llave uni.
fr: Desserrez les deux vis sur le côté droit du pilier du dock (marquées en orange) à l'aide de la clé universelle.
ja: ドックピラーノ ミギニアル 2ツノネジ(オレンジノマーク)ヲ ユニレンチデ ユルメマス。
pl: Za pomocą klucza wielofunkcyjnego poluzuj dwie śruby z boku słupka doku (zaznaczone na pomarańczowo).
uk: Послабте два гвинти з правого боку опори док-станції (позначені помаранчевим) за допомогою універсального ключа.

source: Loud
cs: Hlasitý
de: Laut
es: Alto
fr: Fort
ja: サイダイ
pl: Głośno
uk: Гучно

source: Love Board
es: Placa Love
ja: ラブボード
uk: Плата Love

source: Low
cs: Nízký
de: Niedrig
es: Bajo
fr: Faible
ja: ロー
pl: Niska
uk: Низька

source: Low temp
cs: Nízká teplota
de: Zu kalt
es: T. baja
fr: T. basse
ja: オンドガ ヒクイ
pl: N. temp.
uk: Низька температура

source: Lower belt actual frequency
es: Frecuencia actual de la correa inferior
fr: Fréquence réelle de la courroie inférieure
ja: シタノベルトノ ジッソウクシュウハスウ
pl: Obecna częstotliwość dolnego paska
uk: Фактична частота нижнього ременя

source: MAC Address
cs: MAC adresa
de: MAC Adresse
es: Dirección MAC
fr: Adresse MAC
ja: MACアドレス
pl: Adres MAC
uk: MAC-адреса

source: MAINTENANCE FAILURE WARNING
cs: CHYBA: UPOZORNĚNÍ NA ÚDRŽBU
de: Warnung vor Wartungsfehler
es: AVISO DE FALLO DE MANTENIMIENTO
fr: AVERTISSEMENT D'ÉCHEC DE MAINTENANCE
ja: メンテナンスシッパイノ ケイコク
uk: ПОПЕРЕДЖЕННЯ ПРО ПОМИЛКУ ОБСЛУГОВУВАННЯ

source: MAINTENANCE WARNING
cs: UPOZORNĚNÍ NA ÚDRŽBU
de: WARTUNGSWARNUNG
es: AVISO DE MANTENIMIENTO
fr: AVERTISSEMENT DE MAINTENANCE
ja: メンテナンスノ ケイコク
uk: ПОПЕРЕДЖЕННЯ ПРО ОБСЛУГОВУВАННЯ

source: MARLIN REQUEST TIMEOUT
cs: ČASOVÝ LIMIT POŽADAVKU NA MARLIN
de: Zeitüberschreitung Marlin-Anfrage
es: TIMEOUT SOLICITUD MARLIN
fr: TIMEOUT DE LA REQUÊTE DE MARLIN
ja: MARLIN タイムアウト
pl: TIMEOUT ŻĄDANIA MARLINA
uk: ТАЙМ-АУТ ЗАПИТУ MARLIN

source: MAXTEMP ERROR
cs: CHYBA MAXTEMP
de: MAXTEMP FEHLER
es: ERROR MAXTEMP
fr: ERREUR MAXTEMP
ja: MAXTEMP ERROR(サイダイオンドエラー)
pl: BŁĄD MAXTEMP
uk: ПОМИЛКА МАКСИМАЛЬНОЇ ТЕМПЕРАТУРИ

source: MCU MAXTEMP ERROR
cs: CHYBA MCU MAXTEMP
de: MCU MAXTEMP FEHLER
es: ERROR MAXTEMP MCU
fr: ERREUR MAXTEMP DU MCU
ja: MCUサイダイオンドエラー
pl: BŁĄD MAXTEMP MCU
uk: ПОМИЛКА МАКСИМАЛЬНОЇ ТЕМПЕРАТУРИ MCU

source: MCU Temperature
cs: Teplota MCU
de: MCU Temperatur
es: Temperatura MCU
fr: Température du MCU
ja: MCUオンド
pl: Temperatura MCU
uk: Температура MCU

source: MCU in %s is overheated.
cs: MCU v %s se přehřívá.
de: MCU in %s ist überhitzt.
es: La MCU en %s está sobrecalentada.
fr: Le MCU dans %s est en surchauffe.
ja: MCU ガ %s オーバーヒート
pl: MCU %s jest przegrzany.
uk: MCU в %s перегрівся.

source: MCU in Buddy is overheated, likely due to exceeding the printer's operating temperature. Prevent overheating for optimal performance.
cs: MCU v Buddy se přehřála, patrně kvůli překročení maximální doporučené operační teploty tiskárny. Zajistěte, aby se tiskárna nepřehřívala.
de: Die MCU im Buddy ist überhitzt, wahrscheinlich aufgrund einer Überschreitung der Betriebstemperatur des Druckers. Verhindern Sie eine Überhitzung für eine optimale Leistung.
es: La MCU del Buddy está sobrecalentada, probablemente debido a que se ha superado la temperatura de funcionamiento de la impresora. Evita el sobrecalentamiento para obtener un rendimiento óptimo.
fr: Le MCU de la Buddy est en surchauffe, probablement en raison d'un dépassement de la température de fonctionnement de l'imprimante. Évitez la surchauffe pour des performances optimales.
ja: バディ ノ MCU ガ オーバーヒート シタ、 プリンター ノ オペレーティング テンペラチャー オ コエタ コト ガ ゲンイン ト ミラレル. オプティマル パフォーマンス オ タモツ タメ ニ オーバーヒート オ フセイデ クダサイ.
pl: MCU płytki Buddy jest przegrzany, prawdopodobnie z powodu przekroczenia temperatury operacyjnej drukarki. Aby zapewnić optymalną wydajność, należy zapobiegać przegrzaniu.
uk: Перегрів MCU плати Buddy, ймовірно, через перевищення робочої температури принтера. Запобігайте перегріву для оптимальної продуктивності.

source: MCU in Dwarf is overheated, likely due to exceeding the printer's operating temperature. Prevent overheating for optimal performance.
cs: MCU ve Dwarfovi se přehřála, patrně kvůli překročení maximální doporučené operační teploty tiskárny. Zajistěte, aby se tiskárna nepřehřívala.
de: Die MCU im Dwarf ist überhitzt, wahrscheinlich aufgrund einer Überschreitung der Betriebstemperatur des Druckers. Verhindern Sie eine Überhitzung für eine optimale Leistung.
es: La MCU del Dwarf está sobrecalentada, probablemente debido a que se ha superado la temperatura de funcionamiento de la impresora. Evita el sobrecalentamiento para obtener un rendimiento óptimo.
fr: Le MCU de la Dwarf est en surchauffe, probablement en raison d'un dépassement de la température de fonctionnement de l'imprimante. Évitez la surchauffe pour des performances optimales.
ja: ドワーフ ノ MCU ガ オーバーヒート シタ、 プリンター ノ オペレーティング テンペラチャー オ コエタ コト ガ ゲンイン ト ミラレル. オプティマル パフォーマンス オ タモツ タメ ニ オーバーヒート オ フセイデ クダサイ.
pl: MCU płytki Dwarf jest przegrzany, prawdopodobnie z powodu przekroczenia temperatury operacyjnej drukarki. Aby zapewnić optymalną wydajność, należy zapobiegać przegrzaniu.
uk: Перегрів MCU плати Dwarf, ймовірно, через перевищення робочої температури принтера. Запобігайте перегріву для оптимальної продуктивності.

source: MCU in Modular Bed is overheated, likely due to exceeding the printer's operating temperature. Prevent overheating for optimal performance.
cs: MCU v modulární podložce se přehřála, patrně kvůli překročení maximální doporučené operační teploty tiskárny. Zajistěte, aby se tiskárna nepřehřívala.
de: Die MCU im modularen Bett ist überhitzt, wahrscheinlich aufgrund einer Überschreitung der Betriebstemperatur des Druckers. Verhindern Sie eine Überhitzung für eine optimale Leistung.
es: La MCU de la Placa Modular está sobrecalentada, probablemente debido a que se ha superado la temperatura de funcionamiento de la impresora. Evita el sobrecalentamiento para obtener un rendimiento óptimo.
fr: Le MCU de la Modular Bed est en surchauffe, probablement en raison d'un dépassement de la température de fonctionnement de l'imprimante. Évitez la surchauffe pour des performances optimales.
ja: モジュラーベッド ノ MCU ガ オーバーヒート シタ、 プリンター ノ オペレーティング テンペラチャー オ コエタ コト ガ ゲンイン ト ミラレル. オプティマル パフォーマンス オ タモツ タメ ニ オーバーヒート オ フセイデ クダサイ.
pl: MCU stołu modułowego jest przegrzany, prawdopodobnie z powodu przekroczenia temperatury operacyjnej drukarki. Aby zapewnić optymalną wydajność, należy zapobiegać przegrzaniu.
uk: Перегрів MCU модульного столу, ймовірно, через перевищення робочої температури принтера. Запобігайте перегріву для оптимальної продуктивності.

source: MESSAGES
cs: ZPRÁVY
de: MELDUNGEN
es: MENSAJES
ja: メッセージ
pl: KOMUNIKATY
uk: ПОВІДОМЛЕННЯ

source: METRICS & LOG
cs: METRIKY A PROTOKOL
es: MÉTRICAS Y REGISTRO
fr: MÉTRIQUES & JOURNAL
ja: メトリクスト ログ
pl: DANE DIAGN. I LOG
uk: МЕТРИКИ ТА ЖУРНАЛ

source: METRICS LIST
cs: SEZNAM METRIK
es: LISTA MÉTRICAS
fr: LISTE DES MÉTRIQUES
ja: メトリクス リスト
pl: LISTA DANYCH DIAGNOSTYCZNYCH
uk: СПИСОК МЕТРИК

source: MINTEMP ERROR
cs: CHYBA MINTEMP
de: MINTEMP FEHLER
es: ERROR MINTEMP
fr: ERREUR MINTEMP
ja: MINTEMP ERROR(サイショウオンドエラー)
pl: BŁĄD MINTEMP
uk: ПОМИЛКА МІНІМАЛЬНОЇ ТЕМПЕРАТУРИ

source: MMU BL Status
cs: Stav MMU BL
es: Estado MMU BL
fr: Statut BL MMU
ja: MMU BL ステータス
pl: Status MMU BL
uk: Статус MMU BL

source: MMU Current
cs: MMU proud
de: MMU Strom
es: Corriente MMU
fr: Courant du MMU
ja: MMUデンリュウ
pl: Prąd MMU
uk: Струм MMU

source: MMU Error
cs: Chyba MMU
de: MMU Fehler
es: Error MCU
fr: Erreur MMU
ja: MMUエラー
pl: Błąd MMU
uk: Помилка MMU

source: MMU FW UPDATE NEEDED
cs: MMU VYŽADUJE NOVÝ FW
de: MMU FW UPDATE NÖTIG
es: ACT. FW MMU PRECISA
fr: MAJ FW MMU NECESS.
ja: MMUファームウェアノ アップデートガ ヒツヨウデス
pl: FW MMU WYMAGA AKTUALIZACJI
uk: ПОТРІБНО ОНОВИТИ ПРОШИВКУ MMU

source: MMU Firmware internal error, please reset the MMU.
cs: Interní chyba MMU FW, restartujte MMU jednotku.
de: MMU Firmware interner Fehler, bitte setzen Sie die MMU zurück.
es: Error interno del firmware MMU, por favor reinicia el MMU.
fr: Erreur interne du firmware du MMU, veuillez reinitialiser le MMU.
ja: MMUファームウェアエラーデス。MMUヲ リセットシテクダサイ。
pl: Błąd wewnętrzny firmware MMU. Zresetuj MMU.
uk: Внутрішня помилка прошивки MMU, будь ласка, перезавантажте MMU.

source: MMU MCU ERROR
cs: CHYBA MMU MCU
de: MMU MCU FEHLER
es: ERROR MCU MMU
fr: ERREUR MCU DU MMU
ja: MMUノ MCUエラー
pl: BŁĄD MCU MMU
uk: ПОМИЛКА MCU MMU

source: MMU MCU UNDERPOWER
cs: MMU MCU NEDOSTATEČNÉ NAPÁJENÍ
de: MMU MCU Unterstrom
es: SUBTENSION MCU MMU
fr: SOUS ALIMENTATION DU MCU DU MMU
ja: MMU MCU パワーガ フソクシテイマス
pl: MMU MCU ZBYT NISKA MOC
uk: НЕДОСТАТНЯ НАПРУГА MCU MMU

source: MMU MCU detected a 5V undervoltage. There might be an issue with the electronics. Check the wiring and connectors
cs: MMU MCU detekuje nedostatečné 5V napětí - možná chyba elektroniky. Zkontrolujte kabeláž a zapojení.
de: Die MMU MCU hat eine 5V-Unterspannung festgestellt. Möglicherweise gibt es ein Problem mit der Elektronik. Überprüfen Sie die Verdrahtung und die Anschlüsse.
es: La MCU del MMU ha detectado una subtensión de 5V. Probablemente hay un problema con la electrónica. Comprueba el cableado y los conectores.
fr: Le MCU du MMU a détecté une sous-tension du 5V. Il pourrait y avoir un problème avec l'électronique. Vérifiez le câblage et les connecteurs
ja: MMUノ MCUガ 5Vデンアツフソクヲ ケンシュツシマシタ。デンシキキニ モンダイガ アルカノウセイガ アリマス。ハイセント コネクタヲ チェックシテクダサイ。
pl: MMU MCU wykrył zbyt niskie napięcie 5V. Może to być problem z elektroniką. Sprawdź okablowanie i złącza.
uk: MCU MMU виявив знижену напругу 5В. Можлива проблема з електронікою. Перевірте проводку та роз'єми.

source: MMU NOT RESPONDING
cs: MMU NEODPOVÍDÁ
de: MMU REAGIERT NICHT
es: MMU NO RESPONDE
fr: LE MMU NE REPOND PAS
ja: MMUガ ハンノウシテイマセン
pl: MMU NIE ODPOWIADA
uk: MMU НЕ ВІДПОВІДАЄ

source: MMU OVERCURRENT
cs: NADPROUD NA MMU
de: MMU Überstrom
es: SOBRECORRIENTE MMU
fr: SURINTENSITÉ DU MMU
ja: MMUカデンリュウ
pl: ZBYT DUŻY PRĄD MMU
uk: ПЕРЕВАНТАЖЕННЯ СТРУМУ MMU

source: MMU SELFTEST FAILED
cs: SELFTEST MMU SELHAL
de: MMU SELBSTTEST FEHL
es: FALLO SELFTEST MMU
fr: ÉCHEC DU SELFTEST DU MMU
ja: MMU セルフテストシッパイ
pl: BŁĄD SELFTEST MMU
uk: ПОМИЛКА САМОТЕСТУ MMU

source: MMU Unit
cs: MMU jednotka
de: MMU3 Einheit
es: Unidad MMU
fr: Unité MMU
ja: MMUユニット
pl: Moduł MMU
uk: Блок MMU

source: MMU Version
cs: Verze MMU
es: Versión MMU
fr: Version du MMU
ja: MMUバージョン
pl: Wersja MMU
uk: Версія MMU

source: MMU detected a power-related issue. Check the wiring and connectors. If the issue persists, contact support.
cs: MMU detekovala problém s napájením. Zkontrolujte zapojení. Pokud problém přetrvává, kontakujte podporu.
de: Die MMU hat ein Problem mit der Stromversorgung festgestellt. Überprüfen Sie die Verkabelung und die Anschlüsse. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: La MMU ha detectado un problema relacionado con la alimentación. Comprueba el cableado y los conectores. Si el problema persiste, ponte en contacto con el servicio tecnico.
fr: Le MMU a détecté un problème lié à l'alimentation. Vérifiez le câblage et les connecteurs. Si le probleme persiste, contactez le support.
ja: MMUガ デンゲンカンレンノ モンダイヲ ケンシュツシマシタ。ハイセント コネクタヲ チェックシテクダサイ。モンダイガ カイケツシナイバアイ、サポートニ レンラクシテクダサイ。
pl: Moduł MMU wykrył problem związany z zasilaniem. Sprawdź okablowanie i złącza. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: MMU виявив проблему, пов'язану з живленням. Перевірте проводку та роз'єми. Якщо проблема не зникає, зверніться до служби підтримки.

source: MMU filament
es: Filamento MMU
fr: Filament MMU
ja: MMUフィラメント
pl: Filament MMU
uk: Філамент MMU

source: MMU filament loads
cs: MMU - Zavedení filamentu
de: MMU Filament-Ladungen
es: Cargas filamento MMU
fr: Le filament du MMU se charge
ja: MMUフィラメント ロード
pl: Liczba załadowań do MMU
uk: Завантаження філаменту MMU

source: MMU filament sensor calibration
cs: MMU - kalibrace senzoru filamentu
de: MMU Filamentsensor-Kalibrierung
es: Calibración sensor filamento MMU
fr: Calibration du capteur de filament du MMU
ja: MMUフィラメントセンサー キャリブレーション
pl: Kalibracja czujnika filamentu MMU
uk: Калібрування датчика філаменту MMU

source: MMU not responding correctly. Check the wiring and connectors.
cs: MMU neodpovídá správně. Zkontrolujte konektory a kabeláž.
de: Die MMU reagiert nicht richtig. Überprüfen Sie die Verkabelung und die Anschlüsse.
es: El MMU no responde correctamente. Comprueba el cableado y los conectores
fr: Le MMU ne répond pas correctement. Vérifiez le câblage et les connecteurs.
ja: MMUガ タダシクハンノウシテイマセン。ハイセント コネクタヲ カクニンシテクダサイ。
pl: MMU nie odpowiada prawidłowo. Sprawdź okablowanie i złącza.
uk: MMU відповідає неправильно. Перевірте проводку та роз'єми.

source: MMU not responding. Check the wiring and connectors.
cs: MMU nereaguje. Zkontrolujte konektory a kabeláž.
de: Die MMU antwortet nicht. Überprüfen Sie die Verkabelung und die Anschlüsse.
es: El MMU no responde. Comprueba el cableado y los conectores
fr: Le MMU ne répond pas. Vérifiez le câblage et les connecteurs.
ja: MMUガ ハンノウシテイマセン。ハイセント コネクタヲ カクニンシテクダサイ。
pl: MMU nie odpowiada. Sprawdź okablowanie i złącza.
uk: MMU не відповідає. Перевірте проводку та роз'єми.

source: MMU off
cs: MMU vyp.
de: MMU aus
ja: MMU オフ
pl: MMU wył.
uk: MMU вимкнено

source: MMU selftest failed on the Idler TMC driver. Check the wiring and connectors. If the issue persists contact support.
cs: Selhání selftestu MMU - TMC driver pro Idler motor hlásí chybu. Zkontrolujte zapojení. Pokud problém přetrvává, kontaktujte podporu.
de: MMU-Selbsttest auf dem Spannrollen-TMC-Treiber fehlgeschlagen. Überprüfen Sie die Verkabelung und die Anschlüsse. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Fallo del Selftest delMMU en el controlador TMC del Tensor. Comprueba el cableado y los conectores. Si el problema persiste, ponte en contacto con el servicio de asistencia.
fr: Le selftest du MMU a échoué sur le driver TMC de l'Idler. Vérifiez le câblage et les connecteurs. Si le problème persiste, contactez le support.
ja: MMUセルフテストガ アイドラーTMCドライバデ シッパイシマシタ。ハイセント コネクタヲ カクニンシテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Selftest MMU nie powiódł się w sterowniku TMC docisku. Sprawdź okablowanie i złącza. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Самотест MMU не пройдено на драйвері TMC холостого ходу. Перевірте проводку та роз'єми. Якщо проблема не зникає, зверніться до служби підтримки.

source: MMU selftest failed on the Pulley TMC driver. Check the wiring and connectors. If the issue persists contact support.
cs: Selhání selftestu MMU - TMC driver pro Pulley motor hlásí chybu. Zkontrolujte zapojení. Pokud problém přetrvává, kontaktujte podporu.
de: MMU-Selbsttest auf dem Riemenscheiben-TMC-Treiber fehlgeschlagen. Überprüfen Sie die Verkabelung und die Anschlüsse. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Fallo del Selftest delMMU en el controlador TMC de la Polea. Comprueba el cableado y los conectores. Si el problema persiste, ponte en contacto con el servicio de asistencia.
fr: Le selftest du MMU a échoué sur le driver TMC de la Poulie. Vérifiez le câblage et les connecteurs. Si le problème persiste, contactez le support.
ja: MMUセルフテストガ プーリーTMCドライバデ シッパイシマシタ。ハイセント コネクタヲ カクニンシテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Selftest MMU nie powiódł się w sterowniku TMC kół radełkowanych. Sprawdź okablowanie i złącza. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Самотест MMU не пройдено на драйвері TMC шківа. Перевірте проводку та роз'єми. Якщо проблема не зникає, зверніться до служби підтримки.

source: MMU selftest failed on the Selector TMC driver. Check the wiring and connectors. If the issue persists contact support.
cs: Selhání selftestu MMU - TMC driver pro Selektor hlásí chybu. Zkontrolujte zapojení. Pokud problém přetrvává, kontaktujte podporu.
de: MMU-Selbsttest auf dem Selektor TMC-Treiber fehlgeschlagen. Überprüfen Sie die Verkabelung und die Anschlüsse. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Fallo del Selftest delMMU en el controlador TMC del Selector. Comprueba el cableado y los conectores. Si el problema persiste, ponte en contacto con el servicio de asistencia.
fr: Le selftest du MMU a échoué sur le driver TMC du Sélecteur. Vérifiez le câblage et les connecteurs. Si le problème persiste, contactez le support.
ja: MMUセルフテストガ セレクターTMCドライバデ シッパイシマシタ。ハイセント コネクタヲ カクニンシテクダサイ。モンダイガ カイケツシナイバアイハ、サポートニ レンラクシテクダサイ。
pl: Selftest MMU nie powiódł się w sterowniku TMC wybieraka. Sprawdź okablowanie i złącza. Jeśli problem nie ustąpi, skontaktuj się z pomocą techniczną.
uk: Самотест MMU не пройдено на драйвері TMC селектора. Перевірте проводку та роз'єми. Якщо проблема не зникає, зверніться до служби підтримки.

source: MODULAR BED ERROR
cs: CHYBA MODULÁRNÍHO BEDU
de: MODULAR BETT FEHLER
es: ERROR CAMA MODULAR
fr: ERREUR PLATEAU MODULAIRE
ja: モジュラーベッド エラー
pl: BŁĄD STOŁU MODUŁOWEGO
uk: ПОМИЛКА МОДУЛЬНОГО СТОЛУ

source: MORE
cs: VÍCE
de: MEHR
es: MÁS
fr: PLUS
ja: モット
pl: WIĘCEJ
uk: БІЛЬШЕ
