Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: MOVE AXIS
cs: POHYB OSY
de: ACHSEN BEWEGEN
es: MOVER EJE
fr: DÉPLACER AXE
ja: ジクヲ イドウ
pl: RUCH OSI
uk: РУХАТИ ВІСЬ

source: MULTITOOL FILAMENT CHANGE
cs: MULTITOOL VÝMĚNA FILAMENTU
de: Multitool Filament-Wechsel
es: CAMBIO FILAMENTO MULTICABEZAL
fr: CHANGEMENT DE FILAMENT MULTI-OUTIL
ja: マルチツールフィラメントチェンジ
pl: MULTITOOL ZMIANA FILAMENTU
uk: ЗАМІНА ФІЛАМЕНТА ДЛЯ БАГАТОІНСТРУМЕНТНОЇ СИСТЕМИ

source: Magnitude out of bounds.
cs: Magnituda mimo rozsah.
es: Magnitud fuera de los límites.
fr: Magnitude hors limites.
ja: キボガ ハンイガイニ アリマス
pl: Wartość międzyszczytowa przekroczyła zakres.
uk: Амплітуда поза межами

source: Maintenance Reminder. Filament changes have reached 30k. Inspect and clean the extruder. Visit prusa.io/mmu-care
cs: Připomenutí údržby - dosáhli jste 30 tisíc výměn filamentu. Zkontrolujte a vyčistěte extruder. Více na prusa.io/mmu-care.
de: Wartungserinnerung. Es wurden 30.000 Filament-Wechsel erreicht. Prüfen und reinigen Sie den Extruder. Besuchen Sie prusa.io/mmu-care
es: Recordatorio de Mantenimiento. Se han alcanzado 30k cambios de filamento. Inspecciona y limpia el extrusor. Visita prusa.io/mmu-care
fr: Rappel de Maintenance. Les changements de filaments ont atteint 30k. Inspectez et nettoyez l'extrudeur. Visitez prusa.io/mmu-care
ja: メンテナンス リマインダー。フィラメント チェンジ ガ サンマンカイ ニ タッシマシタ。エクストルーダー ヲ ケンサ シ、クリーニング シテクダサイ。prusa.io/mmu-care ニ アクセス シテクダサイ
pl: Przypomnienie o konserwacji. Liczba zmian filamentu osiągnęła 30k. Przejrzyj i wyczyść ekstruder. Otwórz prusa.io/mmu-care
uk: Нагадування про обслуговування. Кількість замін філаменту досягла 30 тисяч. Огляньте та очистіть екструдер. Відвідайте prusa.io/mmu-care

source: Maintenance Reminder. Filament changes have reached main-plate lifespan. Inspect the part and ensure you have a spare plate available. Visit prusa.io/mmu-care
cs: Připomenutí údržby. Počet výměn filamentů se blíží expiraci životnosti součástky main-plate. Zkontrolujte díl a ujistěte se, že máte main-plate na výměnu. Více na prusa.io/mmu-care.
de: Wartungserinnerung. Die Filamentwechsel haben die Lebensdauer der Main-Plate erreicht. Überprüfen Sie das Teil und stellen Sie sicher, dass Sie eine Ersatzplatte zur Verfügung haben. Besuchen Sie prusa.io/mmu-care
es: Recordatorio de Mantenimiento. Los cambios de filamento han alcanzado la vida útil de la main-plate. Inspecciona la pieza y asegúrate de tener una placa de repuesto disponible. Visita prusa.io/mmu-care
fr: Rappel de Maintenance. Les changements de filament ont atteint la durée de vie de la main-plate. Inspectez la pièce et assurez-vous d'avoir une plaque de rechange disponible. Visitez prusa.io/mmu-care
ja: メンテナンスノ オシラセ。フィラメントコウカンガ メインプレートノ ジュミョウニ タッシマシタ。ブヒンヲ テンケンシ、ヨビノ プレートガ アルコトヲ カクニンシテクダサイ。prusa.io/mmu-careヲ ゴランクダサイ。
pl: Przypomnienie o konserwacji. Żywotność przekładki głównej dobiegła końca ze względu na liczbę zmian filamentu. Sprawdź część i upewnij się, że masz dostępną zapasową. Odwiedź prusa.io/mmu-care
uk: Нагадування про обслуговування. Кількість замін філаменту досягла терміну служби основної пластини. Огляньте деталь і переконайтеся, що у вас є запасна пластина. Відвідайте prusa.io/mmu-care

source: Make sure the filament is inserted through the sensor.
cs: Ujistěte se, že je filament vložen skrz fil. senzor.
de: Sicherstellen, dass das Filament durch den Sensor geführt wird.
es: Asegúrate que filamento está insertado a través del sensor.
fr: Vérifiez que le filament est bien inséré dans le capteur.
ja: フィラメントガ センサーニ ロードサレテイルコトヲ カクニンシテクダサイ。
pl: Upewnij się, że filament przechodzi przez czujnik filamentu.
uk: Переконайтеся, що філамент вставлено через датчик.

source: Manage Filaments
cs: Správa filamentů
de: Filamente verwalten
es: Gestionar Filamentos
fr: Gérer les filaments
ja: フィラメント マネジメント
pl: Zarządzaj filamentami
uk: Керування філаментами

source: Manual Belt Tuning
es: Ajuste Correas Manual
fr: Réglage manuel de la courroie
ja: マニュアルベルトチューニング
pl: Ręczne strojenie pasków
uk: Ручне налаштування ременя

source: Marlin client could not send message to Marlin server and timeout was reached.
cs: Klient Marlin nemohl odeslat zprávu na server Marlin a byl dosažen časový limit.
de: Der Marlin-Client konnte keine Nachricht an den Marlin-Server senden und die Zeitüberschreitung wurde erreicht.
es: El cliente Marlin no pudo enviar el mensaje al servidor Marlin y se alcanzó el tiempo de espera.
fr: Le client Marlin n'a pas pu envoyer de message au serveur Marlin et le timeout a été atteint.
ja: Marlinクライアントガ Marlinサーバーニ メッセージヲ ソウシンデキズ、タイムアウトシマシタ。
pl: Klient Marlin nie mógł wysłać wiadomości do serwera Marlin i osiągnął limit czasu.
uk: Клієнт Marlin не зміг надіслати повідомлення на сервер Marlin, а час очікування вичерпано.

source: Mask
cs: Maska
de: Maske
es: Máscara
fr: Masque
ja: マスク
pl: Maska
uk: Маска

source: Material
cs: Materiál
fr: Matériau
ja: マテリアル
pl: Materiał
uk: Матеріал

source: Maximum Chamber Temperature
cs: Maximální teplota komory
de: Maximale Kammertemperatur
es: Temperatura Máxima Cámara
fr: Température maximale de la chambre
ja: サイダイ チャンバーオンド
pl: Maksymalna temperatura komory
uk: Максимальна температура камери

source: Measured belt frequencies are out of the expected range. Please check that the gantry is aligned properly and repeat the calibration.
es: Las frecuencias medidas de la correa están fuera del rango esperado. Comprueba que el gantry está correctamente alineado y repite la calibración.
fr: Les fréquences de courroie mesurées sont hors de la plage attendue. Veuillez vérifier que le portique est correctement aligné et répétez la calibration.
ja: ソクテイサレタ ベルトシュウハスウガ ハンイガイデス。 ガントリーノ イチアワセガ テキセツデアルコトヲ カクニンシ、サイド キャリブレーションシテクダサイ。
pl: Zmierzone częstotliwości pasków są poza oczekiwanym zakresem. Sprawdź, czy brama jest prawidłowo wyrównana i powtórz kalibrację.
uk: Виміряні частоти ременів поза межами очікуваного діапазону. Будь ласка, перевірте, чи портал вирівняно належним чином, і повторіть калібрування.

source: Measured temperature is not matching expected value. Check the thermistor is in contact with hotend. In case of damage, replace it.
cs: Naměřená teplota neodpovídá očekávané hodnotě. Zkontrolujte kontakt termistoru a hotendu. Pokud je poškozen, vyměňte jej.
de: Die gemessene Temperatur stimmt nicht mit dem erwarteten Wert überein. Prüfen Sie, ob der Thermistor mit dem Hotend in Kontakt ist. Falls er beschädigt ist, ersetzen Sie ihn.
es: La temperatura medida no coincide con el valor esperado. Comprueba que el termistor está en contacto con el hotend. En caso de que esté dañado, sustitúyelo.
fr: La température mesurée ne correspond pas à la valeur attendue. Vérifiez que la thermistance est en contact avec la hotend. En cas de dommage, remplacez-la.
ja: ソクテイサレタオンドガ キタイチト コトナリマス。サーミスタガ ホットエンドニ セッショクシテイルカモシレマセン。ソンショウシテイルバアイハ コウカンシテクダサイ。
pl: Zmierzona temperatura jest rozbieżna z wartością oczekiwaną. Sprawdź, czy termistor jest w kontakcie z hotendem. W przypadku uszkodzenia, wymień go.
uk: Виміряна температура не відповідає очікуваному значенню. Перевірте, чи термістор контактує з екструдером. У разі пошкодження замініть його.

source: Measurement failed.
cs: Měření selhalo.
de: Messung fehlgeschlagen.
es: Medición fallida.
fr: La mesure a échoué.
ja: ソクテイ ニ シッパイ
pl: Pomiar nieudany
uk: Вимірювання не вдалося.

source: Measuring X resonance...
cs: Měření rezonancí v ose X...
de: Messen der X-Resonanz...
es: Midiendo resonancia en X...
fr: Mesure de la résonance en X...
ja: X ノ キョウシン ケイソクチュウ...
pl: Pomiar rezonansu X...
uk: Вимірювання резонансу X...

source: Measuring Y resonance...
cs: Měření rezonancí v ose Y...
de: Messen der Y-Resonanz...
es: Midiendo resonancia en Y...
fr: Mesure de la résonance en Y...
ja: Y ノ キョウシン ケイソクチュウ...
pl: Pomiar rezonansu Y...
uk: Вимірювання резонансу Y...

source: Measuring actual belt frequency
es: Midiendo frecuencia real de la correa
fr: Mesure de la fréquence réelle de la courroie
ja: ベルトノ ジッソクシュウハスウノ ソクテイ
pl: Pomiar obecnej częstotliwości paska
uk: Вимірювання фактичної частоти ременя

source: Measuring belt tension
cs: Měření napnutí řemene
de: Messen Riemenspannung
es: Midiendo tensión de la correa
fr: Mesure de la tension de la courroie
ja: ベルトテンションノ カクニン
pl: Pomiar naprężenia pasków
uk: Вимірювання натягу паска

source: Medium
cs: Střední
es: Medio
fr: Moyen
ja: ミディアム
pl: Średnia
uk: Середня

source: Memory allocation failed for scheduled LED animation
cs: Pro LED animaci nelze alokovat paměť.
de: Speicherzuweisung für geplante LED-Animation fehlgeschlagen.
es: Fallo en la asignación de memoria para la animación LED programada
fr: Échec de l'allocation de mémoire pour l'animation LED planifiée
ja: スケジュールサレタLEDアニメーションデ メモリノ ワリアテニ シッパイシマシタ。
pl: Alokacja pamięci dla zaplanowanej animacji LED nie powiodła się.
uk: Не вдалося виділити пам'ять для запланованої LED-анімації.

source: Menu Timeout
cs: Automatický návrat do menu
de: Menü Timeout
es: Timeout Menú
fr: Timeout Menu
ja: メニュータイムアウト
pl: Limit czasu menu
uk: Тайм-аут меню

source: Mesh Bed Leveling
de: Bettnivellierung
es: Nivelado mediante Malla
fr: Nivelage du Plateau
ja: メッシュベッドレベリング
pl: Poziomowanie stołu
uk: Вирівнювання столу за сіткою

source: Message History
cs: Historie zpráv
de: Nachrichtenverlauf
es: Historial de Mensajes
fr: Historique des Messages
ja: メッセージリレキ
pl: Historia komunikatów
uk: Історія повідомлень

source: Metrics & Log
cs: Metriky a protokol
es: Métricas y Registro
fr: Métriques & Journal
ja: メトリクスト ログ
pl: Dane diagn. i log
uk: Метрики та журнал

source: Metrics List
cs: Seznam metrik
de: Kennzahlen Liste
es: Lista Métricas
fr: Liste des métriques
ja: メトリクス リスト
pl: Lista danych diagnostycznych
uk: Список метрик

source: Metrics Port
cs: Port pro metriky
es: Puerto Métricas
fr: Port des métriques
ja: メトリクスポート
pl: Port danych diagn.
uk: Порт метрик

source: Minimum Chamber Temperature
cs: Minimální teplota komory
de: Minimale Kammertemperatur
es: Temperatura Mínima Cámara
fr: Température minimale de la chambre
ja: サイテイ チャンバーオンド
pl: Minimalna temperatura komory
uk: Мінімальна температура камери

source: Minimum Power
cs: Minimální výkon
de: Minimale Leistung
es: Potencia Mínima
fr: Puissance minimale
ja: サイショウデンリョク
pl: Minimalna moc
uk: Мінімальна потужність

source: Mismatching filament types
cs: Neshodují se typy filamentu
de: Nicht passende Filament-Typen
es: Tipos de filamento no coincidentes
fr: Types de filaments incompatibles
ja: フィラメントタイプガ ミスマッチデス
pl: Niezgodność typów filamentów
uk: Невідповідність типів філаментів

source: Mismatching nozzle diameters
cs: Nesouhlasí průměry trysek
de: Nicht passende Düsendurchmesser
es: Diámetros de boquillas no coincidentes
fr: Diamètres de buse incompatibles
ja: ノズルチョッケイガ ミスマッチデス
pl: Niezgodność średnic dysz
uk: Невідповідність діаметрів сопел

source: Mon
cs: Po
de: Mo.
es: Lun
fr: lun
ja: ゲツヨウ
pl: Pon
uk: Пн

source: More detail at
cs: Více informací
de: Weitere Details auf
es: Más detalles en
fr: Plus de détail sur
ja: クワシイコトハ、
pl: Więcej szczegółów
uk: Детальніше на

source: More details at
es: Más detalles en
fr: Plus de détails sur
ja: クワシイコトハ、
pl: Więcej szczegółów na
uk: Більше деталей на

source: Motor %c vibration reduced by %2d%%
cs: Motor %c: vibrace sníženy o %2d%%
de: Motor %c Vibration verringert um %2d%%
es: Motor %c vibración reducida un %2d%%
fr: Vibrations du moteur %c réduites de %2d%%
ja: モーター %c シンドウノ ゲンショウ %2d%%
pl: Wibracje silnika %c zmniejszone o %2d%%
uk: Вібрацію двигуна %c зменшено на %2d%%

source: Move Axis
cs: Pohyb osy
de: Achsen Bewegen
es: Mover Ejes
fr: Déplacer l'Axe
ja: ジクノ イドウ
pl: Ruch osi
uk: Рух по осі

source: Move E
cs: Osa E
de: Bewege E
es: Mover E
fr: Déplacer E
ja: Eジクノ ソウサ
pl: Ruch E
uk: Рух по осі E

source: Move X
cs: Osa X
de: Bewege X
es: Mover X
fr: Déplacer X
ja: Xジクノ ソウサ
pl: Ruch X
uk: Рух по осі X

source: Move Y
cs: Osa Y
de: Bewege Y
es: Mover Y
fr: Déplacer Y
ja: Yジクノ ソウサ
pl: Ruch Y
uk: Рух по осі Y

source: Move Z
cs: Osa Z
de: Bewege Z
es: Mover Z
fr: Déplacer Z
ja: Zジクノ ソウサ
pl: Ruch Z
uk: Рух по осі Z

source: Move printhead to front. Check there's no gap between gantry and tensioner on both ends. If there is, follow the guide.
es: Mueve el cabezal de impresión hacia delante. Comprueba que no hay espacio entre el pórtico y el tensor en ambos extremos. Si lo hay, sigue la guía.
fr: Déplacez la tête d'impression vers l'avant. Vérifiez qu'il n'y a pas d'espace entre le portique et le tendeur aux deux extrémités. S'il y en a, suivez le guide.
ja: プリントヘッドヲ ゼンポウニイドウサセマス。リョウタンデ ガントリート テンショナーノ アイダニスキマガナイコトヲ カクニンシマス。スキマガ アルバアイハ、ガイドニ シタガッテクダサイ。
pl: Przesuń głowicę do przodu. Sprawdź, czy nie ma szczeliny między bramą a napinaczami na obu końcach. Jeśli jest, postępuj zgodnie z instrukcją.
uk: Перемістіть друкуючу голівку вперед. Перевірте відсутність зазору між порталом та натягувачем з обох кінців. Якщо він є, дотримуйтесь інструкції.

source: Moving away.
cs: Posouvám pryč.
de: Bewege weg.
es: Alejando.
fr: Déplacement en cours.
ja: ムーブアウェイ
pl: Odsuwanie.
uk: Відсування.

source: Moving selector
cs: Posouvám selektor
de: Bewege Selektor
es: Moviendo selector
fr: Déplacement du sélecteur
ja: セレクターイドウ
pl: Ruch wybieraka
uk: Переміщення селектора

source: NETWORK
cs: SÍT
de: NETZWERK
es: RED
fr: RÉSEAU
ja: ネットワーク
pl: SIEĆ
uk: МЕРЕЖА

source: NETWORK SETUP
cs: NASTAVENÍ SÍTĚ
de: NETZWERK SETUP
es: CONFIGURACIÓN DE RED
fr: CONFIGURATION DU RÉSEAU
ja: ネットワーク セットアップ
pl: KONFIGURACJA SIECI
uk: НАЛАШТУВАННЯ МЕРЕЖІ

source: NETWORK STATUS
cs: STAV SÍTĚ
de: NETZWERK STATUS
es: ESTADO DE LA RED
fr: ÉTAT DU RÉSEAU
ja: ネットワーク ノ ジョウタイ
pl: STAN SIECI
uk: СТАН МЕРЕЖІ

source: NEVER
cs: NIKDY
de: NIEMALS
es: NUNCA
fr: JAMAIS
ja: ナシ
pl: NIGDY
uk: НІКОЛИ

source: NEXT
cs: DALŠÍ
de: WEITER
es: SIGUIENTE
fr: SUIVANT
ja: ツギ
pl: DALEJ
uk: ДАЛІ

source: NO
cs: NE
de: NEIN
fr: NON
ja: イイエ
pl: NIE
uk: НІ

source: NO FW ON USB FLASH DRIVE
cs: NA USB DISKU NENÍ FW
de: KEINE FW AUF USB STICK
es: NO HAY FW EN MEMORIA USB
fr: PAS DE FW SUR LA CLÉ USB
ja: USBフラッシュドライブニ ファームウェアガアリマセン
pl: BRAK PLIKU FIRMWARE W PAMIĘCI USB FLASH
uk: НА USB-НАКОПИЧУВАЧІ ВІДСУТНЯ ПРОШИВКА

source: NOT NOW
cs: NYNÍ NE
de: NICHT JETZT
es: AÚN NO
fr: PAS MAINTENANT
ja: アトニ スル
pl: NIE TERAZ
uk: НЕ ЗАРАЗ

source: NOW
cs: NYNÍ
de: JETZT
es: AHORA
fr: MAINTENANT
ja: イマ
pl: TERAZ
uk: ЗАРАЗ

source: NOZZLE HEATER OVERCURRENT
cs: NADPROUD VÝHŘEVU TRYSKY
de: Überstrom Düsenheizung
es: SOBRECORRIENTE CALENTADOR BOQUILLA
fr: SURINTENSITÉ DE L'ÉLÉMENT CHAUFFANT DE LA BUSE
ja: ノズルヒーターヘノ カデンリュウ
pl: ZBYT DUŻY PRĄD NA GRZAŁCE DYSZY
uk: ПЕРЕВАНТАЖЕННЯ СТРУМУ НАГРІВАЧА СОПЛА

source: NOZZLE_OFFSET
cs: OFFSET_TRYSKY
de: DÜSEN_OFFSET
es: OFFSET_BOQUILLA
fr: DECALAGE_BUSE
ja: ノズル オフセット
pl: OFFSET_DYSZY
uk: ЗМІЩЕННЯ СОПЛА

source: Name
cs: Název
es: Nombre
fr: Nom
ja: ネーム
pl: Nazwa
uk: Назва

source: Name must contain only 'A-Z0-9_-' characters
cs: Jméno může obsahovat pouze znaky 'A-Z0-9_-'
de: Der Name darf nur die Zeichen 'A-Z0-9_-' enthalten.
es: El nombre debe contener solo caracteres 'A-Z0-9_-'
fr: Le nom doit contenir uniquement les caractères "A-Z0-9_-"
ja: ナマエニハ、'A-Z0-9_-'モジダケヲ シヨウスルコト。
pl: Może zawierać jedynie znaki A-Z 0-9 oraz "-" i "_"
uk: Назва має містити лише символи 'A-Z0-9_-'

source: Name must not be '---'
cs: Jméno nesmí být '---'
de: Der Name darf nicht '---' lauten
es: El nombre no debe ser '---'
fr: Le nom ne doit pas être '---'
ja: ナマエハ '---' デハイケマセン
pl: Nazwa nie może być '---'
uk: Назва не може бути '---'

source: Name must not be empty
cs: Jméno nesmí být prázdné
de: Name darf nicht leer sein
es: El nombre no debe estar vacío
fr: Le nom ne doit pas être vide
ja: ナマエヲ カラニスルコトハ デキマセン。
pl: Nazwa nie może być pusta
uk: Назва не може бути порожньою

source: Net fail
cs: Selhání sítě
de: Netzfehler
es: Fallo de red
fr: Échec réseau
ja: ネットショウガイ
pl: Błąd sieci
uk: Помилка мережі

source: Network
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
pl: Sieć
uk: Мережа

source: Network Settings
cs: Nastavení sítě
es: Ajustes de Red
fr: Paramètres Réseau
ja: ネットワークセッティング
pl: Ustawienia sieci
uk: Налаштування мережі

source: Network Status
cs: Stav sítě
de: Netzwerk Status
es: Estado de la Red
fr: État du Réseau
ja: ネットワーク ノ ジョウタイ
pl: Stan sieci
uk: Стан мережі

source: Never
cs: Nikdy
es: Nunca
fr: Jamais
ja: ナシ
pl: Nigdy
uk: НІКОЛИ

source: New FW available
cs: Dostupný nový FW
de: Neue FW verfügbar
es: Nuevo FW disponible
fr: Nouveau FW disponible
ja: アタラシイ ファームウェアガ アリマス
pl: Dostępna jest aktualizacja FW
uk: Доступна нова прошивка

source: New firmware available
cs: Dostupný nový firmware
de: Neue Firmware verfügbar
es: Nuevo firmware disponible
fr: Nouveau firmware disponible
ja: アタラシイファームウェアガ アリマス
pl: Dostępna jest nowa wersja firmware
uk: Доступна нова прошивка

source: Newer FW req.: %s
cs: Nutný nový FW: %s
de: Neuere FW erf.: %s
es: Necesario FW nuevo: %s
fr: FW plus récent req. : %s
ja: アタラシクヒツヨウナファームウェア: %s
pl: Wymagane nowsze FW: %s
uk: Потрібна новіша прошивка: %s

source: Newer firmware is required: %s
cs: Vyžadován novější firmware: %s
de: Neuere Firmware ist erforderlich: %s
es: Es necesario un firmware nuevo: %s
fr: Un firmware plus récent est requis : %s
ja: アタラシイファームウェアガ ヒツヨウデス。: %s
pl: Wymagane jest nowsze firmware: %s
uk: Потрібна новіша прошивка: %s

source: Next change in
cs: Další výměna za
de: Nächster Wechsel in
es: Próximo cambio en
fr: Prochain changement dans
ja: ツギ ノ ヘンコウ
pl: Następna zmiana za
uk: Наступна зміна через

source: Nextruder
ja: ネクストルーダー

source: Nextruder Maintenance
cs: Údržba Nextruderu
de: Nextruder Wartung
es: Mantenimiento Nextruder
fr: Maintenance du Nextruder
ja: ネクストルーダー メンテナンス
pl: Konserwacja Nextrudera
uk: Обслуговування Nextruder

source: Nextruder Silicone Sock
cs: Silikonový návlek Nextruderu
de: Nextruder Silikonsocke
es: Calcetín Silicona Nextruder
fr: Chaussette en silicone du Nextruder
ja: ネクストルーダー シリコンソックス
pl: Silikonowa skarpeta Nextrudera
uk: Силіконовий носок Nextruder

source: No AP
cs: Bez AP
de: Kein AP
fr: Pas de PA
ja: APナシ
pl: Brak AP
uk: Немає ТД

source: No Config
cs: Žádná konfigurace
de: Keine Konfig
es: Sin Config
fr: Aucune configuration
ja: コウセイファイルガ アリマセン
pl: Brak konfiguracji
uk: Немає конфігурації

source: No USB
cs: Vložte USB
de: Kein USB
es: No hay USB
fr: Pas d'USB
ja: USBガ アリマセン
pl: Brak USB
uk: Немає USB

source: No crash dump to save.
cs: Žádný výpis k uložení.
de: Kein Crash Dump zum Speichern
es: No hay arch. de errores para guardar.
fr: Aucun dump de crash à sauvegarder.
ja: クラッシュダンプガ ホゾンサレテイマセン。
pl: Brak zrzutu pamięci do zapisania.
uk: Немає дампа аварії для збереження.

source: No firmware found in the internal flash! Please flash firmware first!
cs: V interní flash nebyl nalezen firmware. Nejprve nahrajte FW.
de: Keine Firmware im internen Flash gefunden! Bitte flashen Sie die Firmware zuerst!
es: No hay FW en la flash interna. ¡Por favor, flashea el FW primero!
fr: Aucun firmware trouvé dans la flash interne ! Veuillez d'abord flasher le firmware !.
ja: ナイゾウメモリニ ファームウェアガ アリマセン サイショニ ファームウェアノ カキコミヲ ジッコウシテクダサイ!
pl: Nie znaleziono firmware w wewnętrznej pamięci flash! Najpierw wgraj firmware!
uk: У внутрішній пам'яті не знайдено прошивки! Будь ласка, спочатку прошийте принтер!

source: No need to turn the tensioner screws. Press Continue to finish calibration or Adjust to repeat measuring.
es: No es necesario girar los tornillos tensores. Pulsa Continuar para finalizar la calibración o Ajustar para repetir la medición.
fr: Pas besoin de tourner les vis du tendeur. Appuyez sur Continuer pour terminer la calibration ou sur Ajuster pour répéter la mesure.
ja: テンションナースクリューヲ マワスヒツヨウハアリマセン。 ツヅケルヲ オシテキャリブレーションヲ オワルカ、チョウセイヲ オシテソクテイヲ クリカエシマス。
pl: Nie ma potrzeby regulacji śrub napinających. Naciśnij Kontynuuj, aby zakończyć kalibrację lub Dostosuj, aby powtórzyć pomiar.
uk: Немає потреби крутити гвинти натягувача. Натисніть "Продовжити", щоб завершити калібрування, або "Налаштувати", щоб повторити вимірювання.

source: No network interface
cs: Bez síťového adaptéru
de: Keine Netzwerkschnittstelle
es: Sin interfaz de red
fr: Pas d'interface réseau
ja: ネットワーク インターフェースナシ
pl: Brak interfejsu sieciowego
uk: Немає мережевого інтерфейсу

source: No peaks found.
cs: Nenalezeny špičky.
es: No se han encontrado picos.
fr: Aucun pic trouvé.
ja: ピーク ガ カクニン デキマセンデシタ
pl: Nie znaleziono wierzchołków.
uk: Піків не знайдено

source: Nominal Chamber Temperature
cs: Jmenovitá teplota komory
de: Nominale Kammertemperatur
es: Temperatura Nominal Cámara
fr: Température nominale de la chambre
ja: チャンバーオンド
pl: Nominalna temperatura komory
uk: Номінальна температура камери

source: None
cs: Žádný
de: Aus
es: Ninguno
fr: Aucun
ja: ナシ
pl: Brak
uk: Немає

source: Not Calib
cs: Nezkalibrováno
de: Nicht kalib.
es: Sin Calib
fr: Non Calibré
ja: キャリブレーションサレテイマセン
pl: Nie skalibrowano
uk: Не відкалібровано

source: Not detected
cs: Nedetekováno
de: Nicht gefunden
es: No detectada
fr: Non détecté
ja: ノット ディテクテッド
pl: Nie wykryto
uk: Не виявлено

source: Not enough current for the Idler TMC driver. There is probably an issue with the electronics. Check the wiring and connectors.
cs: Nedostatečný proud pro TMC driver idleru. Pravděpodobná závada elektroniky. Důkladně zkontrolujte zapojení.
de: Nicht genug Strom für den Spannrollen-TMC-Treiber. Wahrscheinlich gibt es ein Problem mit der Elektronik. Überprüfen Sie die Verkabelung und die Stecker.
es: No hay suficiente corriente para el controlador TMC del Tensor. Probablemente hay un problema con la electrónica. Comprueba el cableado y los conectores.
fr: Pas assez de courant pour le driver TMC de l'Idler. Il y a probablement un problème avec l'électronique. Vérifiez le câblage et les connecteurs.
ja: アイドラーノ TMCドライバニ ジュウブンナ デンリュウガ ナガレテイマセン。デンシキキニ モンダイガ アルカモシレマセン。ハイセント コネクターヲ チェックシテクダサイ。
pl: Za mało prądu dla sterownika TMC docisku. Prawdopodobnie wystąpił problem z elektroniką. Sprawdź okablowanie i złącza.
uk: Недостатньо струму для драйвера TMC холостого ходу. Ймовірно, проблема з електронікою. Перевірте проводку та роз'єми.

source: Not enough current for the Pulley TMC driver. There is probably an issue with the electronics. Check the wiring and connectors.
cs: Nedostatečný proud pro TMC driver kladky. Pravděpodobná závada elektroniky. Důkladně zkontrolujte zapojení.
de: Nicht genug Strom für den Riemenscheiben-TMC-Treiber. Wahrscheinlich gibt es ein Problem mit der Elektronik. Überprüfen Sie die Verkabelung und die Stecker.
es: No hay suficiente corriente para el controlador TMC de la Polea. Probablemente hay un problema con la electrónica. Comprueba el cableado y los conectores.
fr: Pas assez de courant pour le driver TMC de la Poulie. Il y a probablement un problème avec l'électronique. Vérifiez le câblage et les connecteurs.
ja: プーリーノ TMCドライバニ ジュウブンナ デンリュウガ ナガレテイマセン。デンシキキニ モンダイガ アルカモシレマセン。ハイセント コネクターヲ チェックシテクダサイ。
pl: Za mało prądu dla sterownika TMC kół radełkowanych. Prawdopodobnie wystąpił problem z elektroniką. Sprawdź okablowanie i złącza.
uk: Недостатньо струму для драйвера TMC шківа. Ймовірно, проблема з електронікою. Перевірте проводку та роз'єми.
