Repository: Snake-Edition/P32-FW
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: cs, de, es, fr, ja, pl, uk

source: axis frequency is too low. Please tighten the belt.
cs: osa: příliš nízká frekvence. Napněte řemen.
de: Achsenfrequenz ist zu niedrig. Bitte spannen Sie den Riemen.
es: : frecuencia del eje demasiado baja. Por favor, aprieta la correa.
fr: la fréquence de l'axe est trop basse. Veuillez Tendre la courroie.
ja: ジクノ シュウハスウガ ヒクスギマス。 ベルトヲ シメテクダサイ。
pl: : częstotliwość osi jest zbyt niska. Naciągnij pasek.
uk: Занадто низька частота осі. Будь ласка, затягніть пасок.

source: closed
cs: zavřeno
de: geschlossen
es: cerrado
fr: fermée
ja: トジル
pl: zamknięto
uk: закрито

source: detached
cs: odpojeno
de: abgetrennt
es: separado
fr: détaché
ja: ハズス
pl: odłączono
uk: від'єднано

source: disabled / %ld
cs: vypnuto / %ld
de: nicht aktiv / %ld
es: desactivado / %ld
fr: désactivé / %ld
ja: ムコウ / %ld
pl: wyłączone / %d
uk: вимкнено / %ld

source: disconnected / %ld
cs: odpojeno / %ld
de: getrennt / %ld
es: desconectado / %ld
fr: déconnecté / %ld
ja: セツダン / %ld
pl: odłączono / %d
uk: від'єднано / %ld

source: in progress
cs: probíhá
de: läuft
es: en progreso
fr: en cours
ja: シンチョク
pl: w trakcie
uk: в процесі

source: loosen
es: aflojar
fr: desserrer
ja: ユルメル
pl: poluzuj
uk: Послабити

source: open
cs: otevřeno
de: offen
es: abierto
fr: ouverte
ja: アケル
pl: otwarto
uk: відкрито

source: please wait
cs: vyčkejte
de: bitte warten
es: espera por favor
fr: veuillez patienter
ja: オマチクダサイ
pl: Proszę czekać
uk: будь ласка, зачекайте

source: tighten
es: apretar
fr: serrer
ja: シメル
pl: dokręć
uk: Затягнути

source: times
de: mal
es: veces
fr: fois
ja: ジカン
pl: razy
uk: разів

source: uncalibrated / %ld
cs: nekalibrováno / %ld
de: unkalibriert / %ld
es: sin calibrar / %ld
fr: non calibré / %ld
ja: アンキャリブレート / %ld
pl: nie skalibrowano / %ld
uk: не відкалібровано / %ld

source: uninitialized / %ld
cs: neinicializováno / %ld
de: uninitialisiert / %ld
es: sin configurar / %ld
fr: non initialisé / %ld
ja: ショキカ / %ld
pl: nie zainicjalizowano / %ld
uk: не ініціалізовано / %ld

source: %u %% / %li RPM
de: %u %% / %li UPM
uk: %u %% / %li об/хв

source: Center N and Fewer Items
cs: Vycentrovat N a méně položek
de: N und weniger Elemente zentrieren
es: Centrar N y menos elementos
fr: Centrer N et moins d'objets
pl: Centruj N i mniej elementów
uk: По центру N та менше елементів

source: DIS
fr: DES
pl: WYŁ
uk: ВИМК.

source: DIY
cs: Vlastní
uk: Зроби сам

source: Is Flexible
cs: Je flexibilní
de: Ist flexibel
es: Es Flexible
uk: Гнучкий

source: Item %i
cs: Položka %i
de: Element %i
fr: Objet %i
pl: Pozycja %i
uk: Елемент %i

source: N/A
de: NV
pl: N/D
uk: Н/Д

source: NC
uk: НЗ

source: NCAL
uk: НКЛ

source: NINIT
uk: НІНІТ

source: Touch Sig Workaround
fr: Solution de contournement du Touch Sig
uk: Обхід помилки сенсорного сигналу

source: Hi, this is your Prusa MINI printer. I would like to guide you through the setup process.
fr: Bonjour, je suis votre imprimante Prusa MINI. J'aimerais vous guider tout au long du processus d'installation.

source: INS / 1
cs: ZAV. / 1
es: INT / 1
pl: Załad. / 1

source: NINS / 0
cs: NEZAV. / 0
es: NINT / 0
pl: Niezał. / 0

source: T1
es: H1

source: T2
es: H2

source: T3
es: H3

source: T4
es: H4

source: T5
es: H5

source: T6
es: H6

source: Cannot perform or failed to calibrate homing. Continuing can cause layer shifts after rehoming and toolchange issues.
cs: Nelze provést homing či jeho kalibraci. Pokud budete pokračovat, může dojít k posunům vrstev po opakování homingu nebo problémům s toolchangerem.

source: Cannot perform or failed to calibrate homing. Continuing can cause layer shifts after rehoming.
cs: Nelze provést homing či jeho kalibraci. Pokud budete pokračovat, může dojít k posunům vrstev po opětovném homingu.

source: Selftests required to perform this action have not been completed. The action cannot be executed.
cs: Selftest vyžadovaný pro tuto akci nebyl dokončen. Akce nemůže být provedena.

source: (Custom)
de: (Benutzerdefiniert)

source: (Preset)
de: (Voreinstellung)

source: (User)
de: (Benutzer)

source: %d Gears Calibration
de: %d Kalibrierung Getriebe

source: CPU load
de: CPU Auslastung

source: Cancel Current
de: Aktuelles abbrechen

source: Consider adjusting belt tension.
de: Anpassung der Riemenspannung in Betracht ziehen.

source: EXIT
de: BEENDEN

source: EXPIRED
de: ABGELAUFEN

source: Erasing configuration, it will take some time...
de: Löschen der Konfiguration, es wird einige Zeit dauern...

source: Erasing everything, it will take some time...
de: Alles löschen, es wird einige Zeit dauern...

source: Fan Compatibility
de: Lüfter-Kompatibilität

source: Fan Rotation
de: Lüfter Rotation

source: Fan speeds will be adjusted
de: Geschwindigkeit des Lüfters wird angepasst

source: Gearbox alignment
de: Getriebe-Ausrichtung

source: HB Fan RPM
de: HB Vent.UPM

source: MANUAL SETTINGS
de: MANUELLE EINSTELLUNGEN

source: MBed MCU Temp
de: MBett MCU Temp

source: MK3 Compatibility
de: MK3-Kompatibilität

source: MK3 compatibility mode
de: MK3-Kompatibilitäts-Modus

source: Manual Settings
de: Manuelle Einstellungen

source: Max Chamber Temperature
de: Maximale Kammertemperatur

source: N/A
de: NV

source: Object %i
de: Objekt %i

source: On Restart
de: Beim Neustart

source: Open the door and tighten the tensioning screw by about a quarter turn. Then close the door and confirm.
de: Öffnen Sie die Tür und ziehen Sie die Spannschraube um etwa eine Vierteldrehung an. Schließen Sie dann die Tür und bestätigen Sie.

source: PRECISE HOMING REFINEMENT FAILED
de: Präzises Homing fehlgeschlagen

source: Perform filament change now?
de: Filament-Wechsel jetzt durchführen?

source: Post Print Filtration
de: Nach Druck Filtrierung

source: Post Print Filtration Duration
de: Filtrationsdauer nach dem Druck

source: Preparing to ram
de: Bereite Rammen vor

source: PrintFan RPM
de: Druckvent.UPM

source: Printer type changed from %s to %s. Factory reset has to be performed.
de: Druckertyp von %s auf %s geändert. Werksreset muss durchgeführt werden.

source: Reset Settings & Calibrations
de: Einstellungen & Kalibrierungen zurücksetzen

source: Reset complete. The system will now restart.
de: Zurücksetzen abgeschlossen. Das System wird nun neu gestartet.

source: Select when you want to automatically flash updated firmware from USB flash disk.
de: Aktivieren, wenn Sie automatisch aktualisierte Firmware von einem USB-Laufwerk installieren möchten.

source: Shipping Preparation
de: Versandvorbereitung

source: Shipping preparation Erasing configuration (but keeping Nextruder type) it will take some time...
de: Versandvorbereitung Konfiguration löschen (aber Beibehaltung des Nextruder-Typs) das wird einige Zeit dauern...

source: The gearbox calibration is only necessary for user-assembled or serviced gearboxes. In all other cases, you can skip this step.
de: Die Getriebe-Ausrichtung ist nur bei selbst montierten oder geänderten Getrieben erforderlich. Andernfalls können Sie diesen Schritt einfach überspringen.

source: This operation cannot be undone. Current configuration will be lost! Do you want to perform the Factory Shipping Preparation procedure?
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Die aktuelle Konfiguration geht verloren! Möchten Sie das Verfahren zur Vorbereitung des Werksrückversands durchführen?

source: This operation cannot be undone. Current user configuration and passwords will be lost! Do you want to reset the printer to factory defaults?
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Die aktuelle Benutzerkonfiguration und die Kennwörter gehen verloren! Möchten Sie den Drucker auf die Werkseinstellungen zurücksetzen?

source: Tool 1
de: Werkzeug 1

source: Tool 2
de: Werkzeug 2

source: Tool 3
de: Werkzeug 3

source: Tool 4
de: Werkzeug 4

source: Tool 5
de: Werkzeug 5

source: Waiting for chamber temperature
de: Warten auf Kammertemperatur

source: We will need your help with this test. You will be asked to tap the nozzle. Don't worry; it is going to be cold.
de: Wir brauchen deine Hilfe. Im nächsten Schritt muss die Düse von unten angetippt werden; es wird kalt sein.

source: You did not tap the nozzle or you tapped it too soon. Retry?
de: Sie haben zu früh oder zu leicht auf die Düse getippt. Erneut versuchen?
